[
  {
    "id": "6DF32715-91BB-4305-92CF-A17A72801F9E",
    "url": "https://www.nps.gov/places/000/bridalveil-fall-trailhead.htm",
    "title": "Bridalveil Fall Trailhead",
    "listingDescription": "A short walk will lead you to the base of Bridalveil Fall, allowing you to get an up close view of this often-windswept waterfall. Plunging 620 feet (189 meters), Bridalveil Fall is the first major waterfall you'll see when entering Yosemite Valley. In spring, it thunders; you can expect to get wet! In some cases the spray is so strong, you may not even be able to easily access the end of the trail. During the rest of the year, look for its characteristic light, swaying flow.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/33A7BAFE-ED78-662E-2E4E85FA5A97ACDC.jpg",
        "credit": "",
        "altText": "A paved path leads through a treed area lined with wood barrier fencing and boulders",
        "title": "Bridalveil Fall Trailhead",
        "description": "",
        "caption": "Bridalveil Fall Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/33A7BAFE-ED78-662E-2E4E85FA5A97ACDC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/33A7BAFE-ED78-662E-2E4E85FA5A97ACDC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.716797",
    "longitude": "-119.651055",
    "latLong": "37.716797,-119.651055",
    "bodyText": "<p>Plunging 620 feet (189 meters), Bridalveil Fall is the first major waterfall seen when entering Yosemite Valley. Known as “Pohono” to Southern Sierra Miwuk Indians, the waterfall is framed by Leaning Tower and Cathedral Rocks.</p> <p>From the parking area located off of Wawona Road, follow the paved trail for a short walk with a gradual incline to the waterfall. The viewpoint at the end of the trail is situated at the base of Bridalveil Fall, offering an up-close view of this waterfall, which flows year round.<br /> <br /> <strong>Distance: </strong>0.5 mile (0.8 km) round-trip<br /> <strong>Elevation gain: </strong>paved, gentle incline<br /> <strong>Time estimate: </strong>20-30 minutes</p> <h2>Tips & Seasonal Information</h2> <p><strong>Caution: stay back from the stream. </strong>The boulders are treacherously slick and water flowing in the creek is often very swift and very cold. <strong>Stay on trail and do not cross fences or barriers.</strong><br /> <br /> Leashed pets are allowed on the paved trails at Bridalveil Fall.</p> <p>Bridalveil Fall is reachable year round. The trail may be icy and very slick in winter. Expect heavy spray from the waterfall in spring, when the waterfall flows most strongly. During the rest of the year, look for its characteristic light, swaying flow.</p> <h2>Accessibility</h2> <p>About halfway up the trail from the parking lot, there is a wheelchair accessible viewing platform. Beyond this point, to reach the final viewing area, the grade increases and is not wheelchair accessible, though it is paved.<br /> <br /> The parking area has a designated family restroom that is wheelchair accessible.</p>",
    "audioDescription": "The trail that leads to the base of Bridalveil Fall begins at the east end of the Bridalveil Fall Parking Area, which is laid out like a loop, with a single entrance on the west side of the lot. A wooden building with men's and women's restrooms is in the center of the parking lot loop, with trash and recycle bins in front. Tall pines and cedars surround the area and the fall is not visible from the parking lot.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Pets Allowed",
      "Recycling",
      "Restroom",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C51F3C63-C110-43C7-92FC-1F8EFD44228A",
    "url": "https://www.nps.gov/places/000/cathedral-lakes-trailhead.htm",
    "title": "Cathedral Lakes Trailhead",
    "listingDescription": "The shimmering waters of Cathedral Lakes rest below Cathedral Peak, named by the California Geological Survey (CGS) in 1863. The trail climbs steadily to Upper Cathedral Lake. Near the top of the climb, it passes a spur trail to Lower Cathedral Lake (0.5 mile to lake). The return hike follows the same route. This is one of the busiest trails in the Tuolumne Meadows area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AD6917BC-C7B2-A86E-031D1BB49BF49C34.jpg",
        "credit": "",
        "altText": "Image of lake from a higher vantage point",
        "title": "Cathedral Lakes Trailhead",
        "description": "",
        "caption": "Upper Cathedral Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AD6917BC-C7B2-A86E-031D1BB49BF49C34.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AD6917BC-C7B2-A86E-031D1BB49BF49C34.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.8726336506",
    "longitude": "-119.374706059",
    "latLong": "37.8726336506,-119.374706059",
    "bodyText": "<p>Cathedral Lakes are nestled at the foot of Cathedral Peak. In addition to the lakes themselves, hikers will enjoy views of Cathedral Peak and Echo Peak. The trail through this area is part of the John Muir Trail, which sees high traffic all season. The area is also popular with rock climbers.</p> <p>Beginning from the Tuolumne Meadows Visitor Center parking, the trail climbs steadily to Upper Cathedral Lake. Near the top of the climb, a spur trail leads to Lower Cathedral Lake (0.7 mile one-way to the lake).</p> <p><b>Distance: </b>7.6 miles (12 km) round-trip<br /> <strong>Elevation gain: </strong>1,000 ft (300 m)<br /> <strong>Time estimate: </strong>6-7 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Cathedral Lakes Trailhead is located on the south side of Tioga Road in Tuolumne Meadows and is marked by a brown metal sign. The sign reads Cathedral Lakes, and has an icon of a backpacker and an arrow that points south. Limited roadside parking is available on both sides of the road. The northside of the road is an open meadow with panoramic views, while the south side of the road is forest. Along the roadside parking, near the beginning of the Cathedral Lakes Trail are four brown food lockers, three green recycle bins, three brown trash bins, then another six food lockers. A little further down the road are five portable restrooms, summer only. A yellow metal sign with a black outline and black text reads, warning, bear damage is common in this parking area. The sight or odor of food in your vehicle greatly increases the chance of your car being damaged! Federal regulations state that all food be removed from your vehicle and stored in the bear-proof boxes located in each campsite. Don't be bear careless! An illustration of a black bear is at the top of the sign. <br /><br />A wooden sign at the trailhead has text carved out of it that reads, Cathedral Lakes - 3.5 miles, Sunrise H.S.C. - 7.8 miles, and Yosemite Valley - 21 miles. The dirt path descends into the forest. A slender, four-sided, wooden post sticks out of the ground and reads, no camping, on all four sides.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "cf81aa08-80de-4403-a06f-bede2cd77913",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1F5F467E-498F-4DD0-A28B-20686E1758EF",
    "url": "https://www.nps.gov/places/000/chilnualna-falls-trailhead.htm",
    "title": "Chilnualna Falls Trailhead",
    "listingDescription": "Chilnualna Falls, pronounced \"Chil-noo-al-na,\" flows all year, with peak flow in May. It is a strenuous hike, but well worth it for its views of the falls and Wawona Dome. Chilnualna Falls are comprised of five large cascades sliding through and over large granite formations above the Wawona basin - water here is fullest in spring and early summer. This strenuous trail allows for you to view the Chilnualna Falls cascades in many locations along the hike.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AE687690-FF82-A8B7-43C0F5692D764808.jpg",
        "credit": "",
        "altText": "Chilnualna Falls Trailhead sign",
        "title": "Chilnualna Falls Trailhead",
        "description": "",
        "caption": "Chilnualna Falls Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AE687690-FF82-A8B7-43C0F5692D764808.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AE687690-FF82-A8B7-43C0F5692D764808.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.54854480769581",
    "longitude": "-119.63368790674264",
    "latLong": "37.54854480769581,-119.63368790674264",
    "bodyText": "<p>Chilnualna Falls, pronounced \"Chil-noo-al-na,\" is a steep hike featuring views of the falls and Wawona Dome. The waterfall is comprised of five large cascades sliding through and over large granite formations above the Wawona basin. Along the way, hikers will enjoy sweeping views of the Wawona area.<br /> <br /> The first cascade is visible a short but steep walk about 0.25 mi (0.4 km) from the trailhead and is a worthwhile destination itself.</p> <p><strong>Distance: </strong>8.2 miles (13 km) round-trip<br /> <strong>Elevation gain: </strong>2,400 ft (732 m) elevation gain<br /> <strong>Time estimate: </strong>5-7 hours</p> <h2>Tips & Seasonal Information</h2> <p>Chilnualna Falls flows year-round with peak flow typically around May. In spring and early summer, the trail is lined with many wildflowers such as Hartweg's iris, purple milkweed, mountain pride, harlequin lupine, and wood strawberry.<br /> <br /> Pets and bicycles are not allowed on hiking trails. A vault toilet is available at the trailhead parking area.</p>",
    "audioDescription": "The parking area for this trailhead is located in a residential area. There is an information board that tells about the hike, the flora and fauna found in the area, a history of the trail, and a bit about the waterfall. There is a basic map that shows the trail, represented by a squiggle line, that runs along the river.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "697d7f55-eb00-43e0-aafc-22468251c5fe",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "13374ED7-ADF9-4A78-9DAF-546A346BFFC1",
    "url": "https://www.nps.gov/places/000/cooks-meadow-loop-trailhead.htm",
    "title": "Cook's Meadow Loop Trailhead",
    "listingDescription": "Walk through the heart of it all! Enjoy views of Yosemite Falls, Half Dome, Sentinel Rock, and Royal Arches from the center of Yosemite Valley as you saunter through this large open meadow. This short, easy walk offers stunning views of Yosemite Falls, Half Dome, Glacier Point, and Sentinel Rock. From the visitor center, walk west along the bicycle path toward Lower Yosemite Fall. At shuttle stop #6, cross the street and follow the bike path, bearing left as the path forks.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B238D549-9387-386B-CB15F4EB7941E69B.jpg",
        "credit": "",
        "altText": "Ranger and junior rangers during a program in the meadow looking at a log, Yosemite Falls in back.",
        "title": "Cook's Meadow Loop Trailhead",
        "description": "",
        "caption": "Ranger program in Cook's Meadow",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B238D549-9387-386B-CB15F4EB7941E69B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B238D549-9387-386B-CB15F4EB7941E69B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.74536975573611",
    "longitude": "-119.59365427494049",
    "latLong": "37.74536975573611,-119.59365427494049",
    "bodyText": "<p>This short, easy walk offers stunning views of Yosemite Falls, Half Dome, and Sentinel Rock as well as a vibrant example of the rich biodiversity in Yosemite's meadows. From Yosemite Village, walk west along the bicycle path toward Lower Yosemite Fall or take the Valleywide Shuttle to the Yosemite Falls shuttle stop. From the Yosemite Falls shuttle stop, cross the street and follow the bike path, bearing left when the path forks. Continue keeping left and travel across the boardwalk to complete the loop. The loop can be done in either direction.<br /> <br /> In spring, notice how the meadow floods from snowmelt and flushes with the bright green of new plant growth as Yosemite Falls thunders nearby. In early summer, listen for the distinct call of red-winged blackbirds and look for western azaleas, showy milkweed, cow parsnip, and many more species in bloom. In late summer and into fall, blooming goldenrod and spent vegetation gradually turns the meadow golden. In winter, admire the frost decorating the plants, the snow topping Half Dome and surrounding cliffs, and the ice cone that collects at the base of Upper Yosemite Fall.</p> <p><strong>Distance:</strong> 1 mile (1.6 km) loop<br /> <strong>Elevation gain:</strong> flat<br /> <strong>Time estimate:</strong> 20-30 minutes</p> <h2>Tips & Seasonal Information</h2> <p>Cook's Meadow is an excellent walk year-round with something unique to offer in all seasons. Boardwalks are slippery when wet and even more so when covered in snow or frost.<br /> <br /> Share the trail! Leashed pets, bicycles, and strollers are allowed. <strong>Stay on boardwalks and paved paths only. Do not enter the meadow! </strong>Off-trail travel compacts meadow soil and crushes plants, damaging the ecosystem that is important to the many plants and animals that thrive in this fragile environment.<br /> <br /> Visit in early morning or at dusk for the best chance of seeing birds and other wildlife.</p> <h2>Accessibility</h2> <p>This trail is wheelchair accessible except when covered in snow. There is no seating available along this path. Limited designated accessible parking spaces are available in a small parking lot next to Sentinel Bridge, located at the southeast corner of this loop walk.</p>",
    "audioDescription": "Approaching Cook's Meadow can be a different experience throughout the seasons. In summer, the plants and grasses in the meadow are tall, erect, and green. In fall, the plants and grasses appear to be trampled, lay flat, and look dry, and yellow. In winter, the meadow may be snow-covered, and in spring, it may glisten and sparkle first thing in the morning due to frost. There is a raised boardwalk that circles the meadow with wayside exhibits along the way. From the middle of the meadow, trees no longer obscure the view, and a 360 degree panoramic view of the near 3,000 foot cliff walls open up. Facing north, the upper Yosemite Falls is showcased above the treeline. To the east, the iconic Half Dome is seen, also above the treeline. To the south, Glacier Point and Sentinel Rock rise above the treeline, and to the west, the length of the valley walls go into the distance and curve to the right, showing off the mighty works glaciers played in carving out such a broad valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8056CA99-0BF6-4104-ACEF-7ACE4F2D4CC3",
    "url": "https://www.nps.gov/places/000/elizabeth-lake-trailhead.htm",
    "title": "Elizabeth Lake Trailhead",
    "listingDescription": "Enjoy the shimmering waters of Elizabeth Lake, in the heart of the Cathedral Range.The trail climbs steadily to a glacier-carved lake at the base of Unicorn Peak. The return hike follows the same route. Elizabeth Lake (moderately strenuous)4.8 miles (7.7 km) round-trip; 4-5 hours 1,000 ft (305 m) elevation gainFor hiking and trail information, please visit a Wilderness Center or Visitor Center. Hours :Accessible only while Tioga Road is open to vehicles, from late May or",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/74FFA2F0-F805-C05B-22820277762D597C.jpg",
        "credit": "",
        "altText": "Clear, shallow lake waters with boulders in the water and granite peaks above",
        "title": "Elizabeth Lake",
        "description": "",
        "caption": "Elizabeth Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/74FFA2F0-F805-C05B-22820277762D597C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/74FFA2F0-F805-C05B-22820277762D597C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.87060415679957",
    "longitude": "-119.35580733363216",
    "latLong": "37.87060415679957,-119.35580733363216",
    "bodyText": "<p>The trail climbs steadily to a glacier-carved lake at the base of Unicorn Peak in the heart of the Cathedral Range. A one-mile trail circles the lake. The trail begins at the back of the B loop in the Tuolumne Meadows Campground.<br /> <br /> <strong>Distance: </strong>4.8 miles (11 km) round-trip<br /> <strong>Elevation gain: </strong>1,000 ft (305 m)<br /> <strong>Time estimate: </strong>4-6 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Elizabeth Lake Trailhead is found at the end of a long parking lot in the midst of the Tuolumne Meadows campground. Campsites are situated on one side of the parking area, while six food storage lockers line the other side. A restroom with running water and flush toilets are near the food storage lockers. A green recycle dumpster and brown trash dumpster are to the right of the restrooms, next to the path that leads to the trailhead. At the trailhead, a wooden sign reads, Tuolumne Meadows H.S.C. 1.8 miles, Elizabeth Lakes 2.3 miles, and Sunrise H.S.C. 9.6 miles. Two small signs prohibiting dogs and bicycles are posted. <br /><br />A two-sided sign, each side containing three panels, stands near the food storage lockers. <br />The first panel on the front side of the sign, which is facing the parking lot, is blue and white and reads, Food Storage Regulations, and has an illustration of a person bending down, putting food into a food storage locker, at the bottom of the panel. Text reads, bears attracted to human food and garbage may become dangerous and, tragically, may have to be killed. <br /><br />To protect Yosemite's bears, store all food in the locker provided. Because of a bear's powerful sense of smell, \"food\" can be any item with a scent, regardless of packaging. Bears are attracted to items we don't typically think of as food, such as canned goods, bottles, drinks, soap, cosmetics, toiletries, trash, ice chests (even when empty), and unwashed items used for preparing or eating meals. <br /><br />Treat your trash like food and keep it in your food locker or dispose of it promptly in a dumpster. Bears are clever and agile. Keep your locker closed and latched at all times. <br /><br />Only have food items out while you are actually using them. Otherwise, keep them locked up. Improper food storage may result in impoundment of your food or car, a fine of up to $5,000, and/or revocation of your camping permit. <br /><br />The second panel is pink and black, is titled, Warning: Black Bears, and has an illustration of a black bear running away from two adults, one man hitting a pot with a ladle, and a woman yelling and clapping her hands. A young boy peaks out from behind the man. <br /><br />Panel text reads, bears that lose their natural fear of people may become aggressive. When that happens, they may have to be killed.<br /><br />If you see a bear anywhere in the campground, act immediately to scare it away. Make as much noise as possible by yelling and banging pots together. If there is more than one person, stand together to present a more intimidating figure, but do not surround the bear. Report all sightings to a park ranger. <br /><br />The third panel is brown and white, is titled, Do Not Feed Animals, and has an illustration of a chipmunk eating an acorn, at the bottom of the panel. <br /><br />Caption: There is plenty of natural food in the park for all wildlife. <br /><br />Panel text reads, national parks provide opportunities to see wild animals in their domain. Keep wildlife wild! Feeding a wild animal is like giving it a death sentence. The animal becomes a beggar and unhealthy, making it vulnerable to diseases, predators, dangerous behavior, and cars. <br /><br />Though appealing and seemingly tame, wild animals may bite or scratch and can spread diseases and inflict serious - or fatal - injuries. Maintain a safe distance and do not feed the animals! <br /><br />The first panel on the back side of the sign, is blue and white and is titled, Campground Regulations. Text reads, about 700,000 people camp in Yosemite every year. Your compliance with these rules will help maintain this natural site for future generations.<br /><br />Campers - Reservations required; 14-day total May 1 to September 15; maximum 6, including children, per campsite. <br />Vehicles - 2 per campsite<br />Checkout - 12 noon<br />Quiet Hours - 10pm to 6am<br />Fires - Use only provided grills; gather only dead and down wood that must fit in fire ring; put out fires cold before leaving or going to sleep; read specific fire alert information.<br />Bears - Proper food storage required<br />Pets - Keep pets on leash at all times<br />Dishwashing - Scrape food into trash. Do not drain dishwater or sewage onto the ground. Dump gray water only into toilets in restrooms. RVs should use dump stations. <br />Trash - Use recycle bins; deposit trash in dumpsters<br />Other Rules - Do not dig or level sites, or move boulders; do not move tables from site to site; no nails, axes, or knives in trees<br />Emergency - Police, fires, medical, dial 911<br />Ranger - Call 209/372-4025, after 5pm call 209/379-1992<br /><br />The second panel is green and white, is titled, Campfires, and has an illustration of a campfire on the left side of the panel. Text reads, today's campfire smoke can impair tomorrow's scenic views and air quality. Please obey restrictions. <br /><br />Campfires are permitted only in established fire rings. Never leave a campfire unattended; douse fire with water prior to going to bed or leaving campsite. Down or dead firewood may be gathered outside Yosemite Valley. Use of power saws prohibited. <br /><br />The third panel is also green and white, is titled, Pets, and has an illustration of a woman walking a dog on a leash near a forest, in the lower left corner. Panel text reads, restrictions on pets are enforced parkwide to protect the park's natural features and to avoid conflicts with wild animals. Pets must be on leash no longer than 6 feet and attended at all times; do not leave pets or pet food outside at night. Pets are not allowed on trails. Pets are not permitted in group or stock camps.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8b32036c-dc20-4926-8641-0ae489b86708",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "48B7F32F-D66A-48C7-824E-B90B1C2B9893",
    "url": "https://www.nps.gov/places/000/four-mile-trailhead.htm",
    "title": "Four Mile Trailhead",
    "listingDescription": "Awe-inspiring views of Yosemite Falls and Yosemite Valley await hikers on this trail to Glacier Point. The Four Mile Trail has no lack of views; El Capitan and the Cathedral Rocks tower to the west, while Yosemite Falls plummets in the north and Half Dome looms eastward. The Four Mile Trail ends at Glacier Point, where restrooms, parking, and a snack stand (summer only) may be available.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/126211E0-C1B3-7032-C61479EC9C5DB11A.jpg",
        "credit": "",
        "altText": "Towering cliffs frame a deep valley with vibrant grasses and a blue river on the valley floor",
        "title": "Four Mile Trail",
        "description": "",
        "caption": "View of Sentinel Rock and El Capitan from Four Mile Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/126211E0-C1B3-7032-C61479EC9C5DB11A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/126211E0-C1B3-7032-C61479EC9C5DB11A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.733839496412",
    "longitude": "-119.60180282592773",
    "latLong": "37.733839496412,-119.60180282592773",
    "bodyText": "<p>The Four Mile Trail features remarkable, panoramic views of Yosemite Falls, El Capitan, Sentinel Rock, Half Dome, and Tenaya Canyon. This steep trail is challenging, all-day hike. The Four Mile Trail leads to Glacier Point, where restrooms and a snack stand are available in summer only.<br /> <br /> Roadside parking at the trailhead is extremely limited. When parking is full, use the free valleywide shuttle to access the trailhead.<br /> <br /> <strong>There is NO shuttle service available to transport hikers from Glacier Point back to Yosemite Valley. If you hike up, plan to hike down or arrange your own transportation.</strong></p> <p><strong>Distance:</strong> 9.6 mi (15.5 km) round trip, out-and-back to Glacier Point<br /> <strong>Elevation gain:</strong> 3,200 feet (975 m) elevation gain<br /> <strong>Time estimate:</strong> 6-8 hours</p> <h2>Tips</h2> <ul> <li>Pets are not allowed on hiking trails.</li> <li>Drinking water may be available seasonally at Glacier Point (summer only). Check water availability before you go.</li> </ul> <h2>Seasonal Information</h2> <p>The Four Mile Trail is open seasonally. It typically opens sometime in May and closes below Union Point after significant snow accumulation (usually by November or December). The entire trail typically closes in winter. When partially closed, only the lower three miles (5 km) are open to the gate below Union Point. This lower section is very icy and slippery during winter and early spring. As more snow accumulates, the entire trail generally closes in winter. View <a href=\"https://www.nps.gov/yose/planyourvisit/conditions.htm\">current conditions</a> for trail closures.</p>",
    "audioDescription": "A brown sign reads, Four Mile Trail, and has an icon of a hiker inside a square outline and an arrow pointing to the right, stands at a roadside parking area on the right side of the road, that has limited parking.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8D6C9189-822E-4625-B05F-C96AF0DAC137",
    "url": "https://www.nps.gov/places/000/four-mile-trailhead-glacier-point.htm",
    "title": "Four Mile Trailhead at Glacier Point",
    "listingDescription": "Awe-inspiring views of Yosemite Falls and Yosemite Valley await hikers on the descent down into Yosemite Valley. The Four Mile Trail follows a series of switchbacks down the south wall of Yosemite Valley. Although lacking shade during the heat of summer, this trail has no lack of views-El Capitan and the Cathedral Rocks tower to the west, while Yosemite Falls plummets in the north and Half Dome looms eastward. The trail ends about a mile west of Yosemite Village.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1EF2086F-B42B-BD6F-FA177BD564DD52ED.jpg",
        "credit": "",
        "altText": "Wooden trail sign at a fork of two trails.",
        "title": "Four Mile Trail (from Glacier Point)",
        "description": "",
        "caption": "Four Mile Trail (from Glacier Point)",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1EF2086F-B42B-BD6F-FA177BD564DD52ED.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1EF2086F-B42B-BD6F-FA177BD564DD52ED.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.728850403205605",
    "longitude": "-119.57374205851384",
    "latLong": "37.728850403205605,-119.57374205851384",
    "bodyText": "<p>The Four Mile Trail features remarkable, panoramic views of Yosemite Falls, El Capitan, Sentinel Rock, Half Dome, and Tenaya Canyon. This steep trail is challenging, all-day hike.<br /> <br /> <strong>There is NO shuttle service available to transport hikers from Yosemite Valley back to Glacier Point. If you hike down, plan to hike up or arrange your own transportation.<br /> <br /> Distance:</strong> 9.6 mi (15.5 km) round trip, out-and-back to Yosemite Valley<br /> <strong>Elevation gain:</strong> 3,200 feet (975 m) elevation gain on the return to Glacier Point<br /> <strong>Time estimate:</strong> 6-8 hours</p> <h2>Tips</h2> <ul> <li>Pets and bicycles are not allowed on hiking trails.</li> <li>Drinking water may be available seasonally at Glacier Point (summer only). Check water availability before you go. There is no drinking water at the trailhead in Yosemite Valley.</li> </ul> <h2>Seasonal Information</h2> <p>This trailhead is only reachable by car when Glacier Point Road is open, which is typically from approximately late May through October or November. Overnight parking is prohibited beginning October 15. For current road and weather information, call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "A paved path leading to the Glacier Point overlook splits into two, an accessible path to the left and the regular path to the right. At the intersection where they split, a wooden post has two signs bolted to it. The top sign reads Glacier Point and has an arrow to the left with a wheelchair icon. The bottom sign reads Four Mile Trail and has an arrow pointing slightly to the left, too. Steps lead downward, branching off from the accessible path about twenty yards away from the sign, leading to the actual Four Mile Trail. The paved paths are lined with large boulders and tall trees surround the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "97f7d8a9-8bdb-4c60-9dab-8bf640eac3f6",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "626369C6-2AAB-4D9F-9554-C9DDBD140857",
    "url": "https://www.nps.gov/places/000/gaylor-lakes-trailhead.htm",
    "title": "Gaylor Lakes Trailhead",
    "listingDescription": "Take in views of beautiful alpine lakes and lofty granite peaks on this picturesque day hike. This hike offers some of the most spectacular high-country views off of Tioga Road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7E2CE18C-C14D-AF32-910856B39A3EC41A.jpg",
        "credit": "",
        "altText": "Two large lakes viewed from high above; peaks frame the lakes",
        "title": "Gaylor Lakes",
        "description": "",
        "caption": "Gaylor Lakes basin",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7E2CE18C-C14D-AF32-910856B39A3EC41A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7E2CE18C-C14D-AF32-910856B39A3EC41A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.91022487685183",
    "longitude": "-119.25828446928347",
    "latLong": "37.91022487685183,-119.25828446928347",
    "bodyText": "<p>This short but steep hike offers spectacular high-country views, wildflowers in the summer, and lake views. From the trailhead, located right next to Tioga Pass, climb steadily to a ridge with views of the high Sierra including Mt. Dana and Dana Meadows. At the ridge crest, the trail drops 200 feet to Middle Gaylor Lake.<br /> <br /> <strong>Distance: </strong>2.6 miles (4.2 km) round-trip<br /> <strong>Elevation gain: </strong>500 ft (152 m)<br /> <strong>Time estimate: </strong>2-3 hours<br /> <br /> <strong>Route variation: </strong>if desired, continue along the trail to Upper Gaylor Lake for a slightly longer hike. This adds about 1 mile (1.6 km) round-trip as well as a small amount of additional elevation gain.</p> <h2>Tips & Seasonal Information</h2> <p>Vault toilets are available at this trailhead. Parking is limited.<br /> <br /> Although this trail is short, it begins at nearly 10,000 feet (3,000 km) above sea level. You may become tired more quickly than expected or even feel sick. Take breaks, drink plenty of water, and adjust plans if needed.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The paved parking area for Gaylor Lakes Trailhead is located on the north side of Tioga Road at Tioga Pass, near the east entrance to the park. It is marked by a brown metal sign that has a white outline and white text. The sign reads Gaylor Lakes, and has an icon of a backpacker and an arrow that points north. In the parking area, a cobblestoned facility with a wooden roof holds two vault toilets on the east end of the lot. One green recycle bin, one brown trash bin, and an inoperable payphone are between the restroom and the trailhead. One brown food locker is near the trailhead. Three signs line the dirt path at the Gaylor Lakes Trailhead. The first sign is separated into five sections. Two small square panels on top, a large map in the middle, and two small square panels on bottom. The top left panel is maroon with white text and reads, Gaylor Lakes Trailhead, the lure of ore once brought a different visitor here. This trail leads to the historic district of the Great Sierra Silver Mine. Gaylor Lakes Basin is 1 mile. To protect the water quality, overnight camping is not allowed in the Gaylor Lakes watershed. Caution - historic open mining pits exist off trail. The top right panel is blue with white text and reads, Wilderness Regulations, the natural integrity of Yosemite's high country depends on you. Help protect the wilderness, and avoid a citation, by following these regulations.Camp at least four trail miles from all developed areas. Pets, firearms, and bicycles are prohibited in wilderness. Stay on the trails; shortcutting switchbacks kills vegetation and causes erosion. Maximum group size for cross-country travel is eight people.Avoid disturbing wildlife and other visitors by keeping quiet on the trail and in camp. Use a gas stove for cooking; wood fires are allowed only below 9,600 feet in existing fire rings using dead and downed wood. Leave campsites as you find them; do not build windbreaks, fire rings, hitch racks, chairs, drainage trenches, or other \"improvements.\"Pack out everything you carry in; do not burn trash. Wilderness permit required for all overnight use. A series of three white circles containing three different icons are outlined in red and have a red diagonal line slashing through the middle. The three icons are of a gun, a dog, and a person on a bicycle.The large middle panel is a detailed map of the eastern portion of the park. Roads, trails, peaks, and lakes are labeled. For information regarding park maps, call our park accessibility coordinator at 209/379-1035. The bottom left panel is yellow with black text and reads, Black Bears - the health and well-being of Yosemite's bears depends on you. Bears are intelligent, curious, adaptable, and hungry. Human food, however, is harmful to bears and other animals here. Keep wildlife wild by using these food storage methods.At the trailhead: Remove all food, ice chests, and scented items from you car. Store them in food storage lockers where available. Never feed bears or other wildlife. In the backcountry: store food, garbage, and scented items in bearproof canisters, available at front country locations. Keep items stored whenever you are not eating. Remember, bears are active day and night. Scare away any bears you see by making loud noises and acting aggressively. Report all bear incidents. The bottom right panel is blue with white text and reads, Water Quality - clean, sparkling water is one of the joys of the high country. Wildlife, wilderness visitors, and people downstream all need clean water to stay healthy. Protect your water supply by following these regulations and suggestions:Camp at least 100 feet (40 steps) from water.Deposit human waste in a six-inch-deep hole at least 100 feet from water; carry out toilet paper.Wash dishes and yourself at least 100 feet from water; even biodegradable soap pollutes.Carry a large water container and limit your trips to collect water; eroded stream banks and lake shores contribute to poor water quality. Stay on the trails; shortcutting switchbacks increases erosion and leads to silt-filled streams.Giardia lamblia is a disease-causing protozoan that can be present in all Sierran water; treat all water before drinking. The second sign is separated into four small, square panels stacked on top of each other. The Top panel is maroon with white text and has an illustration of two craggy, pointy peaks in the distance, and tall conifers in the foreground. The panel reads, Entering Yosemite Wilderness. \"Wilderness is...an area retaining its primeval character and influence...\" (Wilderness Act of 1964). The beauty and ecological importance of the land before you was recognized by Congress in 1890 when it established Yosemite National Park and again in 1984 when it designated almost 95 percent of Yosemite as wilderness. In wilderness, the earth and its community of life are left unchanged by human activity and visitors can experience natural quiet and solitude. This area will retain these",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3d046210-8014-4f39-99b0-a5e998fb3bad",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE7E3DB1-575F-45C5-9288-568FBFCEA90A",
    "url": "https://www.nps.gov/places/000/glen-aulin-trailhead.htm",
    "title": "Glen Aulin and Soda Springs Trailhead",
    "listingDescription": "Hike through meadow and forest on this scenic trail that leads you to Glen Aulin and beyond. Soda Springs Soda Springs-carbonated, cold water bubbling out of the ground-is protected within a log enclosure. A side path leads to the nearby historic Parsons Memorial Lodge, which offers exhibits in the summer. (limited hours-see Yosemite Guide for schedule). Glen Aulin Follow the Tuolumne River as it drops to Glen Aulin. Tuolumne Fall and White Cascade are four miles from the",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/72F3052E-D1A8-EA51-62A9B0BCC0115B83.jpeg",
        "credit": "NPS Photo / W. Tsai",
        "altText": "A river cascades over a series of short drops on bare granite",
        "title": "Tuolumne River on trail to Glen Aulin",
        "description": "",
        "caption": "Tuolumne River on the trail to Glen Aulin",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/72F3052E-D1A8-EA51-62A9B0BCC0115B83.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/72F3052E-D1A8-EA51-62A9B0BCC0115B83.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.87888946201375",
    "longitude": "-119.35851084941233",
    "latLong": "37.87888946201375,-119.35851084941233",
    "bodyText": "<h2>Soda Springs</h2> <p>This easy hike features expansive views of Tuolumne Meadows as you walk to Soda Springs, a natural source of cold, carbonated water bubbling out of the ground. The spring is protected within a historic log enclosure. <a href=\"https://cms.nps.gov/places/000/parsons-memorial-lodge.htm\">Parsons Memorial Lodge</a> can also be reached via a short walk beyond Soda Springs. The lodge, which features historic exhibits and interpretive programs, may be open during limited hours in summer.<br /> <br /> <strong>Distance:  </strong>1 mile (1.6 km) round-trip<br /> <strong>Elevation gain: </strong>minimal<br /> <strong>Time estimate: </strong>30 minutes</p> <h2>Glen Aulin</h2> <p>This long day hike follows the Tuolumne River through meadow systems and forest as it drops to Glen Aulin. Tuolumne Fall and White Cascade are four miles from the trailhead. Several more waterfalls can be seen along the trail for hikers going past Glen Aulin. Return to the trailhead along the same route.<br /> <br /> <strong>Distance: </strong>11 miles (17.7 km) round-trip<br /> <b>Elevation gain: </b>800 ft (244 m) on return<br /> <strong>Time estimate: </strong>6-8 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. A vault toilet is available near Parsons Memorial Lodge. For hikers going to Glen Aulin, a flush toilet may be seasonally available at the High Sierra Camp.<br /> <br /> The trail to Glen Aulin includes several unbridged stream crossings. Early in the season, when water can be very high, cold, and swift, use caution when crossing streams or turn back when crossing is not safe.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p> <h2>Accessibility</h2> <p>The first quarter mile of the dirt trail is flat, with small paved sections, however, this trail is not considered wheelchair accessible. Some of the trail is a wide gravel path while other sections are narrow, rocky, and uneven.</p>",
    "audioDescription": "To the north of Tioga Road, a sandy trail leads into the vast expanse of the open Tuolumne Meadows. At the trailhead, a metal sign reads Soda Springs - 0.5 miles, Glen Aulin - 5.2 miles, and Waterwheel Falls - 8.7 miles. Two smaller signs are bolted to the metal post below the latter sign. The top sign shows an icon of a bicyclist inside a red circle with a diagonal line slashing through it. The lower sign shows an icon of a dog inside a red circle with a diagonal line slashing through it. <br /><br />The sandy path is lined with several tall trees. As you get further into the middle of the meadow, an unobstructed view of the granite peaks and domes that surround the area start to show. Small signs on little wooden stakes are driven into the ground. The signs read, give plants a chance! Please stay off! The sign has an illustration of a hiking boot, hovering over four little plants, as if its ready to step on them, inside a red circle with a diagonal line slashing through it. <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "0d35c8af-12c7-43b3-ad2c-10eaeda50749",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E52A17A0-4EFC-4401-979E-6090295BF2A6",
    "url": "https://www.nps.gov/places/000/grizzly-giant-trailhead-accessible.htm",
    "title": "Grizzly Giant Trailhead (Accessible)",
    "listingDescription": "This tour begins at the Grizzly Giant Accessible Parking area. Winding through a forest with many giant sequoias, this trail features the Grizzly Giant, the largest sequoia tree in the park, the California Tunnel Tree, and interpretive panels on the life and ecology of giant sequoias. This trail is relatively flat and is wheelchair accessible.<br /><br /><br /> <b>Grizzly Giant/California Tunnel Tree </b> (easy)<br />0.26 mile (0.42 km) round-trip; 30-45 minutes<br /><br /><br /> <b>Hours</b> :<br />From approximately December to March, the Mariposa Grove Road is closed to vehicles and the shuttle no longer operates. The road, along with all trails within the Grove, remain open to hikers, snowshoers, and skiers.<br /><br />See <a href=\"https://www.nps.gov/yose/planyourvisit/mg.htm\">website</a> for more information.<br /><br /> <b>Getting Here</b> :<br />Located near Yosemite National Park's South Entrance. Park at the Mariposa Grove Welcome Plaza and take the free shuttle to the Mariposa Grove, when operating. Private vehicles may only enter the Mariposa Grove when the road is open and the shuttle is not operating. Only vehicles displaying a disability placard are permitted to drive into the Grove at any time.<br /><br /> <b>Rules & Regulations</b> :<br />- Stay on established trails<br />- Pets are not allowed on hiking trails<br />- Bears and other wildlife can be present on trails at any time. Feeding or approaching wildlife is dangerous and illegal! Be sure to keep your food within arm's reach at all times, or store properly.<br />- Overnight camping is allowed in the Mariposa Grove from December 1 through April 15, if the Mariposa Grove Road is closed to cars. A wilderness permit is required to camp. Camping is only allowed above the Clothespin Tree.<br />- In the winter, water is only available at the welcome plaza and pit toilets are available in the Mariposa Grove at the arrival area, near the Grizzly Giant, and near the Mariposa Grove Cabin.<br /><br /> <b>Accessibility</b> :<br />Vehicles displaying a disability placard can drive to the Mariposa Grove Arrival Area or Grizzly Giant Accessible Parking, where designated accessible parking spaces are available.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/d176b13b-6c48-4793-aa97-fdad05586d41_image_350.jpg",
        "credit": "",
        "altText": "People walk on a dirt path to a distinct tree that is much larger than surrounding trees.",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.502182",
    "longitude": "-119.602412",
    "latLong": "37.502182,-119.602412",
    "bodyText": "<p>This tour begins at the Grizzly Giant Accessible Parking area. Winding through a forest with many giant sequoias, this trail features the Grizzly Giant, the largest sequoia tree in the park, the California Tunnel Tree, and interpretive panels on the life and ecology of giant sequoias. This trail is relatively flat and is wheelchair accessible.<br /><br /><br /> <b>Grizzly Giant/California Tunnel Tree </b> (easy)<br />0.26 mile (0.42 km) round-trip; 30-45 minutes<br /><br /><br /> <b>Hours</b> :<br />From approximately December to March, the Mariposa Grove Road is closed to vehicles and the shuttle no longer operates. The road, along with all trails within the Grove, remain open to hikers, snowshoers, and skiers.<br /><br />See <a href=\"https://www.nps.gov/yose/planyourvisit/mg.htm\">website</a> for more information.<br /><br /> <b>Getting Here</b> :<br />Located near Yosemite National Park's South Entrance. Park at the Mariposa Grove Welcome Plaza and take the free shuttle to the Mariposa Grove, when operating. Private vehicles may only enter the Mariposa Grove when the road is open and the shuttle is not operating. Only vehicles displaying a disability placard are permitted to drive into the Grove at any time.<br /><br /> <b>Rules & Regulations</b> :<br />- Stay on established trails<br />- Pets are not allowed on hiking trails<br />- Bears and other wildlife can be present on trails at any time. Feeding or approaching wildlife is dangerous and illegal! Be sure to keep your food within arm's reach at all times, or store properly.<br />- Overnight camping is allowed in the Mariposa Grove from December 1 through April 15, if the Mariposa Grove Road is closed to cars. A wilderness permit is required to camp. Camping is only allowed above the Clothespin Tree.<br />- In the winter, water is only available at the welcome plaza and pit toilets are available in the Mariposa Grove at the arrival area, near the Grizzly Giant, and near the Mariposa Grove Cabin.<br /><br /> <b>Accessibility</b> :<br />Vehicles displaying a disability placard can drive to the Mariposa Grove Arrival Area or Grizzly Giant Accessible Parking, where designated accessible parking spaces are available. </p>",
    "audioDescription": "The Grizzly Giant accessible trailhead is located at the northwest end of a large accessible parking lot. A paved path leads to the right. A map, three green recycle bins, three brown trash bins, a split log used as a bench, and a small, brown, wood structure that houses vault toilets, line the paved walkway on the north side of the lot. At the trailhead, a wooden sign reads, Grizzly Giant 0.1 mile. The trail begins on a dirt road then continues on a paved, accessible trail to the left of the road. The path clears an opening in the forest and leads directyl to a large giant sequoia that is noticeably larger than all the surround trees, off in the distance. The trail is lined with boulders, a simple wood fence, and a few wayside exhibits.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Recycling",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FA7CE3DB-209D-423B-8257-E0D0F15432AB",
    "url": "https://www.nps.gov/places/000/harden-lake-trailhead.htm",
    "title": "Harden Lake Trailhead",
    "listingDescription": "Admire the views as you hike through a pine forest and pass by small granite domes before reaching boulder-dotted Harden Lake. Hike along a gravel road-part of the original Tioga Road-that follows the Middle Fork of the Tuolumne River for part of the route. At a trail junction 1.75 miles (2.8 km) down the road, follow the signs to the lake. Harden Lake (Moderate)5.8 miles (9.3 km) round trip; 2-4 hours,355-foot (122-m) elevation gain on thereturn trip. Hours :Accessible on",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DEF5FB23-EF5C-1B51-097400BE7E00724D.jpg",
        "credit": "",
        "altText": "A forested lake dotted surrounded by grasses, downed trees, and boulders",
        "title": "Harden Lake",
        "description": "",
        "caption": "Harden Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DEF5FB23-EF5C-1B51-097400BE7E00724D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DEF5FB23-EF5C-1B51-097400BE7E00724D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.872753",
    "longitude": "-119.649353",
    "latLong": "37.872753,-119.649353",
    "bodyText": "<p>Hike to a quiet forested lake beginning from the White Wolf area. The hike begins along a gravel road that follows the Middle Fork of the Tuolumne River. This road was part of the former Tioga Road before it was reconstructed. At the trail junction 1.75 miles (2.8 km) down the road, follow the signs to the lake.<br /> <br /> <strong>Distance: </strong>5.8 miles (9.3 km) round-trip<br /> <strong>Elevation gain: </strong>390 ft (120 m) on return<br /> <strong>Time estimate: </strong>2-4 hours<br /> <br /> <strong>Route variation: </strong>continue past the lake and descend steeply to the edge of the Grand Canyon of the Tuolumne River. To return, follow signs for Lukens Lake and White Wolf to complete this loop hike. This loop is much more challenging and adds 1,000 ft (300 m) of elevation gain.</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails.<br /> <br /> If the road to White Wolf is closed, add about two additional miles, round-trip, to this hike.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The trailhead to Harden Lake begins across the street from the White Wolf Lodge front office building. There is a row of parking spaces that are lined with tall pine trees. The trail begins near the center of the parking row and enters into the forest. Two trailhead signs are posted. The first sign is brown with white text and shows the mileage of several hiking destinations that begin at this trailhead. The sign reads, Lukens Lake - 2.3, Harden Lake - 5.7, Ten Lakes - 9.7, Pate Valley - 10.4, Smith Meadows - 11.1, Yosemite Valley - 13.9, Hetch Hetchy - 17.0. The other sign is also brown with white text and lists wilderness regulations. The sign reads, Entering Yosemite Wilderness - Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red slash line diagionally across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6C7AEA3E-6453-494D-B207-FBB6B932A331",
    "url": "https://www.nps.gov/places/000/hetch-hetchy-trailhead.htm",
    "title": "Hetch Hetchy Trailhead",
    "listingDescription": "Get a bird's-eye view of the Hetch Hetchy area from one of two popular hiking destinations, Lookout Point or Smith Peak. Hetch Hetchy's relatively low elevation provides for one of the longest hiking seasons in Yosemite, and the varied trails include something for everyone.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EC4C2CBA-B1AB-2786-F565333E951084AD.jpg",
        "credit": "",
        "altText": "Wooden trailhead sign with mileages on it",
        "title": "Hetch Hetchy Trailhead",
        "description": "",
        "caption": "Hetch Hetchy Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EC4C2CBA-B1AB-2786-F565333E951084AD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EC4C2CBA-B1AB-2786-F565333E951084AD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.9464966029",
    "longitude": "-119.787515194",
    "latLong": "37.9464966029,-119.787515194",
    "bodyText": "<p>Get a bird's-eye view of the Hetch Hetchy area from one of two day hiking destinations, Lookout Point or Smith Peak. Hetch Hetchy's relatively low elevation provides one of the longest hiking seasons in Yosemite.</p> <h2>Lookout Point</h2> <p>The Lookout Point trail is a two-mile hike with moderate elevation change. The trail leads to a rocky outcropping overlooking Hetch Hetchy.</p> <p><strong>Distance: </strong>2 miles (3.2 km) round-trip<br /> <strong>Elevation gain: </strong>680 ft (207 m)<br /> <strong>Time estimate: </strong>1 hour</p> <h2>Smith Peak</h2> <p>The Smith Peak (7,751 feet) trail takes you through forest and meadow to the highest point in the area and offers outstanding views of the Hetch Hetchy area. The Smith Peak trails can be used to access the Yosemite high country. Permits are required for all overnight hikes. Visit a wilderness center for more information.</p> <p><strong>Distance: </strong>13.5 miles (21.6 km) round-trip<br /> <strong>Elevation gain: </strong>3,700 ft (1128 m)<br /> <strong>Time estimate: </strong>6 to 8 hours<br /> <br /> <strong>Route variation: </strong>Smith Peak can also be accessed via a trail at the Hetch Hetchy entrance station. This route is 16 miles round-trip.</p> <h2>Tips & Hours</h2> <p>Watch for rattlesnakes and poison oak in this area.<br /> <br /> Unlike other areas of Yosemite, the road to Hetch Hetchy is open from sunrise to sunset only. Hetch Hetchy trailheads are not reachable by vehicle when the road is closed.</p> <p>From November through March, the Hetch Hetchy Road may be subject to closures or chain requirements due to ice and snow. Call 209/372-0200 (press 1, then 1) for current road conditions.<br /> <br /> Pets are prohibited on all hiking trails. Swimming and boating are prohibited in Hetch Hetchy Reservoir in order to maintain a clean source of drinking water.</p>",
    "audioDescription": "This trailhead is located on the right side of the road, across the street from the Hetch Hetchy Entrance Station. It is marked by a wooden sign that reads, Lookout Point - 1.0 miles, Cottonwood Meadows - 3.2 miles, Smith Meadows - 6.4 miles, Hetch Hetchy - 7.3 miles, Harden Lake - 11.7 miles, Pate Valley - 17.7 miles, Yosemite Valley - 20.9 miles. Another small sign is located on the wooden post, beneath the wooden sign. The metal sign is bright yellow and reads, Warning, burned watershed. Risks include rockfall, falling trees, washed out trails, and trees blocking trails.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8dfe406e-a258-47ff-bd8a-5953d692d389",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8599E14E-63F6-4666-BF62-B4A9AE0B258C",
    "url": "https://www.nps.gov/places/000/lembert-dome-and-dog-lake-trailhead.htm",
    "title": "Lembert Dome and Dog Lake Trailhead",
    "listingDescription": "Beginning from Dog Lake parking, the trail climbs through the forest to Dog Lake, then take a spur to the summit of Lembert Dome. There is no marked trail on the bare rock on Lembert Dome; choose the easiest path to the summit for panoramic views of Tuolumne Meadows and the surrounding peaks.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/46EEAE94-BBA5-FBD3-763896AC80D9FDFE.jpg",
        "credit": "",
        "altText": "Bare rock in the foreground with snowy peaks and partly cloudy skies towering behind",
        "title": "Lembert Dome",
        "description": "",
        "caption": "The summit of Lembert Dome in late fall looking toward the Cathedral Range",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/46EEAE94-BBA5-FBD3-763896AC80D9FDFE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/46EEAE94-BBA5-FBD3-763896AC80D9FDFE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.87840698623992",
    "longitude": "-119.33898560648757",
    "latLong": "37.87840698623992,-119.33898560648757",
    "bodyText": "<p>Beginning from the north end of Dog Lake parking, the trail climbs through the forest to Dog Lake, then take a spur to the summit of Lembert Dome. There is no marked trail on the bare rock on Lembert Dome; choose the easiest path to the summit for panoramic views of Tuolumne Meadows and the surrounding peaks.<br /> <br /> Lembert Dome is an example of a <em>roche moutonnée, </em>a glacial landform with an asymmetrical shape. The steep western face and gradual eastern slope indicate the direction of glacial flow when glaciers filled Tuolumne Meadows.<br /> <br /> Dog Lake is a quiet, forested lake that is home to many species including water birds, song birds, deer, and dragonflies.<br /> <br /> <strong>Distance: </strong>3.8 miles (6.1 km) round-trip<br /> <strong>Elevation gain: </strong>850 ft (260 m) elevation gain<br /> <strong>Time estimate: </strong>3-4 hours<br /> <br /> <strong>Route variation: </strong>return via Lembert Dome Parking for a 5-mile loop. Or, hike this route as an out-and-back beginning from Lembert Dome Parking instead of Dog Lake Parking, a slightly longer route to the same destinations.</p> <h2>Tips & Seasonal Information</h2> <p>Stay off domes during thunderstorms!<br /> <br /> Despite its name, pets are not allowed at Dog Lake or any other hiking trails.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "A slightly crescent shaped, paved parking area is near the Lembert Dome/Dog Lake trailhead. Just east of the parking lot, beyond a stand of tall pines, is a granite dome, Lembert Dome. The dome is shaped like a slide, the left side being a steep incline, while the right side has a long gradual decline. At the north end of the parking lot are two dumpsters, a brown one for trash, and a green one for recycling, each having a carabiner to clip their chutes shut. Near the dumpsters is a thin metal post with two signs. The top sign reads, no camping or overnight parking. The second sign reads, no parking any time, and has a two sided arrow pointing left and right. Not far to the right of the dumpsters are the vault toilets, which are two grey structures located on a wooden deck, accessible by steps or a ramp. Next to the restroom is a dirt path that leads into the forest. A wooden sign reads Lembert Dome, Dog Lake Trailhead. Two icons are located within two separate square outlines, and each have a red diagonal line slashing down it's center. The first icon is of a dog and the second icon is of a bicycle. To the right of the trailhead is a large, green tone, exhibit panel, inside a log frame, with log posts.Panel text reads, welcome to Lembert Dome parking. The dome above you was sculpted by glaciers, which have filled Tuolumne Meadows many times over millions of years. If you stood here thousands of years ago during a glacial period, you would be buried under 2,000 feet of ice! This trailhead accesses hikes to Lembert Dome, Dog Lake, Soda Springs, Glen Aulin, and Young Lakes. The upper half of the panel is a trail map of the area. Beginning at where the red dot indicates, you are here, in the middle of the map, yellow lines, representing trails, sprawl out from this point. To the upper left, the trails lead toward Soda Springs and Glen Aulin. To the upper right, the trail splits off to the right to Lembert Dome, before continuing to Dog Lake and Young Lakes. An icon for Parking, picnic area, and restrooms are next to the red dot. Blue indicates the water of Dog Lake and the Tuolumne River, and white represents Tioga Road, which runs left to right, with thinner white lines indicating smaller backroads. For more information about Yosemite maps, please call 209/379-1035The left column of panel text reads, take a hike! The trail to Lembert Dome or Dog Lake begins on your left (west) and passes in front of the bathrooms. Pay attention to signs, posted at every trail junction. Remember, this is the Lembert Dome Parking Area. Lembert Dome is moderately strenuous. The trail climbs 850 feet (259 km) through the forest to the bare rock of the dome. There is no trail on the rock. Follow the easiest path for panoramic views of Tuolumne Meadows and the surrounding peaks. Dog Lake is moderately strenuous. Surrounded by forest, this quiet lake is home to many species including water birds, song birds, deer, and dragonflies. Despite its name, pets are not allowed at Dog Lake, nor on any other trails. The Loop is moderately strenuous. It is possible to combine the Lembert Dome and Dog Lake hikes into a five-mile loop. Study the map for details. Do not walk on the road from the Dog Lake parking area back to this parking area. Instead, use the trails indicated on the map. Soda Springs is easy. Follow the gravel Soda Springs Road on your left. When you reach the gate, continue straight for about a half mile to the Soda Springs and Parsons Lodge. This easy, mostly flat walk opens up to views of the Tuolumne River, Tuolumne Meadows, and the surrounding peaks. Carbonated water bubbles out of the ground at Soda Springs. The Parsons Memorial Lodge has been a reading room, shelter, and place for lively discussion since it was built in 1915. The right column of panel text reads, before you go. Stay on trail. Careless steps damage this fragile landscape. Plants have a short growing season before winter snow blankets the land. Be prepared. Carry plenty of water and high energy food. Bring a map; don't rely on cell phones and GPS. Pack a flashlight in case your hike takes longer than expected. Wear appropriate clothes and shoes. Tell someone where you're going and when you plan to return. Pack out what you pack in. To help this wilderness thrive, leave no trace of your presence. You must pack out your used toilet paper and trash. Never feed wild animals. Human food is unhealthy for wildlife and encourages aggressive behavior. Respect animals at a distance. If an animal changes its behavior due to your presence, you are too close. Pets, bicycles, and strollers are allowed only on roads accessible by vehicle, never on trails. Pets must be on a leash at all times, and owners must bag and dispose of pet waste. Weather can change quickly in the mountains. Be aware of building thunderstorms. Stay off of exposed granite domes, open meadows, and lakes when storms are approaching. Get there safely. Roads in the park are narrow and winding. Protect p",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "6c8a5252-89f3-471d-a28a-864e540f6799",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B1B4A158-95CE-4526-AE28-5916D7AF7547",
    "url": "https://www.nps.gov/places/000/lower-yosemite-fall-trailhead.htm",
    "title": "Lower Yosemite Fall Trailhead",
    "listingDescription": "Witness the strength of this mighty waterfall by site, sound, and the feel of its mist, when you stand at its base in spring and early summer when the waterfall peaks in volume. The falls are often only a trickle or completely dry by August.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B142F689-E954-B67A-F7FA7AEB24D9A68D.jpg",
        "credit": "",
        "altText": "Visitors viewing Yosemite Falls from the trailhead with a full waterfall in the background.",
        "title": "Lower Yosemite Fall Trailhead",
        "description": "",
        "caption": "View of Yosemite Falls from the Lower Yosemite Fall Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B142F689-E954-B67A-F7FA7AEB24D9A68D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B142F689-E954-B67A-F7FA7AEB24D9A68D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.746364",
    "longitude": "-119.596268",
    "latLong": "37.746364,-119.596268",
    "bodyText": "<p>This short, easy walk rewards visitors with spectacular views of both Upper and Lower Yosemite Falls. This paved loop trail offers different vantage points of Yosemite Falls and Yosemite Creek. Numerous exhibits along the trail discuss the natural and cultural history of the area. Begin the loop from either the western or eastern end, following signs directing you toward the base of the waterfall. The loop may be walked in either direction.<br /> <br /> Lower Yosemite Fall is the final 320-foot (98-meter) drop of Yosemite Falls. In spring and early summer when the waterfall peaks in volume, you can expect to get sprayed with water when standing on the footbridge near its base. The falls are often only a trickle or completely dry by late summer, then are sometimes revived again by late fall storms.<br /> <br /> <strong>Distance:</strong> 1 mile (1.6 km) loop<br /> <strong>Elevation gain: </strong>50 feet (15 m)<br /> <strong>Time estimate: </strong>30 minutes<br /> <br /> <strong>Caution: stay on the paved trail.</strong> Above the wooden footbridge that crosses Yosemite Creek, the rocks and boulders are slippery even when dry. Venturing off-trail in this area frequently leads to serious injuries.</p> <h2>Tips & Seasonal Information</h2> <p>Leashed pets are permitted on this trail. Bicycles are prohibited on the Lower Yosemite Fall loop trail. Several bicycle racks are located at the east and west end of the Lower Yosemite Fall loop. A restroom along with a water bottle filling station is located near the trailhead, on the western end of the loop across the street from Yosemite Valley Lodge.<br /> <br /> <strong>While you can visit this trail and viewing area year-round, there is often no water in the waterfall by late summer. </strong></p> <p>In winter, a cone of ice accumulates at the base of Upper Yosemite Fall, sometimes exceeding 300 feet tall. The ice cone is usually melted by mid-April. In early spring, <a href=\"https://cms.nps.gov/yose/planyourvisit/frazilice.htm\">frazil ice</a> sometimes forms in waterfalls and creeks when waterfall mist becomes very cool.</p> <p>When waterfall flow is especially high, generally in April and May, the full moon refracting light on the waterfall mist can create a phenomenon called a moonbow. The visibility of the moonbow is highly dependent on water flow, clear skies, and angle of the moon.</p> <h2>Accessibility</h2> <p>There is no designated accessible parking nearby. Visitors may use the shuttle stop to reach the trail or travel along the paved path from the accessible parking at the west end of Yosemite Village (approximately 0.3 mile to the eastern side of the loop trail).<br /> <br /> The entire Lower Yosemite Fall loop trail is paved. The eastern part of the loop (0.6 mile one-way from the Yosemite Falls shuttle stop to the viewing area) is accessible to wheelchairs and crosses several braided streams before reaching the Lower Yosemite Fall viewing area, which has transferable seating to granite boulders at wheelchair height.<br /> <br /> The western part of the loop (0.5 mile one-way to the viewing area) is wide enough for several people and is mostly accessible; however, a short, steep grade near the viewing area (the last 180 feet include a slope of 13.8%) may make assistance necessary for some visitors.<br /> <br /> Along the western portion of the loop, about halfway to the falls, a bronze relief model depicts the Yosemite Falls area. Wayside exhibits along the trail also feature bronze relief panels.<br /> <br /> An accessible restroom is located near the trailhead, on the western end of the loop across the street from Yosemite Valley Lodge. The restroom facility has a designated family restroom that is also accessible.</p>",
    "audioDescription": "A paved walking path cuts through the forest and leads to the base of Lower Yosemite Fall. At the trailhead, the forged path allows for full views of Upper and Lower Yosemite Falls. The Yosemite Falls Picnic Area is nearby and has about seven randomly placed wooden picnic tables, trash and recycle bins, bike racks, a drinking fountain, and a restroom.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Historical/Interpretive Information/Exhibits",
      "Pets Allowed",
      "Recycling",
      "Restroom",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3FEC70B-B87E-4F5D-8ECA-60E1B80324B0",
    "url": "https://www.nps.gov/places/000/lukens-lake-trailhead-from-tioga-road.htm",
    "title": "Lukens Lake Trailhead from Tioga Road",
    "listingDescription": "Enjoy fishing, swimming, or viewing the wildflower display that often wraps around the lake in the summer. This short trail winds through a mixed conifer forest, then over a saddle and down to a small mountain lake surrounded by a meadow. Shooting stars and dozens of other species of wildflowers abound, often through July. Please stay on designated trails to protect the meadow, even if the trail is wet or muddy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E2E3BBE3-F36C-4751-3409B1BD4DB06203.jpg",
        "credit": "",
        "altText": "A meadow blanketed in grasses and pink wildflowers surrounded by trees",
        "title": "Lukens Lake",
        "description": "",
        "caption": "Meadow of wildflowers at Lukens Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E2E3BBE3-F36C-4751-3409B1BD4DB06203.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E2E3BBE3-F36C-4751-3409B1BD4DB06203.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.85052061845609",
    "longitude": "-119.6152102665258",
    "latLong": "37.85052061845609,-119.6152102665258",
    "bodyText": "<p>This short trail winds through a mixed conifer forest, then over a saddle and down to a small mountain lake surrounded by a meadow. Shooting stars and dozens of other species of wildflowers abound, often through July. Stay on designated trails to protect the meadow, even if the trail is wet or muddy. The trail is typically wet and muddy until early August.<br /> <br /> <strong>Distance: </strong>1.6 miles (2.6 km) round-trip<br /> <strong>Elevation gain: </strong>200 ft (60 m)<br /> <strong>Time estimate: </strong>1-2 hours</p> <h2>Tips & Seasonal Information</h2> <p>Stay on trail, even when muddy! Go through mud puddles rather than around them to preserve plant life in this sensitive ecosystem.<br /> <br /> Pets and bicycles are not allowed on hiking trails. A vault toilet is available at the trailhead.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The paved parking area for Lukens Lake Trailhead is on the west side of Tioga Road and has three green recycle bins, three brown trash bins, two brown food lockers, and one wayside exhibit titled, Upper Montane. The trailhead is across the street and marked by a brown sign with an icon of a hiker inside a white square outline.<br /><br />Text on the left side of the exhibit panel reads, this is snow country, where plants and wildlife must cope with a high-mountain climate that brings winter snow that can remain until June. Here, the summers are short, cool, and moist. Only specialized species can survive. The red fir is one such hardy tree that can handle snowloads that exceed 30 feet. This tree grows in pure stands in the upper montane zone. <br /><br />Illustration: a 3-Dimensional, illustrated, cross-section map of the area's terrain has a road winding through the mountains labeled Tioga Road. Below the Tioga Road, a deep valley is labeled Yosemite Valley. Along Tioga Road, to the right of the first two labels is a red dot that is marked, 'you are here.' From the bottom to top of this map, colors transition from orange, to yellow, to green, to blue, to white. On the side of the map, a color-code shows that orange represents the foothills (1,800 to 3,000 feet), yellow represents the lower montane (3,000 to 6,000 feet), green represents the upper montane (6,000 to 8,000 feet), blue represents the sub-alpine (8,000 to 9,500 feet), and white represents the alpine (9,500 - 13,000 feet). <br /><br />Caption: As you travel through the different elevations along the Tioga Road, you can observe habitats similar to those found on an excursion from Mexico to the arctic. <br /><br />Text on the right side of the exhibit panel reads, The plants and animals of the habitat around you are uniquely connected. Interdependence is the only way to suvive within this extreme environment. One important interrelationship involves fungus, flying squirrels, and owls. Root fungi absorb food from trees, while simultaneously improving the roots' water and nutrient absorption. Truffle-like mushrooms growing from this fungus provide a food source for flying squirrels. In turn, owls prey upon the flying squirrel. In this circle of dependency, one missing link might threaten the survival of all.<br /><br />Illustration: A tree above ground and its roots below ground are a part of the main focal point of this illustration. A squirrel digs into the soil and reaches an oval-shaped object that is growing on the tree's roots underground. An owl is hovering in the background.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "892c1b5c-f71d-4fd1-8bbf-6355f71f230f",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0A487FCB-66F1-4609-B1F1-E407D0757072",
    "url": "https://www.nps.gov/places/000/lukens-lake-trailhead-from-white-wolf.htm",
    "title": "Lukens Lake Trailhead from White Wolf",
    "listingDescription": "Enjoy this small mountain lake surround by a meadow full of shooting stars and dozens of other species of wildflowers in the summer. Follow the trail through a mixed conifer forest to Lukens Lake. The trail crosses the Middle Fork of the Tuolumne River and is wet and muddy until early August. Lukens Lake from White Wolf (Moderate)4.6 miles (7.4 km) round trip; 2-3 hours,400-foot (122-m) elevation gain. Hours :Accessible only while Tioga Road is open to vehicles, from late",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E31A702A-0561-9953-C2254618A80FE87B.jpg",
        "credit": "",
        "altText": "A blue lake surrounded by conifer forest",
        "title": "Lukens Lake",
        "description": "",
        "caption": "Lukens Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E31A702A-0561-9953-C2254618A80FE87B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E31A702A-0561-9953-C2254618A80FE87B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.86976751986529",
    "longitude": "-119.64882037175838",
    "latLong": "37.86976751986529,-119.64882037175838",
    "bodyText": "<p>Walk through a mixed conifer forest to Lukens Lake, a small mountain lake surrounded by a meadow full of shooting stars and dozens of other species of wildflowers in the summer. The trail crosses the Middle Fork of the Tuolumne River and is wet and muddy until early August.<br /> <br /> <strong>Distance: </strong>4.6 miles (7.5 km) round-trip<br /> <strong>Elevation gain: </strong>400 ft (120 m)<br /> <strong>Time estimate: </strong>2-3 hours</p> <h2>Tips & Seasonal Information</h2> <p>Stay on trail, even when muddy! Go through mud puddles rather than around them to preserve plant life in this sensitive ecosystem.<br /> <br /> Pets and bicycles are not allowed on hiking trails.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The trailhead to Lukens Lake begins across the street from the White Wolf Lodge front office building. There is a row of parking spaces that are lined with tall pine trees. The trail begins near the center of the parking row and enters into the forest. Two trailhead signs are posted. The first sign is brown with white text and shows the mileage of several hiking destinations that begin at this trailhead. The sign reads, Lukens Lake - 2.3, Harden Lake - 5.7, Ten Lakes - 9.7, Pate Valley - 10.4, Smith Meadows - 11.1, Yosemite Valley - 13.9, Hetch Hetchy - 17.0. The other sign is also brown with white text and lists wilderness regulations. The sign reads, Entering Yosemite Wilderness - Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red slash line diagionally across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "124bf335-e2ff-4cca-bb7c-d8af6924d7db",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B06EE003-6117-4C71-9042-5773C2664447",
    "url": "https://www.nps.gov/places/000/lyell-canyon-trailhead.htm",
    "title": "Lyell Canyon Trailhead",
    "listingDescription": "Let the overwhelming views of Tuolumne Meadows' peaks and meadows compete for your attention as you venture into Lyell Canyon via the John Muir Trail. Begin across the road from Dog Lake parking area. This trail passes through Lyell Canyon, along the Lyell Fork of the Tuolumne River. Early in the season, the trail can be muddy in places. There are several creek crossings, including Rafferty Creek (bridged) and Ireland Creek (unbridged). Spectacular Kuna Creek cascades down th",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B3385C20-C01C-54FA-3ADF87E818C3866D.jpg",
        "credit": "",
        "altText": "A trail carves through an open, grassy meadow with rolling mountain peaks",
        "title": "Lyell Canyon",
        "description": "",
        "caption": "Lyell Canyon from the John Muir Trail in late summer",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B3385C20-C01C-54FA-3ADF87E818C3866D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B3385C20-C01C-54FA-3ADF87E818C3866D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.877585",
    "longitude": "-119.33862",
    "latLong": "37.877585,-119.33862",
    "bodyText": "<p>Hike along the Tuolumne River and through lodgepole pine forest, plus enjoy expansive views of meadows, Kuna Crest, and Mount Lyell. This trailhead is part of both the John Muir Trail and the Pacific Crest Trail. A sign reading \"John Muir Trail\" with various trail distances marks the trailhead south of the Dog Lake parking area.<br /> <br /> A short distance from the trailhead, there is a bridged crossing over the Dana Fork of the Tuolumne River, then after another short distance, the trail reaches the Lyell Fork of the Tuolumne River. The two bridges at the Lyell Fork are known as Twin Bridges, a popular scenic destination.<br /> <br /> This trailhead is used to reach many popular wilderness travel destinations, such as Donohue Pass, Vogelsang Pass, and many more. Permits are required for all overnight hikes. Visit a wilderness center for more information.</p> <h2>Twin Bridges via the John Muir Trail</h2> <p><b data-olk-copy-source=\"MailCompose\">Distance: </b>3 miles (4.8 km) round-trip<br /> <b>Elevation gain:</b> mostly flat<br /> <b>Time estimate:</b> 1-2 hours<br /> <br /> <b>Route variation: </b>continue up the John Muir Trail along Lyell Canyon for a longer hike with gradual elevation gain. Turn around at any point and return the same way you came.</p> <h2>Tips & Seasonal Information</h2> <p>In early summer, the trail can be very muddy in places. Stay on trail and go through mud puddles rather than around them to preserve delicate plant life in this sensitive ecosystem.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The John Muir Trail begins across the street from the Dog Lake Parking lot. Residential housing consisting of wooden cabins with canvas roofs, are located on the west side of the parking area. A large exhibit panel set inside a log frame, stands on log posts next to the Dog Lake trailhead. The panel text reads, welcome to Dog Lake Parking. This trailhead accesses the hike to Dog Lake, Lembert Dome, Young Lakes, and Lyell Canyon, among others. Hiking maps and guidebooks are available at the visitor center. For your safety, please follow trail signs and do not walk along the road. <br /><br />The upper half of the panel is a trail map of the area. Beginning at where the red dot indicates, you are here, yellow lines, representing trails, sprawl out from this point. An icon for parking and accommodations are near to the red dot. A blue line indicates the water of the Tuolumne River and Dog Lake, and a thick white line represents Tioga Road, which runs left to right, with thinner white lines branching off Tioga Road, indicating smaller backroads. For information regarding park maps, call our park accessibility coordinator at 209/379-1035. <br /><br />The left column of panel text reads, take a hike! The hike to Dog Lake and/or Lembert Dome begins at the uphill (north) side of this parking lot. Pay attention to signs posted at every trail junction. Remember, this is the \"Dog Lake\" parking area. <br /><br />Dog Lake (moderately strenuous) - Surrounded by forest, this quiet lake is home to many species including water birds, song birds, deer, and dragonflies. Despite its name, pets are not allowed at Dog Lake, nor on any other trail. <br /><br />Lembert Dome (moderately strenuous) - After Gaining 600 feet (183 m) of elevation, look for the trail junction to the summit of Lembert Dome. The trail climbs through the forest to the bare rock of the dome. There is no trail on the rock. Follow the easiest path for panoramic views of Tuolumne Meadows and the surrounding peaks. <br /><br />The Loop (moderately strenuous) - It is possible to combine the Lembert Dome and Dog Lake hikes into a five-mile loop. Study the map for details. Do not walk on the road from the Lembert Dome parking area back to this parking area. Instead, use the trails indicated on the map. <br /><br />Lyell Canyon (easy) - To hike up Lyell Canyon on the John Muir and Pacific Crest Trails, begin at the downhill (south) side of this parking lot. Cross the road at the crosswalk and follow the trail upstream. You can enjoy a short stroll along the river until you are ready to turn around. One mile up the trail you will reach Twin Bridges, a scenic crossing of the Lyell fork. If you're feeling more adventurous, this trail could take you to Mt. Whitney, over 200 miles (322 km) away, or all the way to Mexico. <br /><br />The right column of panel text reads, before you go. Stay on trail. Careless steps damage this fragile landscape. Plants have a short growing season before winter snow blankets the land. <br /><br />Be prepared. Carry plenty of water and high energy food. Bring a map; don't rely on cell phones and GPS. Pack a flashlight in case your hike takes longer than expected. Wear appropriate clothes and shoes. Tell someone where you're going and when you plan to return. <br /><br />Pack out what you pack in. To help this wilderness thrive, leave no trace of your presence. You must pack out your used toilet paper and trash. <br /><br />Never feed wild animals. Human food is unhealthy for wildlife and encourages aggressive behavior. Respect animals at a distance. If an animal changes its behavior due to your presence, you are too close. <br /><br />Pets, bicycles, and strollers are allowed only on roads accessible by vehicle, never on trails. Pets must be on a leash at all times, and owners must bag and dispose of pet waste. <br /><br />Weather can change quickly in the mountains. Be aware of building thunderstorms. Stay off of exposed granite domes, open meadows, and lakes when storms are approaching. <br /><br />Get there safely. Roads in the park are narrow and winding. Protect park wildlife, other visitors, and yourself by obeying posted speed limits and using turnouts. <br /><br />Feeling the altitude? Give yourself a day or two to become accustomed to the altitude. Signs of altitude sickness can include nausea, dizziness, and headache. Descending to a lower elevation can help alleviate symptoms. <br /><br />Wilderness use regulations. Wilderness permits and and allowed bear-resistant food containers are required year-round for overnight trips. They are available at the Yosemite Valley and Tuolumne Meadows Wilderness Centers, Wawona Visitor Center, Big Oak Flat Information Station, and the Hetch Hetchy Entrance Station. No motorized vehicles are permitted. <br /><br />In the middle of the left and right text columns is a small map outline of the entire park. The main roads and areas are the only things labeled. On the far left side of the park is a road that runs north to south. At the top point is Hetch Hetchy, coming down to Big Oak Flat, then down to Wawona, which is near the bottom tip of the park. A little less than half way up the road is an intersection the leads into the Yosemite Valley via a loop road. Just above Yosemite Valley is a road that extend from the left to the right of the park, the Tioga Road, With Tioga Pass labeled at the far right. To the far right of the Tioga Road, near Tioga Pass, is a red dot that indicates, you are here. <br /><br />From north to south, the parking lot slopes downhill a bit. There is a neat line of recycle bins, trash bins, and food storage lockers in the south parking lot. A crosswalk leads across the street to the Lyell Canyon trailhead. A wooden sign reads, John Muir Trail, Tuolumne Pass 6.1 miles, Vogelsang H.S.C. 6.7 miles, Donohue Pass 11.9 miles, Merced Lake 14.7 miles, and Yosemite Valley 27.5 miles. A sign is posted prohibiting dogs on the trail. <br /><br /><br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D0C1B0C5-D944-46CC-B67B-AE327A230AEB",
    "url": "https://www.nps.gov/places/000/mariposa-grove-arrival-area-trailhead.htm",
    "title": "Mariposa Grove Arrival Area and Trailhead",
    "listingDescription": "Explore and experience the wonder of being surrounded by some of the rarest and most remarkable living things on the planet in the Mariposa Grove of Giant Sequoias. Marvel at the towering giant sequoias in the Mariposa Grove Arrival Area, as you prepare to embark on your grand adventure into the grove. All trails begin here at the Mariposa Grove Arrival Area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/913D1E84-CE0E-6383-E530D9DC5910796E.jpg",
        "credit": "",
        "altText": "Wide flat accessible trail with place name sign and people walking on fence lined trail",
        "title": "Mariposa Grove Arrival Area",
        "description": "",
        "caption": "Mariposa Grove Arrival Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/913D1E84-CE0E-6383-E530D9DC5910796E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/913D1E84-CE0E-6383-E530D9DC5910796E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.50159458004759",
    "longitude": "-119.61087028530096",
    "latLong": "37.50159458004759,-119.61087028530096",
    "bodyText": "<p>The Mariposa Grove home to hundreds of mature giant sequoias and is the largest sequoia grove in Yosemite National Park. All trails through the grove begin here at the arrival area. They range from a relatively flat stroll to half- or full-day hikes that require strenuous uphill hiking. Each has its own rewards. All trail distances are listed beginning and ending at the arrival area.</p> <h2>Route Information</h2> <h3>Big Trees Loop Trail</h3> <p><strong>Distance: </strong>0.3 mile (0.5 km) loop<br /> <strong>Elevation gain: </strong>flat pavement and boardwalk<br /> <strong>Time estimate: </strong>30 to 45 minutes</p> <p>This trail features the Fallen Monarch and interpretive panels on the life and ecology of giant sequoias. This loop is relatively flat and is wheelchair accessible.</p> <h3>Grizzly Giant Loop Trail</h3> <p><strong>Distance: </strong>2 miles (3.2 km) loop<br /> <b>Elevation gain: </b>300 ft (90 m)<br /> <strong>Time estimate: </strong>1.5 to 2 hours</p> <p>Start along the Mariposa Grove Trail at the Big Trees Loop and hike past notable trees such as the Bachelor and Three Graces, the Grizzly Giant, and California Tunnel Tree. Vehicles with a disability placard can drive as far as the Grizzly Giant accessible parking and enjoy this area of the grove via a section of trail that is wheelchair accessible.</p> <h3>Guardians Loop Trail</h3> <p><strong>Distance: </strong>6.5 miles (10.5 km) round-trip<br /> <strong>Elevation gain: </strong>1,200 feet (366 m)<br /> <strong>Time estimate: </strong>4-6 hours</p> <p>This trail follows a route that people have used to access the grove for generations. See famous sequoias such as the Bachelor and Three Graces, the Faithful Couple, and the Clothespin Tree along this hilly route to the upper reaches of the grove. After hiking to the tranquil upper portion of the grove, the return hike takes hikers past many famous features including the fallen Wawona Tunnel Tree, the Telescope Tree, and the Mariposa Grove Cabin.</p> <h3>Mariposa Grove Trail to Wawona Point</h3> <p><strong>Distance: </strong>7.75 miles (12.4 km) round-trip<br /> <b>Elevation gain: </b>1,200 feet (360 m) elevation gain<br /> <strong>Time estimate: </strong>4-6 hours</p> <p>This trail follows a route that people have used to access the grove for generations. See famous sequoias such as the Bachelor and Three Graces, the Faithful Couple, and the Clothespin Tree along this somewhat strenuous route to the upper reaches of the grove. Continue to historic Wawona Point, an overlook with panoramic views. A number of alternative trails are used to access the upper portion of the grove. These trails are generally steeper and more rugged than the Mariposa Grove Trail.</p> <h2>Tips & Seasonal Information</h2> <p>Restrooms are available at:</p> <ul> <li>Mariposa Grove Welcome Plaza and Parking</li> <li>Mariposa Grove picnic area (off the Washburn Trail about one mile from the parking area) (vault toilet)</li> <li>Mariposa Grove Trailhead and Arrival Area (flush toilets in summer/vault toilets in winter)</li> <li>Near the Grizzly Giant (vault toilet)</li> <li>Mariposa Grove cabin (flush toilet in summer/vault toilet in winter)</li> </ul> <p>Drinking water is available at the arrival area in summer only. There is no drinking water in the grove.</p> <p>There is no private vehicle access and no parking at the arrival area except for vehicles displaying disability placards. The Mariposa Grove shuttle typically operates from approximately early March through late November. From approximately late November to at least April 1, the Mariposa Grove Road is closed to all vehicles. The road, along with all trails within the Grove, remain open to hikers, snowshoers, and skiers. See <a href=\"https://www.nps.gov/yose/planyourvisit/mg.htm\">website</a> for more information.</p> <p>Pets are not allowed anywhere in the Mariposa Grove. Protect these ancient trees by staying behind boundary fencing and staying on established trails. Bicycles are allowed on the Mariposa Grove Road between the welcome plaza (near South Entrance) and the Grizzly Giant when the road is open for the season. Bicycles are not allowed elsewhere in the Mariposa Grove.</p> <h2>Accessibility</h2> <p>There are designated accessible parking spaces at the Mariposa Grove Arrival Area; vehicles displaying disability placards can drive at 25mph and park in designated spaces.<br /> <br /> The Mariposa Grove Arrival Area is wheelchair accessible, as well as the Big Trees Loop Trail, 0.3 mile (0.5 km). There is a bronze tactile exhibit at the arrival area. Use caution in hot weather as the tactile exhibit may be too hot to touch.<br /> <br /> Vehicles displaying a disability placard can drive as far as the <a href=\"https://www.nps.gov/places/000/grizzly-giant-trailhead-accessible.htm\">Grizzly Giant accessible parking area</a> and enjoy a close up view of the Grizzly Giant and California Tunnel Tree via a section of trail that is wheelchair accessible, 0.13 mile (0.21 km).</p>",
    "audioDescription": "Approaching the Mariposa Grove Trailhead from either the parking area or the shuttle drop off area, the most noticeable feature is the fenced-in pathway that zigzags between towering giant sequoias as it makes its way deeper into the grove. On the right side of the path entranceway sits a row of trash and recycle bins and a split log that serves as a long bench. To the left of the entranceway are several interpretive panels, a drinking fountain, and a bronze, tactile relief model of the Mariposa Grove of Giant Sequoias (Caution: The bronze, tactile relief model is often in direct sunlight and could be too hot to touch). Three interpretive panels are lined up against a waist high fence. The first panel is titled A Way of Life Continues and explains the origins of stewardship of the grove by local native tribes, the Bishop Paiute Tribe, Bridgeport Indian Colony, Mono Lake Kutzadika Tribe, North Fork Rancheria of Mono Indians of California, Picayune Rancheria of Chukchansi Indians, Southern Sierra Miwuk Nation, and Tuolumne Band of Me-Wuk Indians. There is a sepia toned picture of a group of people, with a caption that reads, some members of the Tribal Working Group, Yosemite Conservancy, and NPS staff. There is also an area titled Greetings from the Traditionally Associated Tribes of Yosemite National Park, that contains five different tribal translations. There is also a map that shows the ancestral homelands of the park's Traditionally Associated Tribes, which are marked by a red dot in areas surrounding Yosemite. <br /><br />The second panel is titled Visiting the Mariposa Grove. There is a map showing all the trails in the Mariposa Grove, and a list containing hiking trail options that range from easy, to moderate, to strenuous. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035. A call-out box titled Grove Etiquette reads, You are visiting a truly special place. Please take care to not damage this grove or impact the experience of other visitors. Please stay on designated trails and respect fenced areas. Be a steward of the grove - please no climbing or graffiti. Strive to leave no trace. No dogs, no collecting, no bikes. A third panel is titled A Legacy of Conservation and shows a sepia toned picture of Abraham Lincoln, as well as a picture of a National Park Service (NPS) uniform hat and belt, to show the significance of the sequoia cones featured on both the NPS uniform hat band and belt. Panel text reads, Welcome to the Mariposa Grove of Giant Sequoias. This forest is legendary, and even sacred, to those who have experienced its majesty-from the seven Traditionally Associated Tribes of Yosemite, to important conservation leaders, and visitors who saw their first sequoia just yesterday. As you explore the grove, you'll be following in the footsteps of countless people who have revered and worked to protect these magnificent trees. This grove is also honored because it is one of our country's first protected public lands. The seeds of the national park movement were sown here when artists, writers, politicians, and early preservationists convinced the US Congress and President Abraham Lincoln to protect the giant sequoias from logging, tourism, and development in the mid-1800s. Every National Park Service ranger carries a reminder of the significance of these trees and the movement they inspired. Look closely at the NPS emblem, belt, and hatband pictured here with the sequoia cone and tree silhouette. A sign at the trailhead reads, Mariposa Grove of Giant Sequoias.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d200610c-80e1-45d4-94d8-ca4fa189105f",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Scenic View/Photo Spot",
      "Tactile Exhibit",
      "Trailhead",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9ED794F0-6720-41D8-B0FC-0E2C2E43EEEE",
    "url": "https://www.nps.gov/places/000/mariposa-grove-shuttle-stop-1-arrival-area-trailhead.htm",
    "title": "Mariposa Grove Shuttle Stop 1: Arrival Area and Trailhead",
    "listingDescription": "Park at the Mariposa Grove Welcome Plaza and board the free shuttle bus to get a glimpse of these giants. The Mariposa Grove Shuttle provides free shuttle service between the Mariposa Grove Welcome Plaza, near Yosemite's South Entrance, and the Mariposa Grove from early March through late November. This is the primary way to get to the Mariposa Grove. From approximately December to March, the Mariposa Grove Road is closed to vehicles and the shuttle no longer operates.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6CFE29CE-C810-CBC5-1E25ACB86AA73E89.jpg",
        "credit": "",
        "altText": "Bus at covered bus shelter in Mariposa Grove",
        "title": "Mariposa Grove - Shuttle Stop #1",
        "description": "",
        "caption": "Mariposa Grove Arrival Area - Shuttle Stop #1",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6CFE29CE-C810-CBC5-1E25ACB86AA73E89.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6CFE29CE-C810-CBC5-1E25ACB86AA73E89.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.50155990027635",
    "longitude": "-119.61105760469896",
    "latLong": "37.50155990027635,-119.61105760469896",
    "bodyText": "<p>The Mariposa Grove Shuttle provides free service between the <a href=\"https://www.nps.gov/places/000/mariposa-grove-welcome-plaza.htm\">Mariposa Grove Welcome Plaza & Parking</a> (stop 2) and the <a href=\"https://www.nps.gov/places/000/mariposa-grove-shuttle-stop-2-mariposa-grove-welcome-plaza.htm\">Mariposa Grove Arrival Area & Trailhead</a> (stop 1). Shuttles arrive approximately every 15 minutes.<br /> <br /> The Mariposa Grove of Giant Sequoias is the park's largest stand of giant sequoias, with about 500 mature sequoias in the grove. Park at the Mariposa Grove Welcome Plaza and board the free shuttle bus to get a glimpse of these giants.</p> <p>Dates are subject to change according to weather and road conditions, which may vary from year to year. In any given year, shuttle service will begin no earlier than April 15 (possibly later), and will close on or before November 30 (depending on conditions).</p> <p>Shuttle hours vary throughout the season, with longer hours in summer. See <a href=\"https://www.nps.gov/yose/planyourvisit/mg.htm\">website</a> or the current issue of the <a href=\"https://www.nps.gov/yose/planyourvisit/guide.htm\">Yosemite Guide</a> for current operating hours and season dates.</p> <h2>Shuttle Tips & Accessibility</h2> <ul> <li>Pets are not allowed on shuttles.</li> <li>Allow wheelchairs to board first.</li> <li>Collapse strollers before boarding.</li> <li>No oversized or jogging strollers.</li> <li>Remove baby-back carriers when seated.</li> <li>Shuttles only stop at designated stops.</li> <li>No smoking on shuttles.</li> </ul> <p>All shuttles are accessible with wheelchair lifts and tie-downs. The maximum size for wheelchairs on shuttles is 24 inches wide x 46 inches long. Shuttle drivers will help passengers on and off shuttles or notify them of stops. If you need assistance, ask the driver.</p>",
    "audioDescription": "The Mariposa Grove Shuttle Stop 1 has a bus stop shelter made of wooden posts and beams that has concrete sitting areas beneath. The Bus stop sign reads \"1, Mariposa Grove Trailhead, Grove Shuttle, Shuttle Route,\" and shows a basic map of the shuttle route as well as the schedule, which both change with the seasons. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035. The shuttle stop area is surrounded by giant sequoias and is near a restroom and water filling station.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "30bf2efb-b29f-4819-98b3-9742c6ff8edc",
    "isManagedByNps": "1",
    "amenities": [
      "Bus/Shuttle Stop",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E97A321F-3926-47A0-8D17-DDB1E01C21D7",
    "url": "https://www.nps.gov/places/000/may-lake-trailhead.htm",
    "title": "May Lake Trailhead",
    "listingDescription": "Spend a day, or a night, at this stunning alpine lake that reflects a picturesque view of Mt. Hoffmann. A short trail leads through a conifer forest and across granite slabs to reach May Lake. Enjoy views of Half Dome and surrounding mountains on the way.If the dirt road is closed, the trailhead will require an additional 2 mile hike uproad, one way. May Lake (moderate)2.4 mi (3.9 km) round-trip; 1-2 hours 485 ft (150 m) elevation gainFor hiking and trail information, plea",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/493191B1-C42C-B7AB-1732815631869622.jpeg",
        "credit": "",
        "altText": "A blue alpine lake below a granite peak",
        "title": "May Lake",
        "description": "",
        "caption": "May Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/493191B1-C42C-B7AB-1732815631869622.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/493191B1-C42C-B7AB-1732815631869622.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.832706056440536",
    "longitude": "-119.49115354472815",
    "latLong": "37.832706056440536,-119.49115354472815",
    "bodyText": "<p>A short trail leads through a conifer forest and across granite slabs to reach May Lake. Enjoy views of Half Dome, Clouds Rest, and surrounding peaks on the way.<br /> <br /> <strong>Distance: </strong>2.4 mi (3.9 km) round-trip; 1-2 hours<br /> <strong>Elevation gain: </strong>485 ft (150 m)<br /> <strong>Time estimate: </strong>1-2 hours</p> <h2>Tips & Seasonal Information</h2> <p>Depending on conditions, particularly in early summer, the unpaved road to reach the trailhead may be closed. When closed, hikers must hike an additional 1.75 miles each way along the road. A vault toilet is available at the parking area. A flush toilet may be seasonally available at the May Lake High Sierra Camp.<br /> <br /> Begin at the May Lake parking area, 1.75 miles (2.8 km) north of Tioga Road. This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The May Lake Trailhead is in a small parking lot located, on a rugged, paved, one-lane road east of the Tioga Road. When the parking lot is at capacity or the road is closed due to snow and ice, an additional two-mile hike, one-way, from the Tioga Road is necessary. A brown trash bin, green recycle bin, and small, brown structure, which holds the vault toilet, line the parking lot. The dirt trail begins in the midst of trees, near a small pond, next to the vault toilet, and is marked by two signs. <br /><br />The first metal sign reads, May Lake High Sierra Camp - 1.2 miles. <br /><br />The second metal sign is brown and reads, Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry watercourses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red line diagonally slashed across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle.<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "cf4e9293-b95d-42da-a433-4b7b0053f42d",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B4CDC757-7247-4E76-B789-C2F7D4D3907E",
    "url": "https://www.nps.gov/places/000/mcgurk-meadow-trailhead.htm",
    "title": "McGurk Meadow Trailhead",
    "listingDescription": "Traipse through a meadow of wildflowers (while staying on the trail, of course), and embrace the cool sub-alpine air this remarkable hike has to offer. The trail leads downhill to McGurk Meadow and the site of an old cabin that belonged to sheepherder John McGurk. During early summer, look for a tremendous show of wildflowers.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2D31531A-978F-C4A6-FF6165828DCA7BA4.jpg",
        "credit": "",
        "altText": "Green grassy meadow with blue skies and trees",
        "title": "McGurk Meadow",
        "description": "",
        "caption": "McGurk Meadow",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2D31531A-978F-C4A6-FF6165828DCA7BA4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2D31531A-978F-C4A6-FF6165828DCA7BA4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.67044655889399",
    "longitude": "-119.62812123197989",
    "latLong": "37.67044655889399,-119.62812123197989",
    "bodyText": "<h2>McGurk Meadow</h2> <p>The trail leads downhill to McGurk Meadow and the site of an old cabin that belonged to sheepherder John McGurk. During early summer, look for a tremendous show of wildflowers.</p> <p><strong>Distance: </strong>1.6 miles (2.5 km) round-trip<br /> <strong>Elevation gain: </strong>150 ft (45 m) on return<br /> <strong>Time estimate: </strong>1-1.5 hours</p> <h2>Dewey Point</h2> <p>Past the meadow, hikers can continue along the trail an additional mile (1.6 km) to reach the junction with the Pohono Trail. Turn left (west) at this junction to reach Dewey Point, a panoramic viewpoint overlooking Yosemite Valley.</p> <p><strong>Distance: </strong>8.2 miles (13.2 km) round-trip<br /> <strong>Elevation gain: </strong>750 ft (230 m)<br /> <strong>Time estimate: </strong>4-5 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. A vault toilet is available at this trailhead.<br /> <br /> This trailhead is only reachable by car when Glacier Point Road is open, which is typically from approximately late May through October or November. Overnight parking is prohibited beginning October 15. For current road and weather information, call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "A small, dirt, roadside parking area is located about 10 yards away from a brown and white sign that reads McGurk Meadow, which has an icon of a hiker inside a white square outline. In the parking area, which is lined with trees, one green recycle bin and one brown trash bin sit next to two brown food lockers. At the McGurk Meadow trailhead sign situated along the road, a dirt path leads into the shaded forest. Two signs are bolted to a metal post. The top sign is brown and white and it reads, Entering Yosemite Wilderness. Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least 6 inches deep 100 feet away from water. Bury or pack out toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red slash line diagionally across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle. <br /><br />The second sign is a metal sign with text cut out of it that reads, view of Yosemite Valley 3.9 miles, Dewey Point 3.9 miles, Taft Point 4.2 miles, Crocker Point 4.6 miles, Stanford Point 5.3 miles, Glacier Point 7.6 miles, Inspiration Point 9.8 miles, Yosemite Valley via Union Point 12.4 miles.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "28c6fd19-73e8-44b8-817b-0c746582a546",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F72A0CDC-31C8-4027-8155-D2476FB85048",
    "url": "https://www.nps.gov/places/000/mirror-lake-trailhead.htm",
    "title": "Mirror Lake Trailhead",
    "listingDescription": "With a fresh perspective looking up at Half Dome directly from its base, you'll be rewarded with views of Tenaya Canyon, Mount Watkins, Washington Column, and more. While pleasant at any time of year, Mirror Lake is fullest in spring and early summer. When water is calm, the lake offers beautiful reflections of surrounding cliffs. Mirror Lake is often referred to as Mirror Meadow in late summer due to the lack of water.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7C8DCFCE-A334-927B-E6F5F8EC6780DA45.jpg",
        "credit": "",
        "altText": "Signs and service road at Mirror Lake Trailhead",
        "title": "Mirror Lake Trailhead",
        "description": "",
        "caption": "Mirror Lake Trailhead signage and service road to Mirror Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7C8DCFCE-A334-927B-E6F5F8EC6780DA45.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7C8DCFCE-A334-927B-E6F5F8EC6780DA45.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.73952335115878",
    "longitude": "-119.5597805043518",
    "latLong": "37.73952335115878,-119.5597805043518",
    "bodyText": "<p>This hike features views of Half Dome, Tenaya Canyon, Mount Watkins, and Washington Column. While pleasant at any time of year, Mirror Lake typically only has water in spring and early summer. When water is calm, the lake offers beautiful reflections of surrounding cliffs, creating the mirror effect for which the area is named. In late summer and fall, the dry lake bed becomes a meadow.</p> <p>The first mile of this trail is a paved service road that leads directly to Mirror Lake. You may access the loop trail from the end of the paved path. The loop follows Tenaya Creek beyond the lake, and crosses two bridges after the Snow Creek Trail junction before returning past Mirror Lake on the south side of Tenaya Canyon. There is no safe access to the north side of Mirror Lake directly from the south side of the loop.<br /> <br /> <strong>Distance: </strong>2 mi (3.2 km) round-trip<br /> <strong>Elevation: </strong>100 ft (30 m)<br /> <strong>Time estimate: </strong>about 1 hour<br /> <br /> <strong>Route variation: </strong>consider hiking the full loop past Mirror Lake and around Tenaya Creek for a longer, 2-3 hour hike. The loop is approximately 4.5 mi (7.2 km) with minimal elevation gain.</p> <h2>Tips & Seasonal Information</h2> <p>Vault toilets are available about 0.5 miles (0.8 km) from the trailhead and also at Mirror Lake. There is no drinking water at the trailhead or along the trail.</p> <p>Leashed pets, bicycles, and strollers are allowed on the first paved mile of the trail. Beyond that, they are prohibited.</p> <p>The south side of this loop can be slick, muddy, or flooded during winter and early spring. In winter and spring, consider avoiding this area and hiking an out and back trip along the north side of the loop.</p> <p><strong>Caution: </strong>During spring and early summer, when water levels are highest, entering the water can be dangerous.</p> <span style=\"font-size: 33.12px; font-weight: bold; letter-spacing: -0.5px;\">Accessibility</span> <p>A one-mile road, from the Mirror Lake shuttle stop, leads to Mirror Lake and is easy to walk due to its paved surface. The last 1,000 feet of the trail up to the lake is on a slope from 6.6 percent to 10.6 percent.<br /> <br /> Vehicles with a disability placard are permitted to drive up to 15 mph, with hazard lights on, to Mirror Lake. Be cautious as the road is shared with bicyclists and hikers. There are two designated accessible parking spaces available.</p>",
    "audioDescription": "A green and white shuttle stop sign stands next to the roadside turnout where the shuttle bus stops. The sign reads, Valley shuttle, Mirror Lake Trailhead, and has the number 17 in white font within a green circle. Next to the sign is a wooden shelter that holds two benches. A yellow chain barrier is set up to help queue the line. A brown trash bin, a green recycle bin, and a wayside exhibit and a sign that has three small panels across the top and a large map on the bottom, are near the shuttle stop shelter. A paved path/road retreats into the trees behind the shelter. The first panel on the sign is yellow with a green bar across the top. Text in the green bar reads, shuttle bus schedule. The text in the yellow section reads, shuttle stop 17, Mirror Lake. From 7am to 10am, service every 30 minutes. From 10am to 7pm, service every 20 minutes. From 7pm to 10pm, service every 30 minutes. <br /><br />The second panel is white with a blue bar across the top. Text in the blue bar reads, Did You Know? Text in the white section reads, Mirror Lake is not really a lake at all. Until the middle of the 20th century, park personnel dredged sand to maintain a pond that reflected the cliffs above. Current park policy is to let the natural succession of pond to meadow occur. During high water, however, you can still see a stunning reflection of Half Dome. Photo: One person stands in ankle-deep snow, with a backpack on the ground by his side, and his back turned from the camera. He is facing a small body of water and the large face of Half Dome which towers over this lake. Snow covers the landscape. <br /><br />Caption: At Half Dome's base, Mirror Lake forms in winter and spring, but is more of a sandy beach during the dry season. NPS photo by Erik Skindrud.<br /><br />The third panel is white with an orange bar across the top. Text in the orange bar reads, Be Bear Aware. Text in the white box reads, Keeping bears away from your food isn't just a way to avoid a fine-it could save a bear's life. Do not store food in vehicles after dark. When not stored in a locker or cabin, food must be within arm's length. Stay at least 50 yards from a bear. If a bear approaches, yell to scare it away. <br /><br />Photo: A reddish-brown black bear with yellow plastic tags on both ears, is hanging halfway out of a parked car's side door window. The door frame is bent half way down, the side view mirror is dangling, and the glass has been busted out. It is dark out. <br /><br />Caption: Bear break-ins can cost thousands of dollars and put visitors and bears at risk. NPS photo by Tammy Evans.<br /><br />A large map showing three different shuttle routes in Yosemite Valley is below. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035. <br /><br />The wayside exhibit panel is located on the right side of the path and is titled, Mirror Lake. The panel has a faint, black and white, background photo of a body of water lined with trees and tall, granite, rock faces. Text reads, in the 19th century, Mirror Lake became famous for its magnificent views of surrounding peaks reflected in the water's glassy surface. But the \"lake\" was misnamed - it is simply a broad shallow pool in Tenaya Creek. The reflecting pool varies with the season. By late summer, when Tenaya Creek is no longer fed by melting snows from above, the pool disappears. <br /><br />Under a heading that reads, A Well-Traveled Path, text reads, Mirror Lake was a much publicized attraction for late 19th century tourists. It is still one of Yosemite's most popular hiking destinations. The view of Half Dome's 4,800-foot sheer face, seen from its base, is an attraction any time of the year. <br /><br />Another section of the panel is about mountain lion habitat and reads, you are in a mountain lion habitat. Children should not run ahead or lag behind on the trail. Hiking alone and jogging are not recommended. In the unlikely event that you see a mountain lion, do the following:<br /><br />Stay calm. Do not run. Do not turn your back on the lion.<br />Adults should pick up small children.<br />Make yourself appear as large as possible; raise your arms over your head and open your jacket. <br />If it acts aggressively, wave your arms, shout, and throw rocks and sticks at the lion. <br />If attacked, fight back!<br /><br />Illustration: A mountain lion, standing on a downhill slope, faces to the left with its mouth slightly open and its ears perked. <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "34c92a73-05dc-45d3-a6bb-7265de8389ed",
    "isManagedByNps": "1",
    "amenities": [
      "Recycling",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F818A5B1-A9F9-4C3A-BC57-FB960E40B4C7",
    "url": "https://www.nps.gov/places/000/mist-trail-and-john-muir-trail-trailhead.htm",
    "title": "Mist and John Muir Trailhead",
    "listingDescription": "Climb along nature's \"giant staircase,\" where you will be rewarded with close-up views of two waterfalls and numerous geologic features (depending on how far you choose to hike). Powerful and turbulent, these two waterfalls will soak you in spring and entice you year-round.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1D76932-BA74-14E0-67E196C22B5660A0.jpg",
        "credit": "",
        "altText": "A full Vernal Fall with hikers along the rock steps of the Mist Trail",
        "title": "Mist Trail and John Muir Trail Trailhead",
        "description": "",
        "caption": "Mist Trail leading to Vernal Fall",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1D76932-BA74-14E0-67E196C22B5660A0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1D76932-BA74-14E0-67E196C22B5660A0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.73283137326278",
    "longitude": "-119.55779032546741",
    "latLong": "37.73283137326278,-119.55779032546741",
    "bodyText": "<p>The very popular John Muir and Mist Trails offer spectacular, up-close views of two large waterfalls, enjoyable scenery along the Merced River, and unique views across Yosemite Valley. About 1 trail mile from the trailhead, beyond the Vernal Fall Footbridge, the Mist Trail and the John Muir Trail diverge. Consider accessing Vernal and Nevada Fall via the Mist Trail, looping around and taking the John Muir Trail back down to the Valley. Prepare for slippery footing and a tremendous amount of waterfall spray in spring and early summer. See more information about <a href=\"https://www.nps.gov/yose/planyourvisit/vernalnevadatrail.htm\">trails</a>. <br /> <br /> Access the trailhead via the Valleywide Shuttle or East Valley Shuttle. There is no parking at the trailhead. The closest parking lot is located at Curry Village, approximately 1 mile (1.6 km) one-way from the trailhead.</p> <h2>Route Information</h2> <h3>Vernal Fall Footbridge</h3> <p><strong>Distance: </strong>1.6 miles (2.6 km) round-trip<br /> <strong>Elevation gain: </strong>400 feet (120 m)<br /> <strong>Time estimate: </strong>1-1.5 hours</p> <h3>Top of Vernal Fall</h3> <p><strong>Distance: </strong>2.4 miles (3.8 km) round-trip as out-and-back via Mist Trail<br /> <strong>Elevation gain: </strong>1000 feet (300m) elevation gain<br /> <strong>Time estimate: </strong>2-3 hours</p> <h3>Top of Nevada Fall</h3> <p><strong>Distance: </strong>5 miles (8 km) round-trip as out-and-back via Mist Trail<br /> <strong>Elevation gain: </strong>2,000 feet (610 m)<br /> <strong>Time estimate: </strong>4-5 hours</p> <p><strong>Route variation: </strong>Hikers can take the John Muir Trail on the return from the top of Vernal or Nevada Fall for a semi-loop that is slightly longer than the out-and-back routes. See <a href=\"https://www.nps.gov/yose/planyourvisit/vernalnevadatrail.htm\">map</a> for this area.</p> <h2>Tips</h2> <ul> <li>Pets, bicycles, and strollers are prohibited.</li> <li>Stay on the established trail: do not swim or wade in the river and do not walk along the edge of the river. Observe warning signs and railings: these exist for your safety.</li> <li>Drinking water is available at the shuttle stop near the trailhead, and also at the Vernal Fall Footbridge (May to October). This is the only drinking water available along the trail, so carry plenty of water for your hike.</li> <li>Restrooms are located at the shuttle stop near the trailhead. On trail, restrooms are located at the Vernal Fall footbridge, approximately 1 mile up the trail (May to October). Vault toilets are available beyond the top of Vernal Fall (along the Mist Trail) and at the top of Nevada Fall (along the Mist Trail).</li> <li>Do not shortcut switchbacks, which causes rapid trail erosion and results in injuries.</li> <li>Shortly beyond Vernal Fall, you will pass by Emerald Pool and Silver Apron. Both of these look may look inviting on a hot summer’s day, but it is illegal and dangerous to swim here due to the extremely hazardous current.</li> </ul> <h2>Seasonal Information</h2> <p>Both Vernal Fall and Nevada Fall can be reached year-round, however, seasonal closures may impact your route. The lower portion of the Mist Trail along Vernal Fall closes in winter due to risk of falling ice and rock; use the John Muir Trail to access the top of Vernal Fall.<br /> <br /> The upper portion of the John Muir Trail between Clark Point and the top of Nevada Fall is closed in winter due to dangerous icy conditions; from the top of Vernal Fall, use the Mist Trail to reach the top of Nevada Fall.<br /> <br /> Sections of trail that remain open in the winter may be very icy and/or snowy. View <a href=\"https://www.nps.gov/yose/planyourvisit/conditions.htm\">current conditions</a> for trail closures.</p>",
    "audioDescription": "At the trailhead, a brown sign with a hiker icon reads, Mist Trail, Vernal Fall, Nevada Fall and John Muir Trail, and has an arrow pointing right. A sandy path next to a river eventually ends and takes a hard left up an immediately steep, paved trail. The hike has started at this point and proceeds uphill, into the forest. Not too far up the trail, which is lined with shed-sized boulders in some areas, is a large wooden sign that lists the destinations reachable on this trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e5593776-ff02-4d57-a556-52ab4d288eb3",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom - Seasonal",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Strenuous Yosemite Valley Day Hikes",
        "id": "A031977B-B5BB-4F9E-91A9-66CDAACE8BF7",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=A031977B-B5BB-4F9E-91A9-66CDAACE8BF7"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "0373584E-87EB-4986-A0AE-C69BF81C9043",
    "url": "https://www.nps.gov/places/000/mono-meadow-trailhead.htm",
    "title": "Mono Meadow Trailhead",
    "listingDescription": "Enjoy magnificent views of the Clark Range, Mount Starr King, and Half Dome, from Mono Meadow. The trail descends steeply to Mono Meadow-an area that is very wet throughout the summer. Expect log crossings over creeks and lots of mud. Follow the trail from the east end of the meadow for a half mile (0.8 km) to an unmarked clearing. From here, the views will open up to the Clark Range and beyond.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2CF6F8BD-B97A-8E1D-FACBADE09A4FB557.jpg",
        "credit": "",
        "altText": "Trail sign in a wooded area",
        "title": "Mono Meadow Trailhead",
        "description": "",
        "caption": "Mono Meadow Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2CF6F8BD-B97A-8E1D-FACBADE09A4FB557.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2CF6F8BD-B97A-8E1D-FACBADE09A4FB557.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.67145341798576",
    "longitude": "-119.58477759228467",
    "latLong": "37.67145341798576,-119.58477759228467",
    "bodyText": "<p>Enjoy magnificent views of the Clark Range, Mount Starr King, and Half Dome from this trail. The trail descends steeply to Mono Meadow. Follow the trail from the east end of the meadow for a half mile (0.8 km) to an unmarked clearing. From here, the views will open up to the Clark Range and beyond.</p> <p><strong>Distance: </strong>3 miles (4.8 km) round-trip<br /> <strong>Elevation gain: </strong>900 ft (275 m) on return<br /> <strong>Time estimate: </strong>2-3 hours</p> <h2>Tips & Seasonal information</h2> <p>This area is very wet throughout summer. Expect log crossings over creeks and lots of mud. Stay on trail and go through mud puddles rather than around them to prevent trail widening and protect this ecosystem.<br /> <br /> This trailhead is only reachable by car when Glacier Point Road is open, which is typically from approximately late May through October or November. Overnight parking is prohibited beginning October 15. For current road and weather information, call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Mono Meadows Trailhead is found at the east end of a dirt parking lot. The parking area is surrounded by forest, with Glacier Point Road to the north. Two brown trash bins and two green recycle bins, along with a row of brown, metal food lockers line the outskirts of the parking lot. Two signs are bolted to a metal post at the trailhead to Mono Meadows. The top sign is metal with letters that are cut out of it. The sign reads, Mono Meadows 0.6 miles, Illilouette Creek 2.0 miles, Nevada Fall 6.1 miles, and Buck Camp 15.3 miles. The lower sign is metal with words etched out of it. The words were painted red, but a majority of it has faded or chipped off. The text reads, entering Yosemite wilderness. Wilderness permit required, overnight users only. Pets and firearms prohibited. No wood fires above 9,600 feet. Pack out all that you pack in. Bear habitat - proper food storage required by federal law.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "88e400ab-a43c-4501-ae9a-30116e76b4b0",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6C2131D7-1F46-4D0B-99EA-C53357BAFFBA",
    "url": "https://www.nps.gov/places/000/mono-pass-trailhead.htm",
    "title": "Mono Pass Trailhead",
    "listingDescription": "Follow the path of Yosemite's first people, over their trade route to the east. This historic, trans-Sierra trail climbs gently at first from the Mono Pass parking area, through wet meadows and rushing creeks. At the Spillway Lake junction, the trail climbs steadily and more steeply to Mono Pass (elevation 10,600 feet). Don't miss the spectacular view of Mono Lake and Bloody Canyon.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0D4F9E70-EE5B-84F0-31890E1B7787C69D.jpeg",
        "credit": "NPS Photo / S. Nobles",
        "altText": "An alpine lake in a meadow surrounded by cured, golden vegetation",
        "title": "Mono Pass trail",
        "description": "",
        "caption": "View from Mono Pass in early fall",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0D4F9E70-EE5B-84F0-31890E1B7787C69D.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0D4F9E70-EE5B-84F0-31890E1B7787C69D.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.89091035100891",
    "longitude": "-119.26269570487662",
    "latLong": "37.89091035100891,-119.26269570487662",
    "bodyText": "<p>This historic trans-Sierra trail climbs gradually through lodgepole pines and past wet meadows. In mid-summer, look for red mountain heather blooming trailside. After the Spillway Lake junction, the trail climbs steadily and more steeply to Mono Pass (elevation 10,600 feet). Don't miss the spectacular view of Mono Lake and Bloody Canyon: from the pass, hike a bit farther toward Upper Sardine Lake.<br /> <br /> <strong>Distance:</strong> 8 miles (12.9 km) round-trip<br /> <strong>Elevation gain:</strong> 1,000 ft (300 m)<br /> <strong>Time estimate:</strong> 5-7 hours</p> <h2>Tips & Seasonal Information</h2> <p>This trail includes several unbridged stream crossings. Early in the season, when water can be very high, cold, and swift, use caution when crossing streams or turn back when crossing is not safe.<br /> <br /> In early summer, the trail can be very muddy in places. Stay on trail and go through mud puddles rather than around them to preserve delicate plant life in this sensitive ecosystem.</p> <p>Bicycles and pets are not permitted on hiking trails. A vault toilet is available at the trailhead parking area.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The small, paved, parking area for Mono Pass Trailhead is located along the south side of Tioga Road. It is marked by a brown metal sign that has a white icon and text. The sign reads, 'Mono Pass,' and has an icon of a backpacker and an arrow that pointing to the right.In the parking area, there are two green recycle bins, two brown trash bins, a row of food lockers, and a small, brown facility, which holds a vault toilet. Two small signs that read, 'no camping,' and 'no dogs,' line the curb, near the trailhead. A wooden fence separates the parking area from the wilderness area.Six signs line the dirt path at the Mono Pass Trailhead. The first sign is a wayside exhibit titled Yosemite Ghost Mines, and has a faded black and white photo of a log structure, too shabby and small to be a cabin, but very cabin-like. Text reads, as early as 1860, prospectors explored Mono Pass in search of rich rock. Here, among the glacially carved granite and craggy peaks of the Sierra crest, these hardy men discovered silver deposits and went to work in hopes of fortune.Buildings of the Past - five log cabins mark the location of the Golden Crown and Ella Bloss miners near Mono Pass. This windswept site was established in 1879 during the Tioga silver boom that also produced Bennettville and the Great Sierra Mine near Tioga Pass. Significant wealth was predicted, but around 1890, the mines were abandoned.A Past Preserved - The cabins are increasingly fragile reminders of mining on the Sierra crest. Please help preserve these valuable historic resources by not using them as campsites or fire shelters. It is illegal to damage, deface, or remove archaeological objects or features from federal land. The second sign is separated into five sections. Two small square panels on top, a large map in the middle, and two small square panels on bottom. The Top left panel is maroon with white text and reads, Mono Pass Trailhead, follow the path of Yosemite's first people, the Miwok, over their trade route to the east.Mono Pass is 3.7 miles and Parker Pass is 5.2 miles. The entire watershed of the Dana Fork of the Tuolumne is closed to overnight camping to protect water quality.The top right panel is blue with white text and reads, Wilderness Regulations, the natural integrity of Yosemite's high country depends on you. Help protect the wilderness, and avoid a citation, by following these regulations.Camp at least four trail miles from all developed areas.Pets, firearms, and bicycles are prohibited in wilderness.Stay on the trails; shortcutting switchbacks kills vegetation and causes erosion. Maximum group size for cross-country travel is eight people.Avoid disturbing wildlife and other visitors by keeping quiet on the trail and in camp.Use a gas stove for cooking; wood fires are allowed only below 9,600 feet in existing fire rings using dead and downed wood.Leave campsites as you find them; do not build windbreaks, fire rings, hitch racks, chairs, drainage trenches, or other \"improvements.\"Pack out everything you carry in; do not burn trash.Wilderness permit required for all overnight use.A series of three white circles containing three different icons are outlined in red and have a red diagonal line slashing through the middle. The three icons are of a gun, a dog, and a person on a bicycle.The large middle panel is a detailed map of the eastern portion of the park. Roads, trails, peaks, and lakes are labeled. For more information about Yosemite maps, please call 209/379-1035.The bottom left panel is blue with white text and reads, Water Quality - clean, sparkling water is one of the joys of the high country. Wildlife, wilderness visitors, and people downstream all need clean water to stay healthy.Protect your water suppy by following these regulations and suggestions:Camp at least 100 feet (40 steps) from water.Deposit human waste in a six-inch-deep hole at least 100 feet from water; carry out toilet paper.Wash dishes and yourself at least 100 feet from water; even biodegradable soap pollutes.Carry a large water container and limit your trips to collect water; eroded stream banks and lake shores contribute to poor water quality.Stay on the trails; shortcutting switchbacks increases erosion and leads to silt-filled streams.Giardia lamblia is a disease-causing protozoan that can be present in all Sierran water; treat all water before drinking. The bottom right panel is yellow with black text and reads, Black Bears - the health and well-being of Yosemite's bears depends on you.Bears are intelligent, curious, adaptable, and hungry. Human food, however, is harmful to bears and other animals here. Keep wildlife wild by using these food storage methods.At the trailhead: Remove all food, ice chests, and scented items from your car. Store them in food storage lockers where available. Never feed bears or other wildlife.In the backcountry: Store food, garbage, and scented items in bearproof canisters, available at front country locations. Keep items s",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "77f185c9-d972-463c-9b4d-1c17f7428bc9",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "740078DA-7B9E-4E3E-AFE4-4448733C56BC",
    "url": "https://www.nps.gov/places/000/ostrander-lake-trailhead.htm",
    "title": "Ostrander Lake Trailhead",
    "listingDescription": "Retreat to nature and encounter the beauty and radiance of this glimmering lake.The first half of this hike gently inclines through forest and meadow where you can observe severe scars and regrowth from a 1987 lodgepole pine forest fire. A steep 1,500 foot (450 m) elevation gain opens up to views of granite domes, Mt. Starr King, and the Clark Range just prior to arriving at Ostrander Lake.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2CC11A53-9FD2-7B23-993D5920EF087764.jpg",
        "credit": "",
        "altText": "Lake with granite peaks around it.",
        "title": "Ostrander Lake",
        "description": "",
        "caption": "Ostrander Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2CC11A53-9FD2-7B23-993D5920EF087764.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2CC11A53-9FD2-7B23-993D5920EF087764.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.66673877593418",
    "longitude": "-119.6036087833462",
    "latLong": "37.66673877593418,-119.6036087833462",
    "bodyText": "<p>The first half of this hike gently inclines through forest and meadow where you can observe severe scars and regrowth from a 1987 lodgepole pine forest fire. A steep climb toward the end of the hike opens up to views of granite domes, Mt. Starr King, and the Clark Range just prior to arriving at Ostrander Lake.</p> <p><strong>Distance: </strong>12 miles (19.3 km) round-trip<br /> <strong>Elevation gain: </strong>1,500 ft (450 m) elevation gain<br /> <strong>Time estimate: </strong>8-10 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. A vault toilet is available at the trailhead.<br /> <br /> This trailhead is only reachable by car when Glacier Point Road is open, which is typically from approximately late May through October or November. Overnight parking is prohibited beginning October 15. For current road and weather information, call 209/372-0200 (press 1, then 1).</p> <p>In winter, when Badger Pass Ski Area is open (typically mid to late December through March), the Glacier Point Road is groomed for cross-country skiing beyond the ski area, conditions permitting. See <a href=\"https://www.nps.gov/yose/planyourvisit/glacier-point-road-winter-trails.htm\">website</a> for more information.</p>",
    "audioDescription": "The Ostrander Lake Trailhead is found on the south side of a dirt parking lot. The parking area is surrounded by forest, with Glacier Point Road to the north. Two trash bins and two recycle bins, along with a row of food lockers line the outskirts of the parking lot, to the left of the trailhead. A small brown structure serves as a vault toilet near the main road. At the trailhead, the dirt path leads through a forest of tall trees. Two signs are posted next to the path. The first sign is a metal sign that reads, Ostrander Lake 6.2 miles, Deer Camp 6.7 miles, Buck Camp 14.1 miles, Wawona 14.6 miles, Chiquita Pass 18.9 miles, and Fernandez Pass 22.8 miles. <br /><br />The second sign is brown and reads, Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. <br />Three illustrations show three icons in three separate boxes with a red line diagonally slashed across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3f4b3b97-081e-4b4f-aa86-dfa3b4427a6b",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F98B5924-367F-4EB0-A7B5-11F9A051D979",
    "url": "https://www.nps.gov/places/000/panorama-and-pohono-trailheads.htm",
    "title": "Panorama and Pohono Trailheads",
    "listingDescription": "Some of Yosemite's most iconic natural features can be seen and experienced along these trails. Panorama Trail: This longer route to Yosemite Valley brings hikers past Illilouette, Nevada, and Vernal Falls. Combining this trail with the Four Mile Trail will make for a long, strenuous loop! Pohono Trail: This trail rewards hikers with several viewpoints of Yosemite Valley from the south rim. East to west, these views include Taft Point, Dewey Point, Crocker Point, and others.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B8D9B455-F890-40E2-4CB08DE9BCE21F47.jpg",
        "credit": "",
        "altText": "Wooden and metal signs at the trailhead",
        "title": "Panorama and Pohono Trailheads",
        "description": "",
        "caption": "Panorama and Pohono Trailheads",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B8D9B455-F890-40E2-4CB08DE9BCE21F47.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B8D9B455-F890-40E2-4CB08DE9BCE21F47.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.72770948292103",
    "longitude": "-119.57349145010913",
    "latLong": "37.72770948292103,-119.57349145010913",
    "bodyText": "<p>Starting from Glacier Point, both trails offer stunning vistas of Yosemite Valley's iconic landmarks along the descent to the valley floor.<br /> <br /> <strong>There is NO shuttle service available to transport hikers from Yosemite Valley or Tunnel View back to Glacier Point. If you hike down, plan to hike back up or arrange your own transportation.</strong></p> <h2>Panorama Trail</h2> <p paraeid=\"{8cd4d6e1-d847-46e5-a2bd-ad30541ac202}{163}\" paraid=\"848148784\"><span style=\"color:#cc0000;\">The <strong>Panorama Trail </strong>will be closed in the vicinity of the John Muir Trail junction, with no access between Glacier Point and Nevada Fall, on the following dates, from 7 am to 6 pm, due to helicopter operations:</span></p> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-list-defn-props=\"{\"335552541\":1,\"335559685\":720,\"335559991\":360,\"469769226\":\"Symbol\",\"469769242\":[8226],\"469777803\":\"left\",\"469777804\":\"\",\"469777815\":\"hybridMultilevel\"}\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{9e8884a1-7e51-4c01-9db7-8feec7c854f1}{71}\" paraid=\"2106370191\"><span style=\"color:#cc0000;\">September 22–24</span></p> </li> </ul> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Symbol\" data-leveltext=\"\" data-list-defn-props=\"{\"335552541\":1,\"335559685\":720,\"335559991\":360,\"469769226\":\"Symbol\",\"469769242\":[8226],\"469777803\":\"left\",\"469777804\":\"\",\"469777815\":\"hybridMultilevel\"}\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{9e8884a1-7e51-4c01-9db7-8feec7c854f1}{216}\" paraid=\"610388325\"><span style=\"color:#cc0000;\">November 17–18 (subject to change)</span></p> </li> </ul> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"Symbol\" data-leveltext=\"\" data-list-defn-props=\"{\"335552541\":1,\"335559685\":720,\"335559991\":360,\"469769226\":\"Symbol\",\"469769242\":[8226],\"469777803\":\"left\",\"469777804\":\"\",\"469777815\":\"hybridMultilevel\"}\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{8fe1a9f2-c90f-415a-b50f-27c17592dc9c}{128}\" paraid=\"1560593548\"><span style=\"color:#cc0000;\">November 20–21 (subject to change)</span></p> </li> </ul> <p paraeid=\"{1ae58f42-867b-44ac-8feb-f37c16d41c28}{135}\" paraid=\"834280352\"><span style=\"color:#cc0000;\">Additionally, the following trails may have intermittent delays up to six hours due to blasting on weekdays from September 29 through October 24:</span></p> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-list-defn-props=\"{\"335552541\":1,\"335559685\":720,\"335559991\":360,\"469769226\":\"Symbol\",\"469769242\":[8226],\"469777803\":\"left\",\"469777804\":\"\",\"469777815\":\"hybridMultilevel\"}\" data-listid=\"5\" role=\"listitem\"> <p paraeid=\"{43c8ad22-793c-4c8a-8574-6cf4f6ec0514}{129}\" paraid=\"947718164\"><span style=\"color:#cc0000;\">The <strong>Panorama Trail </strong>in the vicinity of the John Muir Trail junction</span></p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-list-defn-props=\"{\"335552541\":1,\"335559685\":720,\"335559991\":360,\"469769226\":\"Symbol\",\"469769242\":[8226],\"469777803\":\"left\",\"469777804\":\"\",\"469777815\":\"hybridMultilevel\"}\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{5ae17412-1441-4ed5-8a60-09f3f3e39a81}{105}\" paraid=\"773886992\"><span style=\"color:#cc0000;\">The full <strong>Mist Trail </strong>(from just above Vernal Fall footbridge to near the top of Nevada Fall).<br /> <br /> For more details, see </span><a href=\"https://www.nps.gov/yose/planyourvisit/vernalnevadatrail.htm\">trail information page</a><span style=\"color:#cc0000;\">.</span></p> </li> </ul> <p>This route to Yosemite Valley takes hikers past Illilouette, Nevada, and Vernal Falls. Some of Yosemite's most iconic natural features can be seen and experienced along this trail. Though this trail is mostly downhill, there a significant 800-foot climb after crossing Illilouette Creek before descending again. At the junction above Nevada Fall, hikers can take either the Mist Trail or the John Muir Trail to the valley floor.</p> <p><strong>Distance: </strong>8.2 miles (13.2 km) one-way<br /> <strong>Elevation change: </strong>3,200 ft (975 m) net descent one-way<br /> <b>Time estimate: </b>6-8 hours</p> <h2>Pohono Trail</h2> <p>This trail rewards hikers with several viewpoints of Yosemite Valley from the south rim. East to west, these views include Roosevelt Point, Taft Point, Dewey Point, Crocker Point, and Stanford Point. While this trail is net downhill, expect several moderate and steep uphill sections along the way.</p> <p><strong>Distance: </strong>12.5 miles (20 km) one-way<br /> <strong>Elevation change: </strong>2,800 ft (975 m) descent one-way<br /> <strong>Time estimate: </strong>8-10 hours</p> <h2>Tips & <span style=\"font-size: 33.12px;\">Seasonal Information</span></h2> <p>Pets and bicycles are not allowed on hiking trails. Illilouette, Nevada, and Vernal Falls run year-round, though flow decreases significantly by late summer.<br /> <br /> There are several unbridged stream crossings along the Pohono Trail. Use caution in late spring and early summer when water levels can be high.<br /> <br /> This trailhead is only reachable by car when Glacier Point Road is open, which is typically from approximately late May through October or November. Overnight parking is prohibited beginning October 15. For current road and weather information, call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Panorama and Pohono Trailheads begin in a rocky area, near the Glacier Point Amphitheater. A wooden post holds four signs at the trailhead. The top sign is an orange and black metal sign that reads: No shuttle service between Yosemite Valley and Glacier Point. The second sign is a wooden sign that has the following text carved out of it: Trailhead, Panorama Trail. Illilouette Fall - 2 miles, Nevada Fall - 5.2 miles, Vernal Fall - 7 miles, and Yosemite Valley - 8 miles. Pohono Trail, Sentinel Dome - 1.5 miles, Taft Point - 3.8 miles, and Wawona Tunnel - 13.8 miles. The third sign is a brown metal sign that reads: Entering Yosemite Wilderness. Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least 6 inches deep 100 feet away from water. Bury or pack out toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate squares with a red slash line diagonally slashed across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle. The last sign reads: Hiking Half Dome? Don't forget your permit. Half Dome permit required 7 days a week.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "73b1ceaa-a533-4401-9f5e-6ec2281de890",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8BFE3A60-1982-479C-8849-AE361F05A0AA",
    "url": "https://www.nps.gov/places/000/poopenaut-valley-trailhead.htm",
    "title": "Poopenaut Valley Trailhead",
    "listingDescription": "Enjoy the wildflowers in spring as you hike down to the Tuolumne River in Poopenaut Valley. Poopenaut Valley (strenuous)2.5 miles (4 km) round-trip; 3 to 4 hours1,229 feet (375 m) elevation gainVisit the Hetch Hetchy Entrance to get more information about hikes in this area. Hours :Year-round, however, winter weather conditions may cause road closures. Call 209-372-0200 for the latest road and weather conditions,Hetch Hetchy Road Daily Hours:8am to 7pm, (April 1 to April 3",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/71D5CCCC-F11F-CE87-C8EA7FA4E28D8A95.jpg",
        "credit": "",
        "altText": "A grassy valley in a granite gorge viewed from high above",
        "title": "Poopenaut Valley",
        "description": "",
        "caption": "Poopenaut Valley",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/71D5CCCC-F11F-CE87-C8EA7FA4E28D8A95.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/71D5CCCC-F11F-CE87-C8EA7FA4E28D8A95.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.91020352085985",
    "longitude": "-119.81462602419595",
    "latLong": "37.91020352085985,-119.81462602419595",
    "bodyText": "<p>This short, steep hike down to the Tuolumne River in Poopenaut Valley is a great spot for wildflowers in spring. Be aware that this is a steep hike on the return trip to the parking area. If you hike down, you must be able to hike back up! Parking is very limited.<br /> <br /> <strong>Distance: </strong>2.5 miles (4 km) round-trip<br /> <strong>Elevation gain: </strong>1,229 feet (375 m)<br /> <strong>Time estimate: </strong>3-4 hours</p> <h2>Tips & Hours</h2> <p>Unlike other areas of Yosemite, the road to Hetch Hetchy is open from sunrise to sunset only. Hetch Hetchy trailheads are not reachable by vehicle when the road is closed.</p> <p>From November through March, the Hetch Hetchy Road may be subject to closures or chain requirements due to ice and snow. Call 209/372-0200 (press 1, then 1) for current road conditions.<br /> <br /> Pets are prohibited on all hiking trails. Swimming and boating are prohibited in Hetch Hetchy Reservoir in order to maintain a clean source of drinking water.</p>",
    "audioDescription": "A brown sign with an icon of a hiker, located on the left side of the Hetch Hetchy Road, four miles past the entrance station, marks the trail. A small roadside turnout is located on the right side of the road and has a food locker and very limited parking. It is noticable how steep the decent is from the trailhead. Hetch Hetchy Reservoir can be seen in the distance. <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7aacf08d-22bc-4571-ba8d-14bc592dbeb2",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6AF4D37E-8413-4679-88E3-564F8087BCAF",
    "url": "https://www.nps.gov/places/000/porcupine-creek-trailhead.htm",
    "title": "Porcupine Creek Trailhead",
    "listingDescription": "A day hike to North Dome will reward you with exceptional views of the dome of all domes, Half Dome, and the landscape that makes up Yosemite Valley and beyond.Wind through mixed-conifer forest for 0.7 miles (1 km) on a paved path, and cross Porcupine Creek. At each of several trail junctions, follow the signs toward North Dome. The trail passes through a small grassy meadow and descends along a ridge. Near the end of the hike, descend steep rock steps to the base of North Do",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E406E292-E2A6-2333-E027FA095A0E2B54.jpg",
        "credit": "",
        "altText": "Panorama of Half Dome and granite gorges below pink sunset skies",
        "title": "North Dome panoramic view",
        "description": "",
        "caption": "Panorama of Tenaya Canyon, Clouds Rest, and Half Dome at sunset from North Dome",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E406E292-E2A6-2333-E027FA095A0E2B54.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E406E292-E2A6-2333-E027FA095A0E2B54.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.80657549943283",
    "longitude": "-119.54526085564987",
    "latLong": "37.80657549943283,-119.54526085564987",
    "bodyText": "<p>This longer day hike provides rewarding views of classic Yosemite landmarks. Wind through mixed-conifer forest, crossing Porcupine Creek within the first mile. The trail passes through a small grassy meadow and descends along a ridge. Near the end of the hike, descend steep rock steps to the base of North Dome. Climb the dome's rounded summit to take in a magnificent view of Half Dome, Tenaya Canyon, Clouds Rest, and Yosemite Valley.<br /> <br /> Along the trail, hikers can take an optional short, steep spur (0.3 mile or 0.5 km each way) to Indian Rock, a natural granite arch.<br /> <br /> <strong>Distance: </strong>10.4 mi (16.7 km) round-trip<br /> <strong>Elevation gain: </strong>580 ft (180 m) on return<br /> <strong>Time estimate: </strong>5-7 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. A vault toilet is available at this trailhead. Parking is limited.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Porcupine Creek Trailhead paved parking area is on the west side of Tioga Road and has two green recycle bins, two brown trash bins, and a brown restroom facility near the center of the parking row. The trailhead is on the south side of the parking lot and is marked by a big wooden sign with white text.<br /><br />Text that has been carved out of the wooden sign reads, Porcupine Creek Trailhead, North Dome 4.4 miles, Yosemite Falls 6.9 miles, Yosemite Valley (Mirror Lake) 8 miles, and Yosemite Valley 9.5 miles. A dirt path descends into the forest. Granite boulders are scattered about. <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f44e1934-102a-45a4-9cbe-2b4e88f7d2dc",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "31656BA1-8C15-4F68-850F-FF6F2A686A99",
    "url": "https://www.nps.gov/places/000/pothole-dome-trailhead.htm",
    "title": "Pothole Dome Trailhead",
    "listingDescription": "Gain magnificent views of Tuolumne Meadows' most iconic peaks, domes, and meadows. Pothole Dome Meadow showcases Tuolumne Meadow's most notable natural features. A trail along the western edge of the meadow curves around to the east side of Pothole Dome, an approachable hiking route that accesses the top of the dome along with its unobstructed, exciting panoramic views.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E640A1A8-0263-2C65-61C30F57FCFFDFB2.jpeg",
        "credit": "NPS Photo / L. Serio",
        "altText": "A granite surface in the foreground backdropped by distant rolling granite peaks",
        "title": "Pothole Dome",
        "description": "",
        "caption": "View from the top of Pothole Dome",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E640A1A8-0263-2C65-61C30F57FCFFDFB2.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E640A1A8-0263-2C65-61C30F57FCFFDFB2.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.87692823145853",
    "longitude": "-119.39455389976501",
    "latLong": "37.87692823145853,-119.39455389976501",
    "bodyText": "<p>Take a short, easy hike to reach magnificent views of high Sierra peaks, meadows, and domes. A trail along the western edge of the meadow curves around to the east side of Pothole Dome. From there, walk up to the top of this short granite dome.<br /> <br /> <strong>Distance:</strong> 1 mi (1.6 km) round-trip<br /> <strong>Elevation gain:</strong> 200 ft (60 m)<br /> <strong>Time estimate:</strong> 1 hour</p> <h2>Tips & Seasonal Information</h2> <p>Stay on designated trails to protect this fragile meadow ecosystem! Off-trail travel compacts meadow soil and crushes plants, damaging the ecosystem that is important to the many plants and animals that thrive in this fragile environment.<br /> <br /> Pets and bicycles are not allowed on hiking trails.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p> <h2>Accessibility</h2> <p>This trail is not wheelchair accessible.</p>",
    "audioDescription": "A roadside turnout with limited parking on the north side of Tioga Road hosts views of a large open meadow and surrounding peaks and domes. A trail to the west of the parking area leads around the outskirts of the meadow, to Pothole Dome, a smooth granite dome that would allow for a slightly higher panoramic view. In the distance, a forest lines the perimeter of the meadow and pointed peaks rise above the tree line. Several signs are posted at the parking area and the start of the path. The first sign in the parking area is a brown sign, outlined in white, and has white text that reads, no camping or overnight parking.The second sign is a small, white, metal sign on a wooden post located on the meadow side of long, large, logs used as barriers to separate the dirt parking from the meadow. A photo on the upper right side of the sign shows several bright, tall, wildflowers in a lush green meadow with a snow covered peak rising above the pine treeline in the distance. The sign reads, meadow restoration in progress. Trails that pass through sensitive habitats, such as Tuolumne Meadows, can have an impact that reaches far beyond the trail. We are currently working to restore this area. Please stay on the main trail shown in blue on the map. Please stay on designated trail.Photo: Two people walk off-trail through a large meadow. In the distance, mountain peaks rise above a dense forest. Map: In a square frame, the Tioga Road is indicated by a blue and white tick line that leads from the upper left corner to the bottom right corner. Above that line, sandwiched between the road and a large white area that indicates the granite of Pothole dome is a meadow, a wetland area represented by an upward-turned, banana shape filled with blue marks. A yellow star and text that reads, \"you are here,\" along with an icon of a hiker inside a red square, which is a trailhead, are along the Tioga Road, one quarter of the way from the top. A blue solid line, which is the Pothole Dome Trail, makes its way around the left side of the banana-shaped wetland area then leads to the right, all the way to the right side of the frame. A red, solid line cuts through the meadow from Tioga Road to Pothole Dome and forks out into two paths, they are marked closed.A wayside exhibit titled Sub-Alpine Zone, is located on the parking side of long, large, logs used as barriers to separate the meadow from the dirt parking area. Text on the left side of the panel reads, the plants and animals in this zone sometimes have only two and a half months to complete a year's work. At this elevation, the snow can be on the ground well into June, only to return as early as September. Bevause this sub-alpine meadow ecosystem is so fragile, even one person crossing it can cause serious damage - especially if it is wet. By following the trail to your left on your hike to Pothole Dome, you can protect plants and animals during their active season.Illustration: a 3-Dimensional, illustrated, cross-section map of the area's terrain has a road winding through the mountains labeled Tioga Road. Below the Tioga Road, a deep valley is labeled Yosemite Valley. Along Tioga Road, to the right of both labels is a red dot that is marked, 'you are here.' From the front to back of this map, colors transition from orange, to yellow, to green, to blue, to white. On the side of the map, a color-code shows that orange represents the foothills (1,800 to 3,000 feet), yellow represents the lower montane (3,000 to 6,000 feet), green represents the upper montane (6,000 to 8,000 feet), blue represents the sub-alpine (8,000 to 9,500 feet), and white represents the alpine (9,500 - 13,000 feet). Caption: As you travel through the different elevations along the Tioga Road, you can observe habitats similar to those found on an excursion from Mexico to the arctic. At the start of the Pothole Dome Trail, a brown sign outlined in white has white text that reads, Entering Yosemite Wilderness - Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red slash line diagionally across t",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D0E656B6-CDF6-4A51-B777-3D38B8EFF51B",
    "url": "https://www.nps.gov/places/000/sentinel-dome-and-taft-point-trailhead.htm",
    "title": "Sentinel Dome and Taft Point Trailhead",
    "listingDescription": "Get a 360-degree view of the park at Sentinel Dome and/or hike to an expanse on the south rim of Yosemite Valley, getting a close view of El Capitan and Yosemite Valley, at Taft Point.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A938EC55-09C5-1BBB-46D918531492E553.jpg",
        "credit": "",
        "altText": "Pink and blue skies over sweeping views of granite cliffs and mountain peaks",
        "title": "Sentinel Dome sunset",
        "description": "",
        "caption": "View from the top of Sentinel Dome at sunset",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A938EC55-09C5-1BBB-46D918531492E553.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A938EC55-09C5-1BBB-46D918531492E553.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.71255162487833",
    "longitude": "-119.5863493457912",
    "latLong": "37.71255162487833,-119.5863493457912",
    "bodyText": "<h2>Sentinel Dome</h2> <p>This wide trail leads mostly across open granite with little shade. Scramble up Sentinel Dome's granite slope to enjoy 360-degree views of Yosemite Valley and the high Sierra. Consider taking this hike at sunset or during a full moon, but remember to bring a flashlight or headlamp.</p> <p><strong>Distance: </strong>2 miles (3.2 km) round-trip<br /> <strong>Elevation gain: </strong>400 ft (120 m) elevation gain<br /> <strong>Time estimate: </strong>1-2 hours</p> <h2>Taft Point</h2> <p>This trail leads through forest and meadow to the rim above Yosemite Valley, including superb views of El Capitan and Yosemite Falls. Near Taft Point, you'll see The Fissures, which are narrow fractures in the granite called joints. Use caution around these fractures, which include drops of up to 2,000 feet.</p> <p><strong>Distance: </strong>2.2 miles (3.5 km) round-trip<br /> <strong>Elevation gain: </strong>200 ft (60 m) elevation gain on return<br /> <strong>Time estimate: </strong>1-2 hours</p> <p>The Sentinel Dome and Taft Point trails can be combined into a longer loop hike by connecting via the Pohono Trail.</p> <h2>Tips</h2> <ul> <li>Pets and bicycles are not allowed on hiking trails.</li> <li>Stay off domes during thunderstorms.</li> <li>Pit toilets are available at the trailhead parking area.</li> </ul> <h2>Seasonal Information</h2> <p>These trailheads are only reachable by car when Glacier Point Road is open, typically late May through October or November.</p>",
    "audioDescription": "The Sentinel Dome and Taft Point Trailhead begins down a boulder-lined dirt path that leads from the parking lot. The path then comes to an intersection, where it splits to the left and right. A wooden post at the dirt intersection has two signs bolted to it. The top sign is a small wooden sign with the words Taft Point 1.1 miles with an arrow pointing to the left, carved out of it. It also reads, Sentinel Dome 1.1 miles, with an arrow pointing to the right. A faded metal sign below shows the icon of a dog and has a red line slashed diagonally through the icon. The area is sandy with chinquapin bushes around as well as tall pine trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7eaa396b-b4ed-464b-ba59-e3a0f27f8ff0",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "762E9BC3-D1BF-447D-8CE4-A2ACDACE1D35",
    "url": "https://www.nps.gov/places/000/soda-springs-and-parsons-memorial-lodge-trailhead.htm",
    "title": "Soda Springs and Parsons Memorial Lodge Trailhead",
    "listingDescription": "Explore the mystery that is Soda Springs and delve into the history of Parsons Lodge on this delightful walk through Tuolumne Meadows. Walk along the gravel road and pass the locked gate (signed Glen Aulin and Soda Springs). Soda Springs-cold, carbonated water bubbling out of the ground-is protected within a log enclosure. Historic Parsons Memorial Lodge offers exhibits (limited hours-see Yosemite Guide for schedule). A path to the bridge below the lodge continues to the Tuol",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7BDD539E-E94D-94CD-E0FC5E980E5C806C.jpg",
        "credit": "",
        "altText": "A hiker along a gravel path through a meadow with domes in the distance",
        "title": "Parsons Lodge & Soda Springs trail",
        "description": "",
        "caption": "Meadows, domes, and peaks along the trail to Parsons Lodge and Soda Springs",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7BDD539E-E94D-94CD-E0FC5E980E5C806C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7BDD539E-E94D-94CD-E0FC5E980E5C806C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.87206392899906",
    "longitude": "-119.370646744846",
    "latLong": "37.87206392899906,-119.370646744846",
    "bodyText": "<p>Explore the natural and cultural history of Tuolumne Meadows as you enjoy views of the Tuolumne River, many species of wildlife, and granite peaks and domes.<br /> <br /> Soda Springs is a natural source of cold, carbonated water bubbling out of the ground. The spring is protected within a historic log enclosure. <a href=\"https://www.nps.gov/places/000/parsons-memorial-lodge.htm\">Parsons Memorial Lodge</a> may be open during limited hours in summer. The lodge, which features historic exhibits and interpretive programs, may be open during limited hours in summer.<br /> <br /> Begin this walk from Tuolumne Meadows Visitor Center, Parsons Lodge parking, or Lembert Dome parking. Distance may vary slightly depending on exact starting point.<br /> <br /> <strong>Distance: </strong>1.4 miles (2.3 km) round-trip<br /> <strong>Elevation gain: </strong>flat<br /> <strong>Time estimate: </strong>about 1 hour</p> <h2>Tips & Seasonal Information</h2> <p>Along this walk, you may get a glimpse of the many wildlife that inhabit the meadows, such as Belding's ground squirrels, mule deer, yellow-bellied marmots, and many others. Stay on designated trails to protect this fragile meadow ecosystem!<br /> <br /> Pets and bicycles are not allowed on hiking trails. A vault toilet is available near Parsons Memorial Lodge.<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p> <h2>Accessibility</h2> <p>This trail is not wheelchair accessible. Some of the trail is a wide gravel path while other sections are narrow, rocky, and uneven. The western trail from the visitor center and Parsons Lodge parking includes a bridge that crosses the Tuolumne River; this bridge has several stone steps on either side.</p>",
    "audioDescription": "The trailhead to Soda Springs and Parsons Lodge is located along a dirt road that has limited, undefined, roadside parking. Five food storage lockers, a green recycle bin, and a brown trash bin sit on a slab of cement, along the road, near a closed metal gate. A sign on the gate shows two illustrations. The first illustration is an icon of a dog inside a white, square outline, and a red diagonal line slashing through it. The second illustration is an icon of a bicycle inside a white, square outline, and a red diagonal line slashing through it. To the right of the closed gate is a walkway to get to the trail, which also appears to be a dirt road. Next to the walkway is a wooden sign that reads, Soda Springs, Parsons Lodge, and Glen Aulin Trail, which all have a white arrow pointing forward in front of each name. Text continues to read, pets and firearms prohibited. Tall trees line the parking area and the beginning of the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "2a81c166-e1d8-4f38-8896-9f630b97d21d",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Historical/Interpretive Information/Exhibits",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0B9AD80C-43EA-4DB3-9999-21268B166F4F",
    "url": "https://www.nps.gov/places/000/sunrise-lakes-trailhead.htm",
    "title": "Sunrise Lakes Trailhead",
    "listingDescription": "If you're seeking a challenge with a picturesque payoff, Sunrise Lakes won't disappoint. Indeed, a beautiful place to see a sunrise, the lakes at Sunrise reflect the colors in the sky as well as the domed peaks that surround it. There is also a High Sierra Camp located at Sunrise, whose origin dates back to 1916, the earliest days of the National Park Service.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E5355676-0B38-F855-BE758CD05745A347.jpg",
        "credit": "",
        "altText": "A narrow granite ridgeline extends toward the horizon and many distant peaks",
        "title": "Clouds Rest",
        "description": "",
        "caption": "Ridgeline near Clouds Rest summit",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E5355676-0B38-F855-BE758CD05745A347.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E5355676-0B38-F855-BE758CD05745A347.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.82575946044381",
    "longitude": "-119.46996613735507",
    "latLong": "37.82575946044381,-119.46996613735507",
    "bodyText": "<h2>Sunrise Lakes</h2> <p>Indeed, a beautiful place to see sunrise, the lakes at Sunrise reflect the colors in the sky as well as the domed peaks that surround it. A short distance from the lakes, the Sunrise High Sierra Camp faces east for sunrise views. Reservations are required for lodging at all High Sierra Camps.</p> <p><strong>Distance: </strong>10.4 mi (16.7 km) round-trip<br /> <strong>Elevation gain: </strong>1,300 ft (396 m)<br /> <strong>Time estimate: </strong>6-8 hours</p> <h2>Clouds Rest</h2> <p>Situated at 9,926 ft above sea level, the summit of Clouds Rest affords hikers spectacular, 360-degree views of Tenaya Canyon, Yosemite Valley, and countless high Sierra peaks. The final ascent toward the summit follows a narrow granite ridgeline. <strong>Caution: stay off this summit and ridgeline during thunderstorms or when wet.</strong><br /> <br /> <strong>Distance:</strong> 14 mi (22.5 km) round-trip<br /> <strong>Elevation gain:</strong> 2,300 ft (700 m)<br /> <strong>Time estimate:</strong> 8-10 hours</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. Vault toilets are available at this trailhead. A composting toilet is available seasonally at Sunrise High Sierra Camp (this is not on the route to Clouds Rest).<br /> <br /> This trailhead is only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The Sunrise Trailhead is found on the south side of a small, paved, loop driveway and parking area, along the south side of Tioga Road. The turn-off to the parking area is marked with a brown and white sign that shows a white icon of a person hiking inside a white square outline. The parking area is surrounded by trees, with Tioga Road to the north. A brown dumpster, six food lockers, and a small structure containing a vault toilet, line the outskirts of the parking lot. At the trailhead, the dirt path leads through tall trees. Three signs are posted next to the path. The first sign is a metal sign that reads, Sunrise H.S.C. 5.2 miles, Clouds Rest 7.4 miles, and Half Dome 12.5 miles. The second sign is brown and reads, Entering Yosemite Wilderness - Wilderness Permit is required for all overnight use. Please store food properly. Help protect the wild animals by keeping them wild. Wood fires are prohibited above 9,600 feet to protect fragile alpine areas. Please do not construct new fire rings. The use of gas stoves is encouraged in all areas. Select an existing campsite 100 feet or more (40 steps) from water, trails, and dry water courses. Help protect water quality by not washing anything in lakes and streams. Bury human waste at least six inches deep 100 feet from water. Must pack out all toilet paper. Shortcutting is dangerous and contributes to erosion. Please stay on established trails. Maximum group size is 15 people, or 8 maximum for off trail travel. Stock groups are limited to travel on trails only. All stock must be picketed 100 feet from water. Please scatter or bury all manure. Pack out all you pack in. Pick up extra trash when possible. Three illustrations show three icons in three separate boxes with a red slash line diagionally across the boxes. The first icon is of a dog, the second of a bicycle, and the third of a person shooting a rifle. The third sign is a small sign that reads, Hiking to Half Dome? Don't forget your permit. The sign has the silhouette of a man with a backpack climbing up a dome with the aid of cables.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ae520d71-2a88-4459-b522-82bd51d39a45",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "07DA404D-9D30-48B7-866D-EB5160FD74E3",
    "url": "https://www.nps.gov/places/000/upper-yosemite-fall-trailhead.htm",
    "title": "Upper Yosemite Fall Trailhead",
    "listingDescription": "A steep climb is well rewarded with close-up views of Upper Yosemite Fall and distant views of Half Dome and other Sierra peaks. Along the hike, enjoy a bird's eye view of Yosemite Valley's meadows and the meandering Merced River. Enjoy the views from Columbia Rock, located one mile (and dozens of switchbacks) from the trailhead. The Yosemite Falls Trail is one of Yosemite's oldest historic trails, built 1873 to 1877.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4F518707-A611-44BA-6F4B8E424C17B4D7.jpg",
        "credit": "",
        "altText": "Wooden sign at trailhead",
        "title": "Upper Yosemite Fall Trailhead",
        "description": "",
        "caption": "Upper Yosemite Fall Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4F518707-A611-44BA-6F4B8E424C17B4D7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4F518707-A611-44BA-6F4B8E424C17B4D7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.74276863640699",
    "longitude": "-119.60325102658933",
    "latLong": "37.74276863640699,-119.60325102658933",
    "bodyText": "<p>One of Yosemite's oldest historic trails, built 1873 to 1877, the Yosemite Falls Trail leads to the top of the waterfall, which cascades 2,425 feet (739 m) above the Valley floor. This trail starts near Camp 4, along the Valley Loop Trail, and immediately climbs a series of switchbacks through oak woodland. Do not stray off of the maintained path, as you will find steep drops adjacent to the trail.<br /> <br /> <strong>Use extreme caution when near the creek and remember you are directly above a waterfall.</strong></p> <h2>Columbia Rock</h2> <p>Columbia Rock features views of Half Dome, Sentinel Rock, and the valley floor. From there, consider hiking another 0.5 miles (0.8 km) beyond this point for a stunning view of Upper Yosemite Fall.<br /> <br /> <strong>Distance:</strong> 2 miles (3.2 km) round-trip<br /> <strong>Elevation:</strong> 1,000 ft (328 m) elevation gain<br /> <strong>Time estimate:</strong> 2-3 hours round trip</p> <h2>Top of Yosemite Falls</h2> <p>The upper switchbacks of the trail is steep and rocky but very scenic, including views of Upper Yosemite Fall with Half Dome in the background. The final portion of the hike leads to a small viewing platform where Yosemite Creek pours over the lip of the cliff.<br /> <br /> <strong>Distance:</strong> 7.2 miles (11.6 km) round-trip<br /> <strong>Elevation:</strong> 2,700 ft (820 m) elevation gain<br /> <strong>Time estimate:</strong> 6-8 hours round trip</p> <h2>Tips & Seasonal Information</h2> <p>Pets and bicycles are not allowed on hiking trails. Do not shortcut switchbacks, which causes rapid trail erosion and results in injuries.<br /> <br /> The Yosemite Falls Trail can be hiked year-round, though conditions vary depending on the season. In spring, when the waterfall is at its peak, this hike is stunning, and you may even get wet from the spray of the waterfall during a section of the hike. In summer, conditions are hot and dry, and the loose decomposed granite along the trail can be slippery. Keep in mind that by August, the waterfall is typically low or totally dry. During winter, the lower portion of this trail gets direct sunlight, so hiking can be snow-free while other trails are icy.<br /> <br /> Columbia Rock, located one mile up the trail, is a worthwhile trip at any time of year. Beyond this point, the upper portion of this trail receives little to no sunlight in winter and can be very icy and slippery, or buried beneath feet of snow, making traction difficult. In winter, hiking in the colder early morning or late afternoon hours can be even more dangerous if the trail is icy.</p>",
    "audioDescription": "The trailhead for the Yosemite Falls Trail is marked by a wooden sign that reads Yosemite Falls Trail, Top Yosemite Fall, 3.4 miles, Yosemite Point, 4.2 miles, Eagle Peak, 6 miles, North Dome, 7.9 miles. Dangerous to stray from trail. Horses not permitted off valley floor without guide. <br /><br />The area is surrounded by forest and rugged terrain. The trail is a rocky path that starts immediately ascending. Fallen logs and boulders are strewn about.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "bc0dd8b6-edfc-4653-bb95-35077388b277",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ED0B2161-E593-4D2C-9C08-CEA72F181AB4",
    "url": "https://www.nps.gov/places/000/valleywide-shuttle-stop-11-four-mile-trailhead.htm",
    "title": "Valley Shuttle Stop 11: Four Mile Trailhead",
    "listingDescription": "When you arrive, park your car and enjoy the ease and convenience of our free Yosemite Valley shuttle system. Our eco-friendly shuttles will take you throughout Yosemite Valley. The Valleywide shuttle serves all stops in Yosemite Valley, including lodges, food service, campgrounds, and trailheads. Buses arrive every 12 to 22 minutes (depending on conditions) during hours of operation. You can get off and on the shuttle wherever and whenever you wish.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/126F59A4-9D5B-6774-A3985F8057955438.jpg",
        "credit": "",
        "altText": "People boarding shuttle bus at Four Mile Trailhead with Yosemite Falls in the background.",
        "title": "Valley Shuttle Stop #11",
        "description": "",
        "caption": "Valley Shuttle Stop #11: Four Mile Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/126F59A4-9D5B-6774-A3985F8057955438.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/126F59A4-9D5B-6774-A3985F8057955438.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.733926871348885",
    "longitude": "-119.60180497613715",
    "latLong": "37.733926871348885,-119.60180497613715",
    "bodyText": "<p>This shuttle stop is served by the <strong>Valleywide Shuttle </strong>route only. There is no covered shelter or benches at this shuttle stop.<br /> <br /> <strong>Yosemite Valley shuttles are free and operate from 7 am to 10 pm daily. </strong>During hours of operation, the Valleywide Shuttle runs approximately every 22-32 minutes. No ticket is required. Passengers may board and disembark at any stop.</p> <h2>What's Nearby</h2> <ul> <li>Four Mile Trail trailhead</li> <li>Sentinel Beach picnic area</li> <li>Valley Loop Trail</li> </ul> <h2>Shuttle Tips & Accessibility</h2> <ul> <li>Pets are not allowed on shuttles.</li> <li>Allow wheelchairs to board first.</li> <li>Collapse strollers before boarding.</li> <li>No oversized or jogging strollers.</li> <li>Remove baby-back carriers when seated.</li> <li>Shuttles only stop at designated stops.</li> <li>No smoking on shuttles.</li> </ul> <p>All shuttles are accessible with wheelchair lifts and tie-downs. The maximum size for wheelchairs on shuttles is 24 inches wide x 46 inches long. Shuttle drivers will help passengers on and off shuttles or notify them of stops. If you need assistance, ask the driver.</p>",
    "audioDescription": "Nearby, a brown sign reads, Four Mile Trail, and has an icon of a hiker inside a square outline and an arrow pointing to the right, next to the roadside parking area, that has limited parking. A noticeable dirt trail starts to retreat into the woods from here. Two green recycle bins, two brown trash bins, and a way side exhibit are in this area. Before entering the forest and starting the ascent, a wooden sign is posted and reads, Glacier Point Four Mile Trail; Union Point - 3.0 miles, Glacier Point - 4.6 miles, Sentinel Dome - 5.2 miles. Dangerous to stray from trail. Horses not permitted off valley floor without guide. <br /> <br />The wayside exhibit near the road is titled, Paths Into Wilderness, and has a faint, sepia-toned photograph of fourteen or more men, sitting on both sides of a log that has been halved and is set for a meal. . The caption reads, trail crew stops for dinner. Panel text reads, James McCauley, an Irish immigrant and proprietor of the Glacier Point Hotel, hired John Conway to survey and construct a trail from Yosemite Valley to Glacier Point. Taking only seven months to build, it was completed in the early summer of 1872. The original trail was four miles long and travelers paid a $1 toll. In the 1920s, the National Park Service lengthened the trail to improve the steeper sections. Today it is 4.6 miles from the Valley to Glacier Point. <br /><br />Black and white photo: One of Yosemite Valley's high, 2,000-foot plus rock walls has a noticeable trail zigzagging its way to the top. <br /><br />Caption: \"...it is the steepest trail out of the valley, zigzagging back and forth a sheer granite wall, one rides up it with little alarm or giddiness.\" - Helen Hunt Jackson, from Ah-Wah-Ne Days: A visit to Yosemite Valley in 1872. Under a heading that reads, Conway - A \"Walkist\", panel text quotes an 1869 article in the Mariposa Gazette, \"John Conway of Sherlock Creek, last Saturday walked from the Sentinel Hotel, Yosemite Valley, to Mariposa in fourteen hours, including all stoppages. He left the hotel about seven o'clock in the morning and made the trip to town by nine o'clock the same evening. The walk did not seem to fatiguw him much, for he soon left town for his home on Sherlock Creek, six miles farther. Mr. Conway says it is no trip at all for him on foot.\" Black and white photo: Two older men stand side by side. The man to the right is wearing a hat, has a mustache and long white bear, and is wearing a black suit with a white collared button-down shirt. He is standing with his hands on his hips, looking off into the distance to the right. The other man is dressed similarly and has a mustache and long grey beard. He is standing with his hands down by his side, gazing to the right. Caption: John Conway, on right, shown here with Galen Clark, used only a simple ship's protractor to survey the Four Mile Trail's route.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "1f911b43-acff-422d-881d-cd061c124479",
    "isManagedByNps": "1",
    "amenities": [
      "Bus/Shuttle Stop",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4F2A9C4E-F31D-4326-A3E2-2106C0043CFE",
    "url": "https://www.nps.gov/places/000/valleywide-shuttle-stop-17-mirror-lake-trailhead.htm",
    "title": "Valley Shuttle Stop 17: Mirror Lake Trailhead",
    "listingDescription": "When you arrive, park your car and enjoy the ease and convenience of our free shuttle system. The Valleywide shuttle serves all stops in Yosemite Valley, including lodges, food service, campgrounds, and trailheads. Buses arrive every 12 to 22 minutes. The East Valley shuttle is limited to Yosemite Village, Curry Village, Pines Campgrounds, and trailheads in eastern Yosemite Valley. Buses arrive every 8 to 12 minutes. This stop is part of both routes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/19455095-DC20-0F0A-1290CBEB859E5BF6.jpg",
        "credit": "",
        "altText": "Bus pulling up to covered bus shelter along road",
        "title": "Valley Shuttle Stop #17",
        "description": "",
        "caption": "Valley Shuttle Stop #17: Mirror Lake Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/19455095-DC20-0F0A-1290CBEB859E5BF6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/19455095-DC20-0F0A-1290CBEB859E5BF6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.739349258743964",
    "longitude": "-119.55970805881742",
    "latLong": "37.739349258743964,-119.55970805881742",
    "bodyText": "<p>This shuttle stop is served by both the <strong>Valleywide Shuttle and East Valley Shuttle </strong>routes. There is a covered shelter with benches available at this shuttle stop.<br /> <br /> <strong>Yosemite Valley shuttles are free and operate from 7 am to 10 pm daily. </strong>During hours of operation, the Valleywide Shuttle runs approximately every 22-32 minutes. The East Valley Shuttle runs approximately every 18-22 minutes. No ticket is required. Passengers may board and disembark at any stop.</p> <h2>What's Nearby</h2> <ul> <li>Mirror Lake Trailhead</li> </ul> <h2>Shuttle Tips & Accessibility</h2> <ul> <li>Pets are not allowed on shuttles.</li> <li>Allow wheelchairs to board first.</li> <li>Collapse strollers before boarding.</li> <li>No oversized or jogging strollers.</li> <li>Remove baby-back carriers when seated.</li> <li>Shuttles only stop at designated stops.</li> <li>No smoking on shuttles.</li> </ul> <p>All shuttles are accessible with wheelchair lifts and tie-downs. The maximum size for wheelchairs on shuttles is 24 inches wide x 46 inches long. Shuttle drivers will help passengers on and off shuttles or notify them of stops. If you need assistance, ask the driver.</p>",
    "audioDescription": "A green and white sign stands next to the roadside turnout where the shuttle bus stops. The sign is white with a green bar across the top. Within the green bar, text reads, Valley shuttle and has an icon of a bus. Below the green bar, text reads Mirror Lake Trailhead, and the number 17 is in white font within a green circle. Next to the sign is a wooden shelter that holds two benches. A yellow chain barrier is set up to help queue the line. A brown trash bin, a green recycle bin, and a sign that has three small panels across the top and a large map on the bottom, are near the shuttle stop shelter. A paved path/road retreats into the trees behind the shelter. <br /><br />The first panel of the sign is yellow with a green bar across the top. Text in the green bar reads, shuttle bus schedule. The text in the yellow section reads, shuttle stop 17, Mirror Lake. From 7am to 10am, service every 30 minutes. From 10am to 7pm, service every 20 minutes. From 7pm to 10pm, service every 30 minutes. <br /><br />The second panel is white with a blue bar across the top. Text in the blue bar reads, Did You Know? Text in the white section reads, Mirror Lake is not really a lake at all. Until the middle of the 20th century, park personnel dredged sand to maintain a pond that reflected the cliffs above. Current park policy is to let the natural succession of pond to meadow occur. During high water, however, you can still see a stunning reflection of Half Dome. <br /><br />Photo: One person stands in ankle-deep snow, with a backpack on the ground by his side, and his back turned from the camera. He is facing a small body of water and the large face of Half Dome which towers over this lake. Snow covers the landscape. <br /><br />Caption: At Half Dome's base, Mirror Lake forms in winter and spring, but is more of a sandy beach during the dry season. NPS photo by Erik Skindrud.<br /><br />The third panel is white with an orange bar across the top. Text in the orange bar reads, Be Bear Aware. Text in the white box reads, Keeping bears away from your food isn't just a way to avoid a fine-it could save a bear's life. Do not store food in vehicles after dark. When not stored in a locker or cabin, food must be within arm's length. Stay at least 50 yards from a bear. If a bear approaches, yell to scare it away. <br /><br />Photo: A reddish-brown black bear with yellow plastic tags on both ears, is hanging halfway out of a parked car's side door window. The door frame is bent half way down, the side view mirror is dangling, and the glass has been busted out. It is dark out. <br /><br />Caption: Bear break-ins can cost thousands of dollars and put visitors and bears at risk. NPS photo by Tammy Evans.<br /><br />A large map showing three different shuttle routes in Yosemite Valley is below. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035. <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "38dbb00b-12b8-4752-a050-c3b66a8fcebb",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bus/Shuttle Stop",
      "Recycling",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EFF5A2CF-E263-40C4-B939-C893E895EA2C",
    "url": "https://www.nps.gov/places/000/wapama-and-rancheria-falls-trailhead.htm",
    "title": "Wapama and Rancheria Falls Trailhead",
    "listingDescription": "Hetch Hetchy is home to a diverse array of plants and animals, and in spring and early summer, home to brightly colored wildflowers. Enjoy a day hike or overnight backpacking trip (wilderness permit required) in this area at any time throughout the year.Hetch Hetchy's relatively low elevation provides for one of the longest hiking seasons in Yosemite, and the varied trails include something for everyone. Wapama Fall five-mile, round-trip hike follows the shoreline of the rese",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/72ABAACF-9C3B-5C83-696CDB486323381A.jpg",
        "credit": "",
        "altText": "A vast blue reservoir surrounded by granite peaks",
        "title": "Trailhead at Hetch Hetchy Reservoir",
        "description": "",
        "caption": "The trail to Wapama and Rancheria Falls begins at O'Shaughnessy Dam",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/72ABAACF-9C3B-5C83-696CDB486323381A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/72ABAACF-9C3B-5C83-696CDB486323381A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.948407",
    "longitude": "-119.789056",
    "latLong": "37.948407,-119.789056",
    "bodyText": "<p>Hetch Hetchy is home to a diverse array of plants and animals all times of year and is a great area for wildflowers in spring and early summer. Hetch Hetchy's relatively low elevation provides one of the longest hiking seasons in Yosemite.<br /> <br /> The trail begins at the O'Shaughnessy Dam as hikers travel through a short tunnel blasted out of the granite. Beyond that, the trail skirts the shorelines of the reservoir with moderate up and downhill sections. The trail includes spectacular views of Tueeulala and Wapama Falls.<br /> <br /> The trail to Rancheria Falls continues past Wapama Falls and may be done as either a long day hike (13 miles round trip) or a backpacking trip. Permits are required for all overnight hikes. Visit a wilderness center for more information.</p> <h2>Wapama Falls</h2> <p><strong>Distance: </strong>5 miles (8 km) round-trip<br /> <strong>Elevation gain: </strong>507 ft (155 m)<br /> <strong>Time estimate: </strong>2 hours</p> <h2>Rancheria Falls</h2> <p><strong>Distance: </strong>13.4 miles (21.4 km) round-trip<br /> <strong>Elevation gain: </strong>1909 ft (581 m)<br /> <strong>Time estimate: </strong>6 to 8 hours</p> <h2>Tips & Hours</h2> <p>Expect substantial mist from Wapama Falls in spring and early summer. By late summer, waterfalls in this area have typically slowed or dried out. Watch for rattlesnakes and poison oak in this area.<br /> <br /> Pets are prohibited on all hiking trails. Swimming and boating are prohibited in Hetch Hetchy Reservoir in order to maintain a clean source of drinking water.<br /> <br /> Unlike other areas of Yosemite, the road to Hetch Hetchy is open from sunrise to sunset only. Hetch Hetchy trailheads are not reachable by vehicle when the road is closed.</p> <p>From November through March, the Hetch Hetchy Road may be subject to closures or chain requirements due to ice and snow. Call 209/372-0200 (press 1, then 1) for current road conditions.</p>",
    "audioDescription": "The official trailhead for this walk begins after walking across the O'Shaughnessy Dam and through a dark tunnel. At the other side of the tunnel, a dirt trail continues around the perimeter of the reservoir. A large body of water is on the right side of the trail. The water is in a granite basin, with high granite cliff walls rising up around the reservoir. Four wayside exhibits line the dirt path near the trailhead. The first sign has two panels stacked on top of each other. The upper panel has a faint, sepia-toned photo of an elderly Native American woman holding a baby in a cradle basket. The text reads, for generations Central Me-Wuk, Southern Sierra Miwuk, and Mono Lake Paiute people made mountain places like this their homes, using the higher mountains for trade routes and summer encampment. We have lived on the land as hunters and gatherers, and traditional skills and beliefs were passed on. We still live here and continue to teach our children the ways of our ancestors. The lower panel is titled, Archeological Site Protection, and has a faint, sepia-toned background photo of three Native American children grouped together. A young girl in a plaid dress and hat is on the left. A young boy with a white, long-sleeved shirt, hat, and long bangs, is to the right of the young girl, and is slightly taller than she is. An older girl, in a white, long-sleeved blouse and long skirt, sits on the ground to the right of the two others, and smiles at the camera. Panel text reads, disturbing these resources is disrespectful to American Indian cultures and is a violation of law. Please participate as a guardian of these important resources. The second sign has four, small, square panels, all located below a large map. Map: The large, detailed map shows the northern portion of the park. Roads, trails, peaks, and lakes are labeled. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035.The top left panel is orange with white text and reads, Hetch Hetchy trailhead. You are at the gateway to the northern canyons of Yosemite's wilderness. Wapama Falls - 2.7 milesRancheria Falls - 6.1 milesLaurel Lake - 6.8 milesLake Vernon - 8.0 milesTo protect water quality, swimming and boating is not allowed in the Hetch Hetchy Reservoir and in the stream within one mile of the Reservoir. Closure includes Wapama Falls and Rancheria Cascade. The top right panel is blue with white text and reads, wilderness regulations, the natural integrity of Yosemite's high country depends on you. Help protect the wilderness, and avoid a citation, by following these regulations.Camp at least four trail miles from all developed areas. Pets, firearms, and bicycles are prohibited in wilderness. Stay on the trails; shortcutting switchbacks kills vegetation and causes erosion. Maximum group size for cross-country travel is eight people.Avoid disturbing wildlife and other visitors by keeping quiet on the trail and in camp. Use a gas stove for cooking; wood fires are allowed only below 9,600 feet in existing fire rings using dead and downed wood. Leave campsites as you find them; do not build windbreaks, fire rings, hitch racks, chairs, drainage trenches, or other \"improvements.\"Pack out everything you carry in; do not burn trash. Wilderness permit required for all overnight use. A series of three white circles containing three different icons are outlined in red and have a red diagonal line slashing through the middle. The three icons are of a gun, a dog, and a person on a bicycle.The bottom left panel is yellow with black text and reads, Black Bears - the health and well-being of Yosemite's bears depends on you. Bears are intelligent, curious, adaptable, and hungry. Human food, however, is harmful to bears and other animals here. Keep wildlife wild by using these food storage methods.At the trailhead: Remove all food, ice chests, and scented items from you car. Store them in food storage lockers where available. Never feed bears or other wildlife. In the backcountry: Store food, garbage, and scented items in bearproof canisters, available at front country locations. Keep items stored whenever you are not eating. Remember, bears are active day and night. Scare away any bears you see by making loud noises and acting aggressively. Report all bear incidents.The bottom right panel is blue with white text and reads, water quality - clean, sparkling water is one of the joys of the high country. Wildlife, wilderness visitors, and people downstream all need clean water to stay healthy. Protect your water suppy by following these regulations and suggestions:Camp at least 100 feet (40 steps) from water.Deposit human waste in a six-inch-deep hole at least 100 feet from water; carry out toilet paper.Wash dishes and yourself at least 100 feet from water; even biodegradeable soap pollutes.Carry a large water container and limit your trips to collect water; eroded stream banks and lakeshores contribute to poor water quality. Sta",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D924AC4F-C25E-4FD8-B74B-96E475B8E375",
    "url": "https://www.nps.gov/places/000/wawona-meadow-loop-trailhead.htm",
    "title": "Wawona Meadow Loop Trailhead",
    "listingDescription": "Take a relaxing and scenic stroll along a trail that offers breathtaking views of the Wawona Basin and gives the opportunity to see wildlife and wildflowers. Walk on the paved road across the Wawona Golf Course. Once across the golf course, take a left at the sign-posted trailhead. The trail is an unpaved fire road which loops around the meadow and returns to the Wawona Road. You will be sharing the trail with horses, bicyclists, and those that wish to hike with their pets, s",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/db32b6d9-937d-43a3-8ca1-069d44617c45_image_350.jpg",
        "credit": "",
        "altText": "A wooden sign at the intersection of a trail and road reads, \"Meadow Loop Trail,\" and has an arrow pointing to the left.",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.53511",
    "longitude": "-119.657586",
    "latLong": "37.53511,-119.657586",
    "bodyText": "<p>Take a relaxing stroll along a trail that offers breathtaking views of the Wawona Basin.<br /> <br /> Walk on the paved road across the Wawona Golf Course. Once across the golf course, take a left at the sign-posted trailhead. The trail is an unpaved fire road which loops around the meadow and returns to the Wawona Road.<br /> <br /> You will be sharing the trail with horses, bicyclists, and those that wish to hike with their pets, so please be courteous of others.<br /> <br /> 3.5 miles (5.6 km) round trip<br /> 1.5 to 2 hours<br /> <br /> <b>Hours</b>:<br /> Trail is open year-round<br /> <br /> <b>Getting Here</b>:<br /> Begin at the Wawona Hotel, located on the Wawona Road (Highway 41).<br /> <br /> <b>Rules & Regulations</b>:<br /> Horses, bikes, and leashed pets are permitted on the trail.<br /> <br /> <b>Accessibility</b>:<br /> This trail is not accessible.</p>",
    "audioDescription": "A path from the Wawona Hotel leads across the Wawona Road, past the golf course, to the Meadow Loop trailhead. This mostly flat dirt trail is partially in a forest and partially in open meadow. It is a 3.5 mile loop that goes around the Wawona Meadow, which also contains the golf course.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "512130F4-A791-499C-B9EB-0DE0F6B76DAC",
    "url": "https://www.nps.gov/places/000/yosemite-creek-and-ten-lakes-trailhead.htm",
    "title": "Yosemite Creek and Ten Lakes Trailhead",
    "listingDescription": "Whether hiking or backpacking, travel off the beaten path to a group of pristine lakes or to the incredible views found at the rim of Yosemite Valley. John Muir once described Ten Lakes as \"a glacier basin with ten glassy lakes set all near together like eggs in a nest.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4D3C69F4-E4B6-AD65-1D0FB292D9E26269.jpg",
        "credit": "",
        "altText": "Snowy peaks above conifer forest and dark blue lakes",
        "title": "Ten Lakes Pass",
        "description": "",
        "caption": "Ten Lakes Basin viewed from Ten Lakes Pass",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4D3C69F4-E4B6-AD65-1D0FB292D9E26269.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4D3C69F4-E4B6-AD65-1D0FB292D9E26269.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "yose",
        "designation": "National Park",
        "fullName": "Yosemite National Park",
        "url": "https://www.nps.gov/yose/index.htm",
        "name": "Yosemite"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.85219328637454",
    "longitude": "-119.57652272520387",
    "latLong": "37.85219328637454,-119.57652272520387",
    "bodyText": "<p>On the north side of Tioga Road, an unpaved parking lot sits next to the Ten Lakes trailhead. Directly across the street, on the south side of Tioga Road, there is a paved parking area as well as the Yosemite Creek trailhead.</p> <h2>Ten Lakes</h2> <p>To reach the lakes, follow this trail through conifers and across granite to cross a tributary of Yosemite Creek. Continue on the trail to Ten Lakes Pass, the headwaters of Yosemite Creek, overlooking the Grand Canyon of the Tuolumne and the Sierra Crest. Descend 693 feet (211 m) into the Ten Lakes Basin, returning the way you came.</p> <p><strong>Distance: </strong>12.6 mi (20.3 km) round-trip<br /> <strong>Elevation gain: </strong>2,200 ft (671 m)<br /> <strong>Time estimate: </strong>7-9 hours<br /> <br /> <strong>Route variations: </strong>For a shorter hike with slightly less elevation change, turn around at the view at Ten Lakes Pass instead. To see even more lakes, take a side trip to Grant Lakes via a 1-mile spur (each way) below Ten Lakes Pass.</p> <h2>Tips & Seasonal Information</h2> <p>Both trails include unbridged stream crossings. Early in the season, when water can be very high, cold, and swift, use caution when crossing streams or turn back when crossing is not safe.<br /> <br /> Bicycles and pets are not permitted on hiking trails. Vault toilets are available at the Yosemite Creek trailhead parking area.<br /> <br /> Both trailheads are only reachable by vehicle when Tioga Road is open, typically late May or early June to sometime in October or November.<br /> <br /> Tioga Road closes after the first significant snowfall. Overnight parking on this road, including this trailhead, ends October 15. For current road and weather information, please call 209/372-0200 (press 1, then 1).</p>",
    "audioDescription": "The paved parking area for Yosemite Creek and Ten Lakes Trailhead is on the west side of Tioga Road and has two green recycle bins, two brown trash bins, four brown food lockers, a facility holding two vault toilets, one wayside exhibit and one map. Trees and granite bedrock surround the area. A dirt lot is located across the street, which is also where the trailhead for Ten Lakes is located. The trailhead for Yosemite Creek is at the north end of the parking area, marked by a metal sign that reads Yosemite Creek Trail and has an arrow pointing forward.<br /><br />The wayside exhibit shows a faded, black and white, close-up, background photo of a full waterfall. Text on the left side of the exhibit panel reads, rocks, ice, and water - standing here near Yosemite Creek, one feels only a hint of the power that this busy but unassuming waterway will possess by the time it reaches the floor of Yosemite Valley.<br /><br />The rocky Yosemite Creek watershed, which slopes downhill to the rim of Yosemite Valley about eight miles away, encompasses some fifty square miles of Yosemite's high country. Carved by tributary glaciers about 20,000 years ago, the V-shaped Yosemite Creek drainage was enlarged by the heavy volume of water and `ice which rushed through as the glacier retreated. Today, as spring snow melts, an average of 2,400 gallons per second of icy runoff is funneled through this hanging valley before plunging over the vertical cliff 2,425 feet to Yosemite Valley below. <br /><br />Photo: A river with white water flows toward a precipice. Granite bedrock and trees are along the banks. A rock formation blanketed in snow is at the far end of the river. <br /><br />Caption: Yosemite Creek plunging over the top of Yosemite Falls.<br /><br />Text on the right side of the exhibit panel reads, Yosemite Creek Trail, for hiking and trail information, please visit a Visitor Center or Information Station. This strenuous 16-mile out-and-back trail drops about 2.6 miles through lodgepole pine stands before joining the trail from the Yosemite Creek Campground. The trial continues to parallel Yosemite Creek for another 3.3 miles below. Follow the signs to the overlook at Yosemite Point, a short distance to the east, for a glimpse of the breathtaking drop into Yosemite Valley and across the High Sierra. Use caution, wet rocks can be slippery. <br /><br />Map: A tall, rectangular map of the surrounding area, shows a horizontal, squiggly, grey line near the top of the map, crossing from left to right, and is labeled Tioga Road. Along the Tioga Road, about three-quarters of the way to the right, a red dot indicates, \"you are here.\" A dotted diagonal line extends downard and slightly to the left from the red dot, representing the Yosemite Creek Trail. Along the trail, Yosemite Creek Campground and the top of Yosemite Falls are labeled. At the bottom of the dotted line is Yosemite Valley. Upper Yosemite Fall and Lower Yosemite Fall are represented by a series of three blue lines stacked on top of one another, each line shorter than the one above it. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035. <br /><br />Photo: A black and white aerial photo shows a three tier waterfall coming over a large rock wall. The upper fall is the longest of the three, the middle cascade the shortest. The lower fall is half the height of the upper fall.<br /><br />Caption: V-shaped Yosemite Creek watershed and Yosemite Falls.<br /><br />A map labeled, The Tioga Road, is on a sign board inside a wooden frame. The map shows the entire park with emphasis only on the Tioga Road, which is a red, solid, squiggly line that crosses the map from left to right, midway down the map. Major areas, beginning from the left include Crane Flat, which has icons indicating restrooms, groceries, gas, campground, and two sequioa groves that are in the area. A bit to the right is Tamarack Flat Campground. A quarter of the way across the map is White Wolf, which has icons indicating a campground, dining, and hiking are in that area. About one-third of the way across the map is Yosemite Creek, which has a red dot and text that reads, \"you are here.\" This area is labeled with Hiking, restrooms, and picnic icons. Halfway across the map are Olmsted Point, which has no services, and Tenaya Lake, which has multiple hiking, picnic, and restroom icons in the area. About two-thirds of the way across the map is Tuolumne Meadows, which has icons indicating camping, dining, restrooms, groceries, a wilderness center, and hiking, which includes Cathedral Lakes and Lembert Dome. Near the right side of the map, past Tuolumne Meadows, Mono Pass, a hiking destination, and Tioga Pass, the east entrance and exit to the park, are found along Tioga Road. The road then continues down to the first town outside the park, Lee Vining. For information regarding park maps, call our park accessibility coordinator at (209) 379-1035.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "c60b29e1-aa6a-41ab-b54e-74ff05fa4bdc",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]
