[
  {
    "id": "7B4372D5-4CE2-4AAB-A292-51163B0CEEBE",
    "title": "Avalanche Awareness at Lassen",
    "listingDescription": "Are you avalanche aware? While these tips and resources don't take the place of a formal avalanche safety training, they are a great reminder to review before hitting the snow!",
    "bodyText": "<p>Snow travel at Lassen Volcanic National Park requires entering avalanche terrain. Each year, avalanches claim more than 150 lives worldwide. Knowledge, information, and equipment are key to preventing and surviving avalanche accidents. Before you enter the winter wilderness, ensure that you have a solid understanding of avalanche awareness and carry avalanche/rescue equipment.</p> <h2>Are You Prepared?</h2> <h4>Make a Plan</h4> <p>Travel with a partner—know your abilities and their’s. Plan a route avoiding hazard areas and include alternatives. Tell someone where you are going and when you will return.</p> <h4>Know the Snow</h4> <p>Use a basic pole test or more involved tests such as a snow pit, Rutschblock, or extended column to evaluate the snow as you travel through avalanche terrain throughout the day.</p> <h4>Bring Your Equipment</h4> <ul> <li><strong>Snow Shovel</strong> to test snow conditions, dig out victims, make snow shelters.</li> <li><strong>Probe</strong> to find buried avalanche victims.</li> <li><strong>Avalanche Transceiver (Beacon)</strong> emits a pulsed radio signal to help locate buried avalanche victims.</li> </ul> <h4>Check the Forecast</h4> <p>Lassen Volcanic National Park does not provide an avalanche forecast for the park. Forecasts from the following nearby areas may provide some information on regional conditions, but may not reflect conditions in the park.</p> <ul> <li> <p><a href=\"https://www.shastaavalanche.org/#/all\">Mt. Shasta Avalanche Center</a> (530-926-9613)</p> </li> <li> <p><a href=\"http://www.sierraavalanchecenter.org/\">Sierra Avalanche Center</a> (Lake Tahoe area; 530-587-3558)</p> </li> <li> <p><a href=\"https://avalanche.org/\">Interactive map of Avalanche forecasts in the U.S.</a></p> </li> </ul> <h2>Recognize Red Flags</h2> <h4>Recent Avalanches</h4> <p>If there are new avalanches, more are possible.</p> <h4>Signs of Unstable Snow as You Travel</h4> <p>Listen for warning signs: cracking or collapsing snowpack, “whumpfing” sounds, and hollow drum-like sounds on hard snow.</p> <h4>Heavy Snowfall or Rain in the Past 24 Hours</h4> <p>Significant snowfall or rain can make the snowpack unstable. Avalanches are often triggered the first clear day after a storm. Because it is sunny does not mean it is safe.</p> <h4>Windblown Snow</h4> <p>Windblown snow loads leeward slopes, even when it is not snowing out.</p> <h4>Significant Warming or Rapidly Increasing Temperatures</h4> <p>Warm temperatures can cause the snow to creep downhill and become less stable.</p> <h4>Persistent Weak Layers</h4> <p>When these are buried in the snowpack, you may trigger an avalanche weeks after a storm or when no other red flags are present.</p> <h2>Identify Avalanche Terrain</h2> <h4>Slope Angle</h4> <p>Avalanches are possible on any slope steeper than 30 degrees and as steep as 50 degrees. They occur most frequently on slopes 35 to 45 degrees. Avalanches may also occur on slopes of less than 30 degrees that are exposed to steeper terrain above.</p> <h4>Aspect</h4> <p>Which way does the slop face in relation to sun or wind? Cornices indicate prevailing wind direction and may be a sign the slope is being windloaded. Does the slope face the sun or is it in the shade?</p> <h4>Common Trigger Points</h4> <p>Avalanches may be triggered from flatter areas in the runout zone or along ridge crests. Watch for wind deposited snow; breakover or mid-slope steepening; areas ner rock outcrops; or shallow areas in the snowpack.</p> <h4>Terrain Traps</h4> <p>Watch for anything that increases the consequences of being caught in a slide, like cliffs, trees, and rocks. A flat transition or a gully means a deeper burial.</p> <h2>Frequent Avalanche Terrain</h2> <ul> <li> <p><strong>Lassen Volcanic National Park Highway:</strong> Hazardous, steep side hills with icy conditions and numerous avalanche paths.Diamond Peak Area: History of avalanches; avoid it by using the Ranger Cutoff north of Windy Point.</p> </li> <li> <p><strong>Ridge Lakes Area:</strong> History of avalanches in the area south of Ridge Lakes. There are steep windloaded slopes on the north side and steep, avalanche-prone slopes on all aspects of Mt. Diller.</p> </li> <li> <p><strong>Lassen Peak:</strong> Steep slopes with various aspects. The safest way up is on the summer trail through the forested section, then on the southeast ridge to the summit.</p> </li> <li> <p><strong>Brokeoff Mountain:</strong> Numerous avalanche paths and overhanging cornices on the summit.</p> </li> <li> <p><strong>Loomis Peak:</strong> Avalanche cutes sluff off of Loomis Peak at the upper end of the Manzanita Creek Trail.</p> </li> </ul>",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B703464B-BADD-43A0-AFB26B504DFCEAF5.jpg",
        "title": "Avalanche Awareness",
        "altText": "a man holds out a beacon checking device as a group of cross-country skiers go by on a snowy path.",
        "caption": "Check your beacons before heading out on trail!",
        "credit": "NPS photo"
      }
    ],
    "amenities": [],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.shastaavalanche.org/#/all"
  },
  {
    "id": "C6A23E73-7DFF-486D-8B84-A3FA8F495E9A",
    "title": "Brokeoff Volcano Vista",
    "listingDescription": "Spot the rim of the eroded Brokeoff Volcano in the volcanic remnants that surround this scenic vista. Or, investigate the lone boulder perched high above Hot Springs Valley that tells the story of the massive volcano's slow disappearance.",
    "bodyText": "<p>This small parking area is perched above Little Hot Springs Valley in the shadow of Lassen Peak. Parking is limited and fills quickly in the summer due to the popularity of the Bumpass Hell Trail. The trailhead is located at the northeast end of the parking area, near the entrance/exit. A scenic vista and vault toilets are located at the southwest end of the parking area. Water is not available at this location. This is one of the few areas of the park with cell service. </p> <h2><b>Brokeoff Volcano Vista</b></h2> <p>Drive to the far side of the parking area to reach the scenic vista. It is usually possible to pull to the side and hop out for a quick look, even when the parking area is full. A handful of waysides provide information about the eroded Brokeoff Volcano and its remnants visible today. Just below the waysides, a small rock terrace holds a lone bolder known as the glacial erratic. Lassen Peak is also clearly visible behind you.</p> <h2><b>Stargazing</b></h2> <p>This high-elevation parking area is one of the best locations in the park for stargazing. It is cold and often windy year-round in this exposed spot, so be sure to bring warm clothes and even blankets to enjoy the stars. There is plenty to see with your naked eye or a pair of binoculars. The Milky Way glows brightly on clear nights and often passes above Lassen Peak. Telescopes are welcome as well and can be enjoyed by all during the annual <a href=\"https://www.nps.gov/lavo/planyourvisit/dark-sky.htm\">Lassen Dark Sky Festival</a>. Learn more about <a href=\"https://www.nps.gov/lavo/planyourvisit/stargazing.htm\">stargazing in the park</a>. Overnight parking or camping is not permitted, so plan to drive back to your campsite or lodging after stargazing.</p>",
    "location": {
      "lat": 40.465799855,
      "lon": -121.514449361
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C3732DED-B703-01C6-793629B007E27E26.jpg",
        "title": "Brokeoff Volcano Scenic Vista",
        "altText": "Visitors standing reading waysides about geology in the Bumpass Hell parking area with the glacial e",
        "caption": "Learn more about the eroded Brokeoff Volcano at this scenic overlook.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Cellular Signal",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Recycling",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/dark-sky.htm"
  },
  {
    "id": "7BEF4EA9-2891-495F-80CA-E0BDF247E83B",
    "title": "Butte Lake Day Use Area",
    "listingDescription": "Enjoy hiking, swimming, fishing, and boating in the remote Butte Lake Area dominated by the jagged Fantastic Lava Beds and barren Cinder Cone volcano.",
    "bodyText": "<p><strong>Season:</strong> May through November; road closed winter/spring<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#bl\">Access</a><strong>:</strong> Dirt road<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Fees</a><strong>: </strong>An entrance fee receipt or pass is required<br /> <strong>Note:</strong> No services except restrooms and water; no cell service<br /> <br /> The Butte Lake boat launch, trailheads, and picnic area are located on the western tip of Butte Lake. Both flush and vault toilets are available. Flush toilets and drinking water are available when the adjacent <a href=\"https://www.nps.gov/lavo/planyourvisit/butte-lake-campground.htm\">Butte Lake Campground</a> is open (and the area water system is on). A self-pay entrance station is located at the junction of the campground and day use area. </p> <h2>Get There</h2> <p>This remote area is located in the northeast corner of the park and is accessed via a six-mile dirt road off of Highway 44. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#bl\">directions to the Butte Lake Area</a>. The gravel road to Butte Lake is passable by passenger vehicles. Parking is available, but limited for RVs and trailers.</p> <h2>Scenic Views</h2> <p>Many spots on the northern shore of Butte Lake offer excellent views of the Fantastic Lava Beds (lava flow), Cinder Cone, and Prospect Peak.</p> <h2>Boat Launch</h2> <p>A short spur at the southwest end of the parking area drops down to a small loop for non-motorized boat launch. There is no dock or equipment here. The boat launch is a clear area with space for vehicles with trailers to drop off watercraft and turn around. Fishing is not permitted in the boat launch area. </p> <h2>Swimming</h2> <p>Butte Lake is often not as cold as other high-elevation lakes in the park. Sections of the shore consist of rough sand or small gravel and are popular for swimming. <a href=\"https://www.nps.gov/lavo/learn/nature/otter.htm\">River otters</a> are rarely sighted in this lake. Keep your distance; females can act aggressively when protecting young.</p> <h2>Picnic Area</h2> <p>A small picnic area is located between the parking area and the shore of Butte Lake. A handful of picnic tables offer seating under conifer trees and some have charcoal grills.</p> <h2>Trailheads</h2> <p>Butte Lake Day Use Area includes trailheads for <a href=\"https://www.nps.gov/places/cinder_cone.htm\">Cinder Cone</a>, Bathtub Lake, and Snag Lake Trails. Each trailhead is marked by a bulletin board that offers information about the trail. The Snag Lake Trailhead is a popular starting point for <a href=\"https://www.nps.gov/lavo/planyourvisit/wilderness-permit-information.htm\">backpacking</a>. A free permit is required for backpacking and stock use; self-registration is available at the Butte Lake Ranger Station (not staffed).</p> <h2>Fishing</h2> <p>Butte Lake offers excellent fishing, with rainbow trout being the most common fish caught in the lake. Fishing from the shore is possible in places, but brush and conifers are present along much of the lakeshore that is not jagged lava. Fishing from a non-motorized boat is another good option. Learn more about <a href=\"https://www.nps.gov/thingstodo/fishbuttelake.htm\">fishing Butte Lake</a>.</p>",
    "location": {
      "lat": 40.5649637559,
      "lon": -121.301811355
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/67CE7F9F-0127-18AB-28A423AE30FB138A.jpg",
        "title": "Butte Lake Day Use Area",
        "altText": "A gravel boat launch area at the edge of a large lake lined by conifers and bushes.",
        "caption": "Launch non-motorized vessels from the boat launch area.",
        "credit": ""
      }
    ],
    "amenities": [
      "Beach/Water Access",
      "Canoe/Kayak/Small Boat Launch",
      "Grill",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Recycling",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#bl"
  },
  {
    "id": "17EDCA38-6510-4376-B74A-9240BB5D12E5",
    "title": "Chaos Crags Viewpoint",
    "listingDescription": "Imagine a rock slide racing nearly 100 miles an hour down Chaos Crags at this pullout on the north side of the highway about a mile from the Loomis Museum.",
    "bodyText": "<p>Imagine a rock slide racing nearly 100 miles per hour down Chaos Crags lava dome volcanoes at this very spot. The jumbled rocks surrounding you are the result of a series of 3 rockfall avalanches that occurred around 1660. The first and largest avalanche covers about 2.5 square miles (6.8 square km) and created this undulating landscape.<br /> <br /> What caused the rock avalanches? Geologists believe that the dacite rock that forms Chaos Crags lava domes broke free. Years of freeze and thaw created cracks in the fragile rocks and weakened their bond. Steep-sided slopes allowed the loose rock to break free and rush downslope. Geologists describe the rocks here floating on a cushion of air during the avalanche. The rocks gained such high speeds, that air became trapped between the ground and rocks. With friction reduced, the rocks were able to flow very far. As they came to a rest on the edges of the flow, rocks in the center continued to move at a rapid rate, creating <em>frozen waves</em>.</p>",
    "location": {
      "lat": 40.54148669963287,
      "lon": -121.54417705562082
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/166EFF24-A9DD-A8DD-D86565500B18A51F.jpg",
        "title": "Chaos Crags and Jumbles",
        "altText": "A photo of a rock field with sparse conifer trees at the base of a group of volcanic domes.",
        "caption": "Chaos Jumbles formed when one of the Chaos Crags dome volcanoes collapsed.",
        "credit": "NPS"
      }
    ],
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "43439A67-075C-403B-B55E-ED6CBD824003",
    "title": "Cinder Cone Trail",
    "listingDescription": "Enjoy a hike to the base or summit of this striking cinder cone volcano.",
    "bodyText": "<figure> </figure> <p><strong>Start:</strong> Butte Lake parking area<br /> <strong>Round-Trip Distance to Base: </strong>2.4 miles<br /> <strong>Round Trip Distance to Summit:</strong> 4 miles<br /> <strong>Round-Trip Time: </strong>3 hours<br /> <strong>Elevation Change:</strong> 846 ft<br /> <strong>Elevation:</strong> 6,061 - 6,907 feet<br /> <strong>Trail Surface: </strong>Cinders (similar to course sand)<br /> <strong>Season: </strong>Approximately June through November<br />  </p> <p>Hike to the base or summit of the dramatic Cinder Cone volcano via this popular trail in the Butte Lake Area. The sand-like cinders on this trail make the hike challenging, especially when climbing the steep 200-foot ascent to the summit. However, hikers are afforded with fantastic views of the dramatic cinder cone, its lava flow called the Fantastic Lava Beds, and the colorful Painted Dunes. A handout is available at the park visitor centers and the trailhead with stops that correspond to numbered posts highlighting various features along the trail.<br /> <br /> At 1.2 miles, the trail reaches a fork at the base of Cinder Cone. Look to your left (south) here for the first views of the colorful Painted Dunes. Please stay on the trail to avoid scarring the landscape with footprints. Be sure to take a break in the shade of the surrounding Jeffrey pines before beginning the heart-pumping climb to the top of the cone. Lassen Peak comes into view as the trail slowly circles around to the south side of the cone. The summit affords panoramic views in all directions. Prospect Peak, Lassen Peak, Snag Lake, the Fantastic Lava Beds and the Painted Dunes are all clearly visible. An additional trail continues down into the crater of Cinder Cone.</p> <p>Cinder Cone Trail follows a portion of the Nobles Emigrant Trail, which is part of the <a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a>. The Nobles Emigrant Trail was one two routes used by emigrants to travel across what is now Lassen Volcanic National Park.</p> <h2>Getting There</h2> <p>Cinder Cone Trailhead is located near the boat ramp in the Butte Lake Day Use Area in the northeast corner of the park. This remote area is accessed via a 6-mile dirt road off of Highway 44, approximately 24 miles east of the park's Northwest Entrance. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm\">directions to Butte Lake</a>. Drinking water is available when the <a href=\"https://www.nps.gov/lavo/planyourvisit/butte-lake-campground.htm\">Butte Lake Campground</a> is open. There are no other services in this area.</p>",
    "location": {
      "lat": 40.5637878105,
      "lon": -121.30220981
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6627D5A5-0765-213E-4954DCBF99C1EB5E.jpg",
        "title": "Cinder Cone Trail",
        "altText": "A panoramic view of a cinder cone volcano with sparse conifers at its edges. Two hikers walk on a su",
        "caption": "The base of Cinder Cone volcano from the trail.",
        "credit": ""
      }
    ],
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/cali/index.htm"
  },
  {
    "id": "85487C94-FE35-45A5-9CF6-CE7737927D21",
    "title": "Devastated Area",
    "listingDescription": "Discover the \"devastating\" story behind the 1915-1916 Lassen Peak eruption.",
    "bodyText": "<p>Discover the story behind Lassen Peak's 1915-1916 eruption. Waysides along the half-mile accessible loop describe how the eastern slope of Lassen Peak came to be known as the Devastated Area. More than a hundred years later, forests cover much of this once barren area. Historic photos and accounts take us back in time while the rocks at your feet tell the eruption story through stone. This short trail is great for families and curious minds alike. Vault toilets and picnic tables are located via a short walk from the parking area.</p>",
    "location": {
      "lat": 40.5156258514,
      "lon": -121.465159895
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/84F05CEE-D4BD-918E-72FEBD56F98ED55E.jpg",
        "title": "Devastated Area Picnic Area & Trailhead",
        "altText": "A photo of a wayside sign titled \"Devastated Area Trail\" in a rocky area with conifer trees. A walkw",
        "caption": "Devastated Area offers picnic tables, restrooms, and a half-mile interpretive trail.",
        "credit": "NPS"
      }
    ],
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "6DF861C0-2329-41D9-842D-AFE34F5E39D8",
    "title": "Diamond Peak Scenic Vista",
    "listingDescription": "Small pullout below Diamond Peak offers a view of Lassen Peak.",
    "bodyText": "<p>This small pullout below Diamond Peak offers a clear view of Lassen Peak and a view down into East Sulphur Creek. A steep rock wall of Diamond Peak towers on the uphill side of the highway. Wildflowers including mules ear and rabbitbrush can be plentiful here and golden eagles and other raptors are often sighted soaring from Diamond Peak and over the valley below.</p>",
    "location": {
      "lat": 40.4445748606,
      "lon": -121.519650641
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C8B51535-EF43-A413-734A585BC8A4F10F.jpg",
        "title": "Lassen Peak from Diamond Peak pullout.",
        "altText": "A photo of a highway crossing a mountain slope dotted with light snow. Clouds are lifting to reveal",
        "caption": "A view of Lassen Peak from Diamond Peak pullout.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "43D3E8EB-D79D-4982-9E20-9FAA4EA46785",
    "title": "Drakesbad Guest Ranch",
    "listingDescription": "Drakesbad Guest Ranch is a secluded lodge at the southeast end of Lassen Volcanic National Park.",
    "bodyText": "<p>Drakesbad Guest Ranch is a secluded lodge nestled in Warner Valley, in the southeast corner of Lassen Volcanic National Park. The ranch includes a lodge, dining hall, and bungalow units. Initially homesteaded by Edward Drake in the 1880s, Drakesbad Guest Ranch continues to offer a rustic retreat experience. Visitors return year after year to celebrate their own long-standing traditions and enjoy the wonders of the valley.</p> <h4>Overnight Accommodations</h4> <p>Guests enjoy overnight accommodations in the historic lodge or bungalows. All meals are included. View accommodation types and rates at <a href=\"https://lassenlodging.com/drakesbad/#\">lassenlodging.com</a>.</p> <h4>Dixie Fire Effects</h4> <p>Drakesbad Guest Ranch was effected by the <a href=\"https://www.nps.gov/lavo/learn/nature/dixie-fire.htm\">2021 Dixie Fire</a>.. Most structures remain intact, however two bungalow units, the annex, and the water plant were destroyed.</p> <h4>Restaurant</h4> <p>Deliciously fresh and nutritious home-cooked meals are prepared by the Ranch Chef and are an integral part of the Drakesbad experience. All meals are open to the public by reservation only.</p> <h4>Activities</h4> <p>Guests can choose from a variety of activities including horseback riding, hiking, fishing, swimming in the hydrothermal spring-fed pool, enjoying a massage, or just relaxing. Evening is a perfect time for a good book, fun games, or a quiet conversation around the fireplace or campfire. Horseback riding and massage are open to all visitors by reservation only.</p> <h4>Accessibility</h4> <p>Bungalow 1 offers ADA features including ramp access and toilet and shower handrails. A transfer lift is available for the pool and the adjacent bathhouse includes one room with a bathtub and handrails and another with a zero-entry shower. The dining room is accessible from the parking lot and doors have zero-entry thresholds. The adjacent deck has a one inch rise. </p> <h4>Amenities</h4> <p>This rustic guest ranch offers a secluded getaway with no cell service or Internet access. The lodge has electricity, but there are no outlets in rooms. Some of the bungalows do not have electricity; kerosene lamps are provided for lighting.</p> <h4>Directions</h4> <p>The road to Warner Valley and Drakesbad Guest Ranch is partly gravel and is not recommended for trailers. The drive from the Kohm Yah-mah-nee Visitor Center to Warner Valley takes approximately 1.5 hours. From CA-36 in Chester, turn onto Feather River Road (on the east side of the bridge). Continue a half mile and veer left onto CR-312. Continue 4 miles and veer right to stay on CR-312. Follow signs to Drakesbad. Continue 13.5 miles to Drakesbad Guest Ranch. View <a href=\"https://www.google.com/maps/dir/Chester,+California/Drakesbad+Guest+Ranch,+14423+Chester+Warner+Valley+Rd,+Chester,+CA+96020/@40.3752513,-121.3855339,12z/data=!3m1!4b1!4m14!4m13!1m5!1m1!1s0x809d6a17f23db90f:0xadff71a96c3b5c1c!2m2!1d-121.2319098!2d40.3062736!1m5!1m1!1s0x809d59ab37f2b4cd:0x849c5e1e8c8c954c!2m2!1d-121.4038353!2d40.4441893!3e0\">directions on Google Maps</a>. Parking at the guest ranch is reserved for customers.</p> <h4>Reservations Required</h4> <p>Availability is limited and overnight stays usually booked a year in advance. For all reservations email reservations@lassenlodging.com or call (877) 622-0221. Lodging may also be <a href=\"https://us01.iqwebbook.com/DGRCA523/\">reserved online</a> at through Snow Mountain, LLC. </p>",
    "location": {
      "lat": 40.4437029886903,
      "lon": -121.404031945941
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CFA43112-048F-C52A-CD4ECA75725F53DE.jpg",
        "title": "Drakesbad Guest Ranch",
        "altText": "A two-story red and brown lodge and three cabins at the base of a hillside fronted by a meadow.",
        "caption": "Drakesbad Guest Ranch is located in the heart of Warner Valley in the southeast corner of the park.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Fire Pit",
      "First Aid Kit Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Ice Cream",
      "Food/Drink - Restaurant/Table Service",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Parking - Auto",
      "Picnic Table",
      "Recycling",
      "Restroom",
      "Scenic View/Photo Spot",
      "Shelter/Cabin",
      "Showers",
      "Swimming Pool",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://lassenlodging.com/drakesbad/#"
  },
  {
    "id": "1DDDD1BB-EB52-4197-99C0-7CD4D0F25843",
    "title": "Emerald Lake",
    "listingDescription": "This roadside alpine lake gets its name from vegetation in its shallow waters.",
    "bodyText": "<p>This roadside lake gets its green color from vegetation that grows in its shallow waters. Parking is limited here, but there is usually a spot open long enough for a quick peek at this colorful spot. Wildflowers thrive on its rocky shores. Help these fragile plants survive by not walking or placing gear on them. The tip of Lassen Peak is visible from certain angles of the lake. There are no fish in the lake, although at one time, park staffed stocked the lake which served as a roadside aquarium.</p>",
    "location": {
      "lat": 40.467502201433334,
      "lon": -121.51809486605286
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1225950-00FD-E1DA-75247A53B0C4C928.jpg",
        "title": "Emerald Lake",
        "altText": "A rocky mountain slope dotted by conifers reflected in a small, green lake.",
        "caption": "Vegetation in this shallow, alpine lake gives it its green hue.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "E1549F08-50E7-4DFF-A883-CEEC11F856E8",
    "title": "Hat Creek Viewpoint",
    "listingDescription": "",
    "bodyText": "This picturesque meadow is one of the most colorful spots in the park for autumn foliage. In the heat of summer, water from a year-round spring keeps the area a lush green.<br /> <br /> This tranquil spot was shaped by Lassen Peak eruptions that dammed Hat Creek creating Hat Lake. Following its formation, American beavers maintained the lake for decades When the beavers departed for an unknown reason, the spring water flows through the meadow. <br /> <br /> As previously flooded land slowly dries, plant succession takes place. Quaking aspen and willow are prolific in the wet soil surrounding the lake. Multiple flower species and meadow grasses now grow in the nutrient-rich soil of the former lake bed.<br /> <br /> There is no trail through the meadow. Please enjoy it from its edges. Walking on the meadow compacts soil, which can kill roots or preventing new plants from growing.",
    "location": {
      "lat": 40.509408317545635,
      "lon": -121.46583616786756
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8457AA22-A6B9-9C46-FA0C0A0B17DDE0C4.jpg",
        "title": "Fall Colors at Hat Creek",
        "altText": "Fall colors in a meadow beneath a snow-dusted volcanic peak. Orange leaves float in a pool of water",
        "caption": "Hat Creek offers one of the best displays of fall color in the park.",
        "credit": "NPS/Amanda Sweeney"
      }
    ],
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "25D2CCDF-4C54-4965-909C-CF20CDD14893",
    "title": "Hot Rock",
    "listingDescription": "Snap a photo with this several-ton rock that photographer B.F. Loomis reported was too hot to touch after it was ejected from the crater of Lassen Peak in 1915.",
    "bodyText": "At rest for over 100 years in this location, the larger boulder here was once in the vent of Lassen Peak. A violent lahar, or mudflow, carried this 30-ton rock speeding down the slopes of Lassen Peak in a slurry of mud, earth, and rock. Visitors to the altered landscape reported that <em>Hot Rock</em> was hot to the touch even months after the eruption. The rock’s internal temperature is estimated to have been 1000<b>°</b>F when it came tumbling down Lassen Peak.<br /> <br /> Benjamin F. Loomis captured photos of the 1915-1916 Lassen Peak eruption and this photo of Hot Rock. Can you imagine standing in this spot just after the eruption as Benjamin Loomis did? In a single day, this forested slope was made barren, with only broken trees to hint at what once was. Thick, boiling mud mixed with ash and scattered rocks almost instantly transformed this area to a barren, inhospitable landscape.<br /> <br /> A century later, a forest reborn obscures many of the scattered rocks that tumbled down the slopes of Lassen Peak. Hot Rock serves a natural monument of the powerful forces of nature.<br />  ",
    "location": {
      "lat": 40.5348416648,
      "lon": -121.490731792
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/118B3DA4-B9DD-B146-CA698DB24CB63858.jpg",
        "title": "Hot Rock",
        "altText": "A black and white photo of a large boulder named \"Hot Rock\" at the bottom of a barren slope of a vol",
        "caption": "A large boulder named Hot Rock at the bottom of the Devastated Area on Lassen Peak.",
        "credit": "NPS/Benjamin F. Loomis"
      }
    ],
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "FE803C60-A88D-4430-98B2-F77D66AFEB09",
    "title": "Juniper Lake Day Use Area",
    "listingDescription": "This remote, high-elevation landscape contains the largest lake in the park. The day use area offers hiking, backpacking, swimming, and non-motorized boating.",
    "bodyText": "<p><strong>Season:</strong> June through October; road closed winter/spring<br /> <a href=\"www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">Access</a><strong>:</strong> Rough dirt road; high-clearance vehicles recommended<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Fees</a><strong>: </strong>An entrance fee receipt or pass is required.<br /> <strong>Note:</strong> No services, drinking water, or cell service<br /> <br /> The Juniper Lake Day Use Area is located on the north shore of Juniper Lake. The area consists of a parking lot, vault toilet, two trailheads, and an undeveloped beach area suitable for swimming and launching small, non-motorized vessels. The dirt road continues a short distance beyond the day use area and provides access to a handful of private cabins (owned prior to the park's establishment). A self-pay entrance station is located near the Juniper Lake Ranger Station. <a href=\"https://www.nps.gov/lavo/planyourvisit/juniper-lake-campground.htm\">Juniper Lake Campground</a> is located on the southeast shore of the lake and offers first-come, first-served campsites plus two reservation-only group sites. </p> <h2>Get There</h2> <p>The remote Juniper Lake Area is located in the southeast corner of the park is accessed via a 13-mile road out of the town of Chester. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">directions to the Juniper Lake Area</a>. The last 6 miles is rough, dirt road with steep sections and is not suitable for cars with low clearance, buses, motorhomes, or trailers.</p> <h2>Beach</h2> <p>The day use area includes a long stretch of shoreline composed of fine gravel or course sand. Swimming is popular here, although this high-elevation lake remains cool year-round. The ground drops slowly from the shore in most areas and is appropriate for launching kayaks, paddle boards, and other small, non-motorized vessels. There are no sport fish in the lake.</p> <h2>Trailheads</h2> <p>Juniper Lake Day Use Area includes trailheads for Horseshoe Lake, Snag Lake, Inspiration Point, and Juniper Lake Loop. This trailhead is a popular starting point for <a href=\"The last 6 miles is rough dirt road with steep sections and is not suitable for buses, motorhomes, or trailers.\">backpacking</a>. A free permit is required for backpacking and stock use; self-registration is available at the Juniper Lake Ranger Station.</p> <h2>Scenic Views</h2> <p>The beach offers a clear view of Mount Harkness and the fire lookout on the lake's far shore. Certain sections of the shore that face west offer a glimpse of Lassen Peak. Most of the beach here faces west or south and offers an excellent view for sunset.</p>",
    "location": {
      "lat": 40.4509956697,
      "lon": -121.295326453
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/917F223C-DD39-8491-418B0273989EAC6B.jpg",
        "title": "Juniper Lake Beach",
        "altText": "People on a gravel beach on the shore of a mountain lake lined by conifers and a large volcanic peak",
        "caption": "Visitors enjoy a sunny day at the Juniper Lake beach area.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Beach/Water Access",
      "Canoe/Kayak/Small Boat Launch",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Recycling",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/fees.htm"
  },
  {
    "id": "F9066075-9EBB-41BE-A3A1-1C2817A09999",
    "title": "Kings Creek Meadow Viewpoint",
    "listingDescription": "Kings Creek wends its way through this photogenic mountain meadow that reflects the colors of the season.",
    "bodyText": "<p>Outstanding views of Lassen Peak are visible from highway turnouts near Kings Creek Upper Meadow. This meadow is frequently photographed in its vibrant seasonal colors from the snowy white of spring to the golden hues of fall. Non-native trout species including brown and brook trout hide in the shadows of the winding creek and opportunistic eagles and hawks occasionally drop in for lunch. Black-tailed deer, golden-mantled ground squirrels, <a href=\"https://www.nps.gov/articles/000/clark-s-nutcracker.htm\">Clark’s Nutcracker</a>, and black bear also frequent the meadow.</p> <h4>Wildflowers Grow by the Inch and Die by the Foot</h4> <p>You can both enjoy and protect the delicate vegetation that contributes to this picturesque meadow with simple choices like:</p> <ul> <li>Enjoying flowers in fragile wet areas from afar</li> <li>Resting or picnicking on hard surfaces</li> <li>Leaving wildflowers for others to enjoy</li> </ul> <h2>Year-Round Water</h2> <p>Snow on Lassen Peak melts and seeps into a ground spring that feeds Kings Creek year-round. In the spring season, the deep snowpack within the meadow also slowly melts into Kings Creek and the surrounding watershed. Lassen Volcanic is comprised of <a href=\"https://www.nps.gov/lavo/learn/nature/watersheds.htm\">four watersheds</a>. Kings Creek supplies the Upper Feather Watershed which alone supplies approximately 3.2 million acre-feet per year for downstream water users. The quantity and quality of water from park watersheds are is threatened by overcrowded forests, degraded meadows, and a <a href=\"https://www.nps.gov/lavo/learn/nature/climate-change.htm\">changing climate</a>. Partnerships like the <a href=\"https://www.nps.gov/lavo/learn/management/nfrh.htm\"><b>North Fork Feather River Headwaters Forest Restoration Project</b></a> are crucial to addressing the landscape-level issue of watershed and forest health. </p> <h2>Nearby Areas</h2> <p><strong>Kings Creek Picnic Area and Trailhead</strong> is located <sup>1</sup>/<sub>2</sub> mile north on the park highway via a short turnoff. The area includes picnic sites with charcoal disposal, pit toilets, and the trailhead to <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking_coldboiling_crumbaugh.htm\">Cold Boiling Lake</a>. This area can also be reached by foot via a short connector trail southwest of Upper Meadow.<br /> <br /> <a href=\"https://www.nps.gov/thingstodo/hikekingscreekfalls.htm\">King’s Creek Falls Hiking Trailhead</a> is located <sup>1</sup>/<sub>4</sub> mile south of here. Parking is limited at this popular trailhead and meadow turnouts often serve as overflow parking. The 3-mile round-trip loop includes a steep climb up cascades above Kings Creek Falls.</p>",
    "location": {
      "lat": 40.45973832460493,
      "lon": -121.46872758767131
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2F1EDBFE-0B9B-BDED-FE42F5B553E63E5D.jpg",
        "title": "Kings Creek Meadow",
        "altText": "A photo of a creek winding through a mountain meadow at the base of a volcanic peak.",
        "caption": "Kings Creek meadow reflects the colors of each season.",
        "credit": ""
      }
    ],
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/articles/000/clark-s-nutcracker.htm"
  },
  {
    "id": "097928B2-CB2A-41A8-BDC6-C11F368B9B91",
    "title": "Lake Helen",
    "listingDescription": "Nestled at the base of Lassen Peak, this sapphire lake offers some of the most dramatic scenic views in the park.",
    "bodyText": "<p>Nestled at the base of Lassen Peak, this deep, blue lake offers one of the most dramatic scenic views in the park. The park highway winds around the lake's south and west shores and affords spectacular views of numerous volcanic peaks. Over 100 feet deep, this alpine lake can hold snow and ice well into the summer months. On calm days, its crystal clear waters offers a near-perfect reflection of the snow-capped Lassen Peak.</p> <h2>Scenic Views</h2> <p>The lake is clearly visible from a mile-long stretch of the park highway between the parking areas for Bumpass Hell and Lassen Peak Trails. Limited parking is available at the Lake Helen Picnic Area and small pullouts along the highway. Please use designated pullouts whenever possible. If space is limited, please do not drive or park on plants and be sure your vehicle is completely off the highway. A small pullout above the lake offers excellent sunset views to the southwest.</p> <h2>Picnic Area</h2> <p>A small picnic area is located on the southeast corner of the lake. Two vault toilets and a handful of picnic tables are available here. There is no drinking water available. </p> <h2>Swimming</h2> <p>The southern shore of the lake offers space for <a href=\"https://www.nps.gov/lavo/planyourvisit/swimming.htm\">swimming</a>. This deep lake remains very cold year-round. All types of floating devices are <strong>not</strong> permitted on the lake to preserve the scenic view and crystal clear waters. Please do not drag or place equipment on plants. Lupine is often plentiful along the lakeshore, but is easily killed by footsteps or equipment.</p> <h2>Stay off Lake Ice</h2> <p>This high-elevation lake often holds snow or ice well into summer. Please stay off lake ice at all times. The lake is very deep and a falling through the ice could easily lead to hypothermia or drowning.</p>",
    "location": {
      "lat": 40.4666613791,
      "lon": -121.508425926
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9CBB2BD3-E906-21DB-D384DF3EB9E978C4.jpg",
        "title": "Lake Helen",
        "altText": "A dozen people spread out along the rocky shore of an alpine lake.",
        "caption": "Visitors on the southern shore of Lake Helen below Lassen Peak.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Beach/Water Access",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Recycling",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/swimming.htm"
  },
  {
    "id": "61DDC64B-771B-4532-9A73-2897424AC60A",
    "title": "Lassen Crossroads",
    "listingDescription": "Learn more about the Lassen region including Lassen Volcanic National Park and Lassen National Forest.",
    "bodyText": "<p>Lassen Crossroads is a great place to begin your Lassen Volcanic adventure. This site is located just outside the park's Northwest Entrance near the Manzanita Lake Area and serves as the crossroads between the park and the surrounding <a href=\"https://www.fs.usda.gov/lassen\">Lassen National Forest</a>. Interpretive panels within multiple open-air pavilions describe the Lassen region's rich cultural history and natural features<br /> <br /> The area includes a restroom facility and a large parking area that accommodates RVs, trailers, and buses. Visitors arriving in multiple vehicles can park here during open hours to carpool into the park. A short trail from the pavilions provides access to classic NPS-style entrance sign on the south side of Highway 44.<br /> <br /> The parking area is gated during the winter snow season and outside of summer hours. <a href=\"https://www.nps.gov/lavo/planyourvisit/hours.htm\">View summer season dates and hours</a>.</p>",
    "location": {
      "lat": 40.545328382,
      "lon": -121.576459594
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F6CE8F98-E2EB-1CA2-56C4E2CABDA1C060.jpg",
        "title": "Lassen Crossroads Information Pavilion",
        "altText": "A color photo of three covered information pavilions amid conifer forests.",
        "caption": "Discover the Lassen region at the crossroads of Lassen National Park and Forest.",
        "credit": "NPS"
      }
    ],
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Bus/RV",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.fs.usda.gov/lassen"
  },
  {
    "id": "BD3FCB78-88FF-4C2A-8616-6391440CF3E3",
    "title": "Lassen Peak Scenic Vista",
    "listingDescription": "Experience the majesty of Lassen Peak from the highest point on the park road at 8,512 feet. The Lassen Peak Trail begins here.",
    "bodyText": "<p>Lassen Peak is a monument to the area’s natural history and humankind’s adventurous spirit. At 10,457 feet high, it’s one of the world’s largest plug dome volcanoes. Its 1914-1917 eruptions were a driving force behind the establishment of Lassen Volcanic National Park.<br /> <br /> The parking area offers a perfect spot to capture a photo with Lassen Peak. The <a href=\"https://www.nps.gov/thingstodo/hikelassenpeak.htm\">Lassen Peak Trail </a>also begins here.<br /> <br /> Patches of snow can linger here well into the summer months. Or, all year long in years with above average winter snowpack. Sleds and other snow equipment are welcome on the snow, however long it lasts.</p>",
    "location": {
      "lat": 40.4742493477,
      "lon": -121.505567551
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/171BCED7-AFA6-597E-45B0D6829BB3A1D1.jpg",
        "title": "Lassen Peak Scenic Vista",
        "altText": "People play on a field of snow below a hiking trail at the base of large volcanic dome.",
        "caption": "Lassen parking area is scenic vista and a trailhead.",
        "credit": "NPS"
      }
    ],
    "amenities": [
      "Accessible Rooms",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/thingstodo/hikelassenpeak.htm"
  },
  {
    "id": "3C77E70D-517E-4194-AE73-CEA078122BEE",
    "title": "Little Hot Springs Valley Overlook",
    "listingDescription": "This one of three pullouts that offer a view into Little Hot Springs Valley hydrothermal area.",
    "bodyText": "<p>This overlooks is the largest of two pullouts on the park highway that offer a glimpse of the hydrothermal features in Little Hot Springs Valley. There are no trails into Little Hot Springs Valley. <br /> <br /> This overlook offers a view of the north end of this steep valley and the numerous seasonal creeks that drain into it. Hydrothermal activity along the edges of East Sulphur Creek below supports early growth of grass and wildflowers, which can be quite vibrant even in early summer.  <br /> <br /> A small pullout directly approximately 1 mile south of here offers a second view into the valley. Grassy slopes often appear a vibrant green when the surrounding area is still snow-covered. Bring binoculars (or very good eyesight) to look for black bears munching on the spring grass.</p>",
    "location": {
      "lat": 40.459848763,
      "lon": -121.526430683
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CF842E62-D198-77BA-53BCEBD012C18D6E.jpg",
        "title": "Little Hot Springs Creek",
        "altText": "A dusting of snow covers volcanic peaks above a steep, narrow valley.",
        "caption": "A dusting of snow covers a line of mountain peaks, including Lassen Peak, above a narrow valley.",
        "credit": ""
      }
    ],
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "23FD1F77-CBDD-479C-BDA9-0CC855D79EF9",
    "title": "Loomis Museum",
    "listingDescription": "This historic Loomis Museum offers a glimpse into park history and current visitor information in the Manzanita Lake Area of Lassen Volcanic National Park.",
    "bodyText": "<p>This historic Loomis Museum offers park history and current visitor information in the Manzanita Lake Area of Lassen Volcanic National Park. <a href=\"https://www.nps.gov/people/benjamin-franklin-loomis.htm\">Benjamin Franklin (B.F.) Loomis</a> constructed the building in 1927 to display his collection of park photographs. Images of the dramatic eruption captured the attention of the nation and helped garner support for the park's establishment and remain a feature of the museum to this day.</p> <h2>Mae Loomis Memorial Museum</h2> <p>In 1927, B.F. Loomis and his wife <a href=\"https://www.nps.gov/people/estella-loomis.htm\">Estella</a> constructed a museum in honor of their only daughter who had died seven years earlier at the age of 21. Loomis described his daughter as a great lover of nature who had been happiest when rambling through forests and among mountains. With no other offspring Loomis and his wife Estella felt it was their duty to the public to build a museum for the preservation of his photograph collection.<br /> <br /> <em>Our object in building the museum is for the preservation of the photographic record of what the volcano has done. Many good photographs have been made of the volcano in action, but in another decade many of them will be lost or destroyed. It is necessary that a museum should be build so these pictures may be preserved indefinitely. </em>-B.F. Loomis, excerpt from <a href=\"https://www.google.com/books/edition/Pictorial_History_of_the_Lassen_Volcano/pU4OAQAAIAAJ?hl=en&gbpv=1&dq=Pictorial%20history%20of%20the%20Lassen%20volcano&pg=PA1&printsec=frontcover&bsq=Pictorial%20history%20of%20the%20Lassen%20volcano\">Pictorial History of the Lassen Volcano</a>, 1926.<br /> <br /> The museum building was constructed of native stone and reinforced concrete, with 20 skylights set into the dome-shaped roof. The interior consisted of a main hall devoted primarily to geologic exhibits, including photographs that Loomis had made of the eruptions. A back wing featured mounted animal displays with background images Benjamin took and Estella hand-tinted.<br /> <br /> <br /> <br /> Loomis also constructed the seismograph building, located near the front of the museum, out of different types of igneous rock. Inside, visitors could watch a seismograph in operation under glass as it recorded the Earth’s slightest movements, its pendulum-mounted needle inking tremulous lines across a perpetually revolving spool of paper.</p> <h2>An Extraordinary Gift</h2> <p>On February 4, 1929, B.F. and Estella Loomis signed the deed granting their 40-acre tract together with their museum and seismograph building as a gift to the national park. The initial boundaries of the park encompassed 82,800 acres (compared to 106,538 acres today) and excluded a number of privately owned land tracts. <br /> <br /> The donation became possible only after the act of Congress of January 19, 1929, extended the boundaries of the park to include the Manzanita Lake area. When the land and the buildings were deeded to the government in February 1929, few other national parks had museums and not one of these had been built and donated by private individuals. The gift of the museum vaulted Lassen Volcanic National Park into the first tier of parks with scientific and educational programs.<br /> <br /> The <a href=\"https://npgallery.nps.gov/NRHP/AssetDetail?assetID=06be7256-b0b2-407e-a5c0-c0758eea1e4b\">Loomis Museum was added to the National Register of Historic Places</a> (NRHP) in 1975. The building is included in the NRHP-listed <a href=\"https://npgallery.nps.gov/NRHP/AssetDetail?assetID=c9c94a53-9aa4-4aaf-b26b-0ef67ef84f9e\">Manzanita Lake Naturalist's Services Historic District</a>, which also includes the seismograph building, Loomis Residence, Manzanita Creek footbridge, the Naturalist's Residence, and the Manzanita Lake, Reflection Lake, and Lily Pond Trails.</p> <h2>The Loomis Residence</h2> <p>Shortly after Benjamin and Estella Loomis deeded their property to the national park, they sold their hotel in Viola and built a small summer across the present-day plaza from the museum. Under the terms of their gift deed, they retained the right to a lifetime lease on the property. The small lease was just big enough to accommodate their home and a photo and art store, in which they sold film, cameras, pictures, and postcards. B.F. lived until 1935. Upon her death in 1953, Estella donated the Loomis residence to the park.</p>",
    "location": {
      "lat": 40.5361249158,
      "lon": -121.563149108
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C80E6DE9-0421-EDE0-EA903531A976E02B.jpg",
        "title": "Loomis Museum",
        "altText": "A one-story stone building surrounding by a 3-foot-high stone wall amid conifers.",
        "caption": "Loomis Museum highlights the human history of the park.",
        "credit": ""
      }
    ],
    "amenities": [
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/people/benjamin-franklin-loomis.htm"
  },
  {
    "id": "F53FFDB3-7232-4DA5-983C-5A86036BFD3D",
    "title": "Manzanita Lake Area",
    "listingDescription": "Manzanita Lake Area is a popular destination located at the north end of Lassen Volcanic National Park Highway.",
    "bodyText": "<p>Located in the northwest corner of the park, Manzanita Lake Area offers the most amenities and is popular with campers and families. The area is accessible year-round from <a href=\"https://www.nps.gov/thingstodo/driveparkhwy.htm\">Lassen Volcanic National Park Highway</a> although there are no services and minimal facilities in the winter and early spring.</p> <h4>Manzanita Lake Area Includes:</h4> <ul> <li>Northwest Entrance Station (<a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">pay entrance fees and buy passes</a>)</li> <li>Loomis Plaza and Reflection Lake (read more below)</li> <li><a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a></li> <li><a href=\"https://www.nps.gov/lavo/planyourvisit/manzanita-lake-campground.htm\">Manzanita Lake Campground</a></li> <li>Oversnow routes for winter/early spring snow season (read more below)</li> </ul> <h2>Loomis Plaza</h2> <p>Stop by the Loomis Plaza to learn from outdoor signage or visit the <a href=\"https://www.nps.gov/lavo/planyourvisit/visitorcenters.htm#lm\">Loomis Museum</a> (open seasonally). The plaza also offers restrooms, a drinking fountain, a Lassen Association park bookstire, one of two trailheads for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. <strong>Loomis Plaza parking is limited and is often full in summer months. </strong>RV/trailer parking is available but limited. The plaza can also be accessed via a section of the Manzanita Lake Trail from the day use parking area. </p> <h2>Reflection Lake</h2> <p>Reflection Lake and Lily Pond Interpretive Trail, and the Discovery Center are located across the highway from Loomis Plaza.</p> <ul> <li>A short, half-mile loop around <b>Reflection Lake</b> offers fantastic views of Lassen Peak and Chaos Crags and is a shorter alternative to the 1.8-mile Manzanita Lake loop. This is a route that is not a defined trail in all sections.</li> <li>The trailhead for the<b> </b><a href=\"https://www.nps.gov/thingstodo/walklilypond.htm\">Lily Pond Interpretive Trail</a> is located directly across the park highway from the Loomis Museum. This easy, half-mile loop skirts Reflection Lake and a lily pond. A trail brochure is available at the trailhead and corresponding posts highlight the plants and trees in the area.</li> </ul> <h2>Manzanita Lake Campground Road</h2> <p>At the east end of the Loomis parking area, the Manzanita Lake Campground Road travels south and provides access to the dump station, <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Day Use Area</a>, amphitheater, camper store, and campground. The road also provides access to the Chaos Crags and Manzanita Lake Creek Trailheads.</p> <h2><a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Day Use Area</a></h2> <p>Visitors to the Manzanita Lake Area are most likely to find parking at the day use area on the southwest shore, which includes a boat launch, picnic area, and trailhead for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. </p> <h2>Winter and Early Spring Use</h2> <p>The park is usually snow-covered between November and April. Lassen Volcanic National Park Highway is plowed between the intersection of Highways 89 and 44 and the Loomis Plaza. At 5,700 feet elevation, Manzanita Lake Area is lower in elevation than the center and southwest area of the park and trails here are often some of the first to be snow-free. Learn more about <a href=\"https://www.nps.gov/lavo/planyourvisit/winter.htm\">visiting in winter</a>, <a href=\"https://www.nps.gov/thingstodo/snowplayml.htm\">snowplay in the Manzanita Lake Area</a>, or <a href=\"https://www.nps.gov/lavo/planyourvisit/winter-road-closures-and-spring-clearing-update.htm\">spring snow clearing</a>. </p>",
    "location": {
      "lat": 40.5365790357,
      "lon": -121.562120459
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E6B87E47-F1A7-C06B-E6B094EB43BA6BB3.jpg",
        "title": "Manzanita Lake",
        "altText": "Two volcanic peaks reflected in a partially frozen lake lined by golden grass and evergreen trees.",
        "caption": "This easily accessed area is one of the most popular in the park.",
        "credit": "NPS / Matt Switzer"
      }
    ],
    "amenities": [
      "Accessible Sites",
      "Amphitheater",
      "Beach/Water Access",
      "Canoe/Kayak/Small Boat Launch",
      "Recycling",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Sewage Dump Station - Boat/RV",
      "Toilet - Flush",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/thingstodo/driveparkhwy.htm"
  },
  {
    "id": "B864D7C7-133E-4B18-AEA7-22C41A42CDFB",
    "title": "Manzanita Lake Day Use Area",
    "listingDescription": "Manzanita Lake day use area includes a boat launch, trailhead, and picnic area, and is a popular destination for first-time visitors, families, and campers.",
    "bodyText": "<p>The Manzanita Lake boat launch, trailhead, and picnic area are located on the southeast shore of Manzanita Lake. Get here by following the Manzanita Lake Campground Road off of Lassen Volcanic National Park Highway in the <a href=\"https://www.nps.gov/places/manzanita-lake-area.htm\">Manzanita Lake Area</a>. </p> <h2>Boat Launch</h2> <p>At the south end of the parking area, a small turnaround loop provides access to the <strong>boat launch</strong>. Only non-power watercraft may be used on park lakes; engines of any type are not permitted. <a href=\"https://www.nps.gov/thingstodo/fishmanzanitalake.htm\">Fishing</a> is permitted from watercraft and the shore. Pre-paid boat rentals are picked up here; purchase rentals at the Manzanita Camper Store (accessible by a short trail). Learn more about <a href=\"https://www.nps.gov/lavo/planyourvisit/boating.htm\">boating and watercraft rental</a>.</p> <h2>Trailhead</h2> <p>To the left of the boat launch is one of two trailheads for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. Most hikers travel clockwise when starting from this trailhead. Hikers can also follow the Manzanita Lake loop counterclockwise from the far (north) side of the parking area. A 0.2-mile section connects the boat launch parking area and the Loomis Plaza.    </p> <h2>Picnic Area</h2> <p>A <strong>picnic area </strong>is located to the right of the boat launch and tables are often occupied in summer months. Additional picnic spots (without tables) can be found on the Manzanita Lake Trail, to the left of the boat launch. Restrooms and drinking water are available at the north end of the parking area. The picnic area offers a clear view across the lake to the west is a popular spot to enjoy sunset.</p>",
    "location": {
      "lat": 40.5316815384,
      "lon": -121.564704862
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/24F33A1C-0F5A-ABD5-2880A59FF8E42CE3.jpg",
        "title": "Sunset at Manzanita Lake Picnic Area",
        "altText": "A couple sits at one of two picnic tables on the shore of a lake lined by conifers with the setting",
        "caption": "Manzanita Lake picnic area is a popular destination for sunset viewing.",
        "credit": "NPS/Alison Taggart-Barone"
      }
    ],
    "amenities": [
      "Beach/Water Access",
      "Bicycle - Rack",
      "Canoe/Kayak/Small Boat Launch",
      "Information Kiosk/Bulletin Board",
      "Lifejacket Rentals",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Recycling",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/places/manzanita-lake-area.htm"
  },
  {
    "id": "BB9BBF9F-3D7B-49E5-B067-89783E701DBF",
    "title": "Manzanita Lake Entrance Station",
    "listingDescription": "Show a valid pass, purchase park passes and entry fees, grab a map, and start your adventure at Lassen's Manzanita Lake entrance station. Lassen Volcanic National Park charges an entrance fee year-round.",
    "bodyText": "<p>Lassen Volcanic National Park charges an entrance fee. Show a valid park pass or purchase entry fees and passes at an entrance station. The Manzanita Lake entrance station is located in the park's northwest corner along the main park road (Hwy 89). Just beyond the Manzanita Lake entrance station is <a href=\"https://www.nps.gov/lavo/planyourvisit/loomismuseum.htm\">Loomis Museum</a> and, as the name suggests, Manzanita Lake.</p> <h3><a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Learn more about Lassen's Fees & Passes</a></h3>",
    "location": {
      "lat": 40.537809325524385,
      "lon": -121.5708110076779
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7FA8904A-A264-20DE-19160F13624585D3.jpg",
        "title": "Manzanita Lake Entrance Station",
        "altText": "a park ranger hands a park map from a fee booth to visitors in a white car",
        "caption": "Lassen Volcanic National Park changes an entrance fee year-round.",
        "credit": "NPS photo"
      }
    ],
    "amenities": [
      "Entrance Passes for Sale",
      "Information",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/loomismuseum.htm"
  },
  {
    "id": "1DB4C699-FAE4-4075-A5F0-73608DEDDAEF",
    "title": "Manzanita Lake Winter Routes",
    "listingDescription": "Explore Lassen on skis or snowshoes using these winter routes on the Manzanita Lake (northwest) side of the park.",
    "bodyText": "<p>The Manzanita Lake Area, near the park’s northwest entrance offers gentle slopes, scenic lakes, and the easiest routes for snowshoeing and cross-country skiing in the park. The parking area for Manzanita Lake routes is next to Loomis Plaza; the park road is closed to vehicle traffic beyond this point. Loomis Plaza has 24-hour restrooms and water. The park bookstore in the Loomis Residence may be open with limited hours in winter months.</p> <p>Learn more about <a href=\"https://www.nps.gov/places/winter-safety-lassen.htm\">winter safety</a> before starting your adventure.</p> <h2>Beginner Routes</h2> <h4>Manzanita Lake Snowshoe Loop</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 1.8 mile (2.9km) loop<br /> Elevation: 5800 to 5850 feet<br /> Average Time: 1.5 hours</p> <p>From the parking area, head west through the plaza and circle Manzanita Lake in either direction.This route provides excellent views of Lassen Peak and Chaos Crags. Please stay off lake ice - it is unstable and shores may be difficult to recognize under snow.</p> <h4>Reflection Lake Snowshoe Loop</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 0.5 mile (0.8km) loop<br /> Elevation: 5800 feet<br /> Average Time: 30 minutes</p> <p>From the parking area, cross the park highway and circle Reflection Lake in either direction. It may be necessary to follow the park highway for a short section of the lake edge closest to the road. Please stay off lake ice- it may be unstable and shores can be difficult to recognize under snow.</p> <h4>Manzanita Campground Loop</h4> <p>Distance: 1.5 mile (2.4km) loop<br /> Elevation: 5800 feet<br /> Average Skiing Time: 1.5 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, turn right and follow the road to the campground for approximately a quarter mile to where it turns to the right through a set of large rocks. The route covers a half-mile loop through several sections of the campground.</p> <h2>Intermediate Routes</h2> <h4>Chaos Jumbles Area</h4> <p>Distance: 1.2+ miles (1.9+km) roundtrip<br /> Elevation: 5900 to 6187 feet<br /> Average Time: 1+ hour</p> <p>From the parking area, follow the park highway route 0.6 mile (0.97km) to an open area of stunted trees. Veer to the right up toward Chaos Crags. Here, the undulating topography slopes up into the bowl of the Crags. The terrain is easy to moderately difficult with excellent views at the higher elevations. Return along same route.</p> <h4>Chaos Crags Route</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 4 miles (6.43km) roundtrip<br /> Elevation: 5900 to 6650 feet<br /> Average Time: 3-4 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, turn left and follow the road to the Chaos Crags Trailhead sign. Follow yellow tree markers as the route climbs steeply up to a ridge. If you decide to descend to Crags Lake, beware of potential rockfall and high winds. Return along same route.</p> <h4>Nobles Emigrant Route</h4> <p>Distance: 5.2 miles (8.4km) roundtrip<br /> Elevation: 5875 to 6275 feet<br /> Average Skiing Time: 3-4 hours</p> <p>Pick up the route north of Reflection Lake or at the trailhead off a service road west of Reflection Lake. Follow the orange tree markers along the base of Table Mountain. The trail climbs over a flank of Table Mountain into fir forest and rejoins the park highway at Sunflower Flat. Return the way you came or via the park highway to make a loop.</p> <h4>Manzanita Creek</h4> <p>Distance: 7.5 miles (12.1km) roundtrip<br /> Elevation: 5850 to 7100 feet<br /> Average Skiing Time: 6 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, then turn right onto the Manzanita Lake Campground road. Travel through the campground to the Manzanita Creek trailhead sign. The route is mostly a gradual climb. Beware of avalanche chutes off Loomis Peak that may reach the upper end of the route. Return along same route.</p> <h2>Additional Park Highway Destinations</h2> <p>The park highway route begins at the road closure gate just beyond the parking area.<br /> Destinations beyond Lost Creek Campground area are recommended for overnight trips only.</p> <h4>Sunflower Flat</h4> <p>Distance: 5 miles (8km) roundtrip<br /> Elevation: 5995 feet<br /> Estimated Time: 2 hours</p> <h4>Lost Creek Campground</h4> <p>Distance: 8 miles (12.9km) roundtrip<br /> Elevation: 5628 feet<br /> Estimated Time: 3-4 hours</p> <h4>Hot Rock</h4> <p>Distance: 13.4 miles (21.6km) roundtrip<br /> Elevation: 6157 feet<br /> Estimated Time: Overnight</p> <h4>Devastated Area</h4> <p>Distance: 17.4 miles (28km) roundtrip<br /> Elevation: 6456 feet<br /> Estimated Time: Overnight</p>",
    "location": {
      "lat": 40.53639889419219,
      "lon": -121.5621070868201
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8C0B8EFC-F0B5-F642-DE7E222288813704.jpg",
        "title": "Manzanita Lake area Winter Routes",
        "altText": "map depicting winter routes, roads, and facilities",
        "caption": "Click or tap on the map above to open a larger version (app) or open it in a new window (online).",
        "credit": "NPS map"
      }
    ],
    "amenities": [
      "Parking - Auto",
      "Trailhead"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/places/winter-safety-lassen.htm"
  },
  {
    "id": "248FE152-36BC-43A2-8D04-E4AAB0493FAE",
    "title": "Mount Harkness Fire Lookout",
    "listingDescription": "High atop Mt. Harkness, this rustic fire lookout is still accessible to hikers.",
    "bodyText": "<p>Perched atop Mt. Harkness in the southeast corner of Lassen Volcanic National Park, Mount Harkness Fire Lookout has served as an active fire lookout and visitor destination since its construction in 1930. The rustic style two-story wood and stone structure sits at 8,046 feet elevation on the summit of an ancient shield volcano topped by a cinder cone. Visitors are able to access the summit and lookout by trail from either Juniper Lake or Warner Valley. The shortest and <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking_mount_harkness.htm\">most popular trail</a> climbs 1.9 miles and 1,250 feet from Juniper Lake Campground to the summit. The sweeping vistas from the lookout span from the Three Sisters peaks in Oregon to the north, the Sierra Nevada Mountains to the south, and the Coast Range to the west. Fire staff reside in the lookout in the summer months and share information on the lookout and operations with visitors.<br /> <br /> <strong><span style=\"color:#c0392b;\">Mt. Harkness Fire Lookout was destroyed in the Dixie Fire in August 2021.</span></strong></p> <h2>A Model of NPS Rustic Architecture</h2> <p>Mount Harkness Fire Lookout and accompanying pit toilet were constructed primarily of local stone and wood in a style typical for National Park structures built in the 1920s and 1930s. The design philosophy centered on the use of local materials to make structures compatible with their environment and to achieve visual unity among different facilities. The lookout is unusual in comparison to the vast majority of fire lookouts and associated pit toilets in the United States, which are either of wood frame or steel construction. The top level is comprised of a single-room cabin, surrounded on four sides by a wooden catwalk and topped by a pitched wood shingle roof. A wooden staircase climbs the 12 feet to the catwalk and masonry of battered native stone extends from the ground to the windows on the upper floor.  </p> <h2>A Classic Fire Lookout</h2> <p>Mount Harkness Fire Lookout continues to use many of the station's original technology and systems. A report to the Director of the National Park Service described the newly constructed facility the year following its construction: </p> <p style=\"margin-left: 40px;\">\"A fire-lookout station constructed during the season on top of Mount Harkness in Lassen Volcanic National Park is among the finest and best equipped in northern California. In addition to the usual maps and compasses, it contains an <a href=\"3a1b676c-13df-43af-b4b1-d8b9e17f5695\">Osborne fire finder</a> and a panoramic photograph mounted so that the location of the fire will be shown simultaneously on the photograph and the map when detected by the fire finder. This station serves a triple purpose. In addition to its importance in the fire prevention program of Lassen, it affords visitors, who may easily reach it by trail, an opportunity to view the country through powerful glasses, and it also contains a seismograph, which, in connection with two others, hourly records the slightest quivers of the earth.\"</p> <p>While some systems like the seismograph have since been replaced by <a href=\"https://www.nps.gov/lavo/learn/nature/seismic-activity.htm\">digital seismic monitoring</a>, the fire observation tools have remained the same. Adopted in the 1850s, classic fire monitoring systems using maps and a compass function without electricity or Internet access (the lookout has neither). The building itself has seen a few upgrades over its many decades of service, including the addition of a weather monitoring station and radio repeater (powered by solar panels) and conversion from a wood to propane stove.</p> <h2>Maintaining a Historic Lookout</h2> <p>Extreme winters, rugged terrain, and regular use leave the Mount Harkness Fire Lookout in regular need of maintenance. In recent years, park staff and partners have replaced the roof and rehabilitated the original wooden doors and windows. In 2019, the park began a new rehabilitation project in partnership with <a href=\"https://historicorps.org/harkness-lookout-ca-2019/\">HistoriCorps</a>, a nonprofit dedicated to engaging volunteers on the rehabilitation of historic structures on publicly accessible lands. Between September 15 and 27 a group of HistoriCorps volunteers will work with park staff to remove and repoint failing mortar, replace deteriorated boards on the catwalk, and repair deteriorated window trim and door frames.<span style=\"font-size:11.0pt\"><span style=\"background:white\"><span style=\"font-family:\"Calibri\",sans-serif\"><span style=\"color:black\"> </span></span></span></span>The HistoriCorps crew will camp at Juniper Lake Campground and then hike up to the project site daily.<br />  </p> <p> </p> <p> </p>",
    "location": {
      "lat": 40.4312196854,
      "lon": -121.301553483
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180918/places/40F80CCC-0174-FED7-E1B29398B28CE7B5/40F80CCC-0174-FED7-E1B29398B28CE7B5.jpg",
        "title": "",
        "altText": "B&W; American flag flies above stone and wood fire tower",
        "caption": "Mt. Harkness Lookout c. 1940",
        "credit": "Henry C. Lind Historic Photographic Postcard Collection; Lassen Volcanic National Park"
      }
    ],
    "amenities": [
      "Cellular Signal",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/hiking_mount_harkness.htm"
  },
  {
    "id": "8FD24BAF-149C-4A99-A8EA-F4FEF28BA2F8",
    "title": "Reflection Lake",
    "listingDescription": "",
    "bodyText": "<p>Reflection Lake wasn't always named such. In the late 1800s, the lake was lower in level and more indicative of a pond and was aptly named, Mud Lake. To attract more people to the area, a channel was dug to divert water from Manzanita Creek into Mud Lake. Trout were planted in the lake with an increased water level. For a few years, people paid the landowner to fish in the lake. Eventually, trout planting ceased.<br /> <br /> In 1926, park benefactor <a href=\"https://www.nps.gov/people/benjamin-franklin-loomis.htm\">Benjamin Franklin Loomis</a> purchased 40 acres, which included the lake. Reflection Lake was one location that Loomis captured photographs of the 1914-1945 Lassen Peak eruptions. Loomis and his wife Estella donated their 40 acres, the Loomis Museum, and the adjacent seismograph building to the park in 1929.<br /> <br /> A healthy population of native tui chub fish thrive in the warmer water. Fish stocking ended completely in the park in the early 1990s to preserve natural riparian ecosystems. As a result, the lake attracts water birds such as Canada geese, great blue heron, snowy egret, and kingfisher.</p> <h4>Reflection Lake Route</h4> <p>A half-mile route (not a defined trail) circles the lake and is a shorter alternative to the 1.8-mile <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Loop</a>. The western shore offers unobstructed views of Chaos Crags and Lassen Peak, which are often reflected in the still lake. The route overlaps with the half-mile <a href=\"https://www.nps.gov/thingstodo/walklilypond.htm\">Lily Pond Interpretive Trail</a> on the eastern shore of Reflection Lake.</p>",
    "location": {
      "lat": 40.53675766256259,
      "lon": -121.56591796845532
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F7833EFE-0CF2-E481-4CC2AAD250D8D713.jpg",
        "title": "Reflection Lake",
        "altText": "Two snow-covered volcanoes reflected in a small patch of unfrozen water backed by a frozen lake line",
        "caption": "Reflection Lake offers spectacular views of Lassen Peak and Chaos Crags.",
        "credit": "NPS/Amanda Sweeney"
      }
    ],
    "amenities": [
      "Trailhead"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/people/benjamin-franklin-loomis.htm"
  },
  {
    "id": "1377E50E-0440-4690-A6F4-5C63503F8E19",
    "title": "Southwest Area Winter Routes",
    "listingDescription": "Explore Lassen on skis or snowshoes using these winter routes.",
    "bodyText": "<p>Lassen’s southwest area tends to receive more snow, has steeper slopes, and an increased risk of avalanches compared to the Manzanita Lake area. The parking area for southwest routes is at the Kohm Yah-mah-nee Visitor Center; the park road is closed to vehicle traffic beyond this point. The visitor center offers the only visitor services during winter months.Learn more about <a href=\"https://www.nps.gov/places/winter-safety-lassen.htm\">winter safety</a> before starting your adventure.</p> <h2>Beginner Routes</h2> <h4><a href=\"https://www.nps.gov/thingstodo/visitsulphurworkswinter.htm\"><b>Sulphur Works Hydrothermal Area</b></a></h4> <p>Distance: 2 miles (3.2km) roundtrip<br /> Elevation: 6700 to 7000 feet<br /> Average Skiing Time: 1 hour</p> <p>From the parking area, follow the park highway route 1 mile (1.6km) to the Sulphur Works viewing area. The left side of the route is bordered by steep side hills; there is a small avalanche-prone slope. Return along same route.</p> <p><em>Hydrothermal Area Safety: Maintain a safe distance from hydrothermal features. The snow surrounding these areas may look solid but can be a weak layer hiding pools of acidic boiling water. Visitors have been severely burned by hot mud and water.</em></p> <h2>Intermediate Routes</h2> <h4>Ridge Lakes</h4> <p>Distance: 4 miles (6.4km) roundtrip<br /> Elevation: 6700 to 8000 feet<br /> Average Skiing Time: 4 hours</p> <p>From the parking area, follow the park highway route about ¾ mile (1.2km), crossing the bridge before Sulphur Works. There is a flat area to the left (Sulphur Works parking area) – the Ridge Lakes route begins at the far/north end of this flat area. The route climbs rapidly along the east side of West Sulphur Creek to the Ridge Lakes basin (1.1mi/1.8km). Return along same route.</p> <p><em>Backcountry Camping: Several good camping spots can be found on the north shore of Ridge Lakes. If weather is severe, more protected camping can be found about ¼ mile below Ridge Lakes along its outlet creek. Avoid the area south of Ridge Lakes during periods of increased avalanche danger.</em></p> <p><em>Hydrothermal Area Safety: Maintain a safe distance from hydrothermal features. The snow surrounding these areas may look solid but can be a weak layer hiding pools of acidic boiling water. Visitors have been severely burned by hot mud and water.</em></p> <h4>Diamond Peak</h4> <p>Distance: 4 miles (6.4km) roundtrip<br /> Elevation: 6700 to 8000 feet<br /> Average Skiing Time: 4 hours</p> <p>From the parking area, follow the park highway route 1.5 miles (2.4km) to Windy Point. Veer left at the marker for the Ranger Cutoff just beyond the point. The route climbs a gentle slope to a ridge with excellent views of Brokeoff Mountain and Sulphur Works. Stop here or continue along the ridge as it gradually narrows, providing views of Lassen Peak and eventually opening onto a steep slope at the western foot of Diamond Peak (~0.5mi/0.8km). Return along same route to avoid avalanche-prone slopes above Sulphur Works and along the park highway route north of Windy Point. </p> <h2>Advanced Routes</h2> <p>Travel outside of the highway corridor is recommended only for experienced winter travelers.</p> <h4>Brokeoff Mountain</h4> <p>Distance: 7 miles (11.3km) roundtrip<br /> Elevation: 6650 to 9250 feet<br /> Average Skiing Time: 8 hours</p> <p>Traditional routes use the Forest Lake route (near parking area) or the summer trail that begins near the park entrance. Numerous avalanche paths exist on all aspects of the mountain. Travelers should use extreme caution. Many skiers reserve travel to the summit for spring when snow conditions traditionally stabilize. Summit conditions during inclement weather often include high winds with little or no visibility. Be cautious of overhanging cornices at the summit.</p> <h4>Lassen Peak</h4> <p>Distance: 17 miles (27.4km) roundtrip<br /> Elevation: 6700 to 10457 feet<br /> Average Skiing Time: 3 days</p> <p>Most travelers allow three days to summit Lassen Peak in the winter. Be prepared for high winds in the Lassen Peak and Lake Helen areas. Conditions on the mountain are most stable in early morning hours; afternoon travel is not recommended. The safest route up the mountain follows the summer trail through the forested section and continues on the southeast ridge to the summit. Weather conditions on Lassen Peak can deteriorate rapidly, creating white out conditions and high winds.It is advised to travel the Ranger Cutoff to avoid the road corridor skirting the base of Diamond Peak which is prone to avalanche. Travel beyond Ranger Cutoff may be impassable due to snow-drifted areas along the Emerald Sidehill.</p>",
    "location": {
      "lat": 40.43730710086899,
      "lon": -121.53364133893774
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/88603529-904F-8D33-857FA8DD37D4A6EC.jpg",
        "title": "Southwest Area Winter Routes Map",
        "altText": "NPS map depicting winter routes, park road, and visitor center locations",
        "caption": "Click on the map above to open a larger version (app) or open it in a new window (online).",
        "credit": "NPS map"
      }
    ],
    "amenities": [
      "Parking - Auto",
      "Trailhead"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/places/winter-safety-lassen.htm"
  },
  {
    "id": "6556396D-8BE7-4FCE-A93D-6FAC8D8266E6",
    "title": "Southwest Entrance Sign",
    "listingDescription": "Start or end your visit to Lassen Volcanic National park with a quick photo at the Southwest Entrance sign.",
    "bodyText": "<p>This small pullout is popular spot for a quick photo with one of two park entrance signs.</p>",
    "location": {
      "lat": 40.42412567138672,
      "lon": -121.5341796875
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CB6642DA-ABED-C716-5D3C0423F9AB7641.jpg",
        "title": "Southwest Entrance Sign",
        "altText": "A white truck pulling a camping trailer drives past a wooden sign that reads Lassen Volcanic Nationa",
        "caption": "The entrance sign in the southwest corner of Lassen Volcanic National Park.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "89FBFE07-5768-4A6A-A377-606C021FCD5E",
    "title": "Southwest Entrance Station",
    "listingDescription": "Show a valid pass, purchase park passes and entry fees, grab a map, and start your adventure at Lassen's southwest entrance station. Lassen Volcanic National Park charges an entrance fee year-round.",
    "bodyText": "<p>Lassen Volcanic National Park charges an entrance fee. Show a valid park pass or purchase entry fees and passes at an entrance station. The southwest entrance station is located, as the name suggests, in the park's southwest corner along the main park road (Hwy 89). Just beyond the southwest entrance station is <a href=\"https://www.nps.gov/lavo/planyourvisit/visitorcenters.htm\">Kohm Yah-mah-nee Visitor Center</a>.</p> <h3><a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Learn more about Lassen's Fees & Passes</a></h3>",
    "location": {
      "lat": 40.435723535404065,
      "lon": -121.53390273159145
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7ED2B6EC-AEB1-0E5A-5B2F6474F143FF24.jpg",
        "title": "Southwest Entrance Station",
        "altText": "cars lined up next to a fee booth, mountains behind",
        "caption": "Lassen Volcanic National Park changes an entrance fee year-round.",
        "credit": "NPS photo"
      }
    ],
    "amenities": [
      "Entrance Passes for Sale",
      "Information",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/visitorcenters.htm"
  },
  {
    "id": "16AEB86C-B159-4E91-8BCB-CFED85314EEE",
    "title": "Sulphur Works",
    "listingDescription": "Sulphur Works is the most accessible hydrothermal area in the park. A parking area provides access to a short, paved walk to bubbling mudpots and steaming ground.",
    "bodyText": "<p>Located along the park highway and accessed by a short walk along a paved sidewalk, Sulphur Works is the easiest of the <a href=\"https://www.nps.gov/lavo/planyourvisit/exploring-the-hydrothermal-areas.htm\">park's hydrothermal areas</a> to access. This hydrothermal area is an otherworldly place of vibrant colors, pungent scents, and shifting ground that is both ancient and new. Learn more about Visting Sulphur Works in <a href=\"https://www.nps.gov/thingstodo/visitsulphurworks.htm\">summer/fall</a> or in <a href=\"https://www.nps.gov/thingstodo/visitsulphurworkswinter.htm\">early spring/winter</a>, or <a href=\"https://www.nps.gov/lavo/learn/photosmultimedia/swh-360.htm\">view 360-photos of Sulphur Works</a>.<br /> <br /> Sulphur Works is a vent for the last rumblings of a long-dead volcano and yet it is also reborn each day as forces of erosion and hydrothermal activity continuously alter the landscape. Although named after the chemical element of sulfur—which is a byproduct of the hydrothermal system—the area bears the British English spelling of the word assigned by a pioneer that once laid claim to what was then known as Supan's Sulphur Works.</p> <h2 paraeid=\"{83be7307-75cc-4348-b288-986ea486fc90}{28}\" paraid=\"1840149560\">Supan's Sulphur Works</h2> <p paraeid=\"{83be7307-75cc-4348-b288-986ea486fc90}{34}\" paraid=\"1487762954\">An Austrian immigrant and pioneer of the American West named Mathias B. Supan, extracted minerals from the ground here in the middle part of the nineteenth century. He refined sulfur and other elements into a variety of different products. Later, Supan's descendants filed a land claim for the area around the time Lassen Volcanic National Park was being created, and went on to develop Sulphur Works into a roadside attraction. Lassen Volcanic National Park acquired the Sulphur Works parcel from the Supan family in 1952.</p> <h2 paraeid=\"{83be7307-75cc-4348-b288-986ea486fc90}{34}\" paraid=\"1487762954\">Inside a Volcano </h2> <p paraeid=\"{83be7307-75cc-4348-b288-986ea486fc90}{18}\" paraid=\"410351864\">Sulphur Works hydrothermal area sits at the center of a wide basin surrounded by towering volcanic peaks. Geologists have determined that the encircling peaks (Brokeoff Mountain, Mount Diller, Pilot Pinnacle, and Mount Conard) are all remnants of a large, eroded volcano called Brokeoff Volcano, or Mount Tehama. <br /> <br /> Similar to the nearby cone-shaped Mt. Shasta, the 11-mile-wide, 11,500-foot-tall volcano would have dominated the landscape. This composite volcano's eruptive period ended about 360,000 years ago. Ever since, the forces of erosion by wind, rain, ice, and hydrothermal activity have slowly broken apart and carried away Mount Tehama bit by bit, leaving the large erosional basin we see today. Sulphur Works hydrothermal system sits in the same general location as Mount Tehama's extinct central vent. Sulphur Works is part of the larger hydrothermal system in the park. Recent volcanic activity and the hydrothermal system are evidence that magma still lies beneath Lassen today.</p>",
    "location": {
      "lat": 40.448586418,
      "lon": -121.535705235
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/13EDE5D4-A048-14CC-4CCF2D511FF468AC.jpg",
        "title": "Sulphur Works Then and Now",
        "altText": "An image of a hydrothermal area with an overlay of a black and white image of a roadside attraction.",
        "caption": "Sulphur Works has long been a roadside attraction.",
        "credit": ""
      }
    ],
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Recycling",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/exploring-the-hydrothermal-areas.htm"
  },
  {
    "id": "CCC0FBD2-28E0-4935-9AA8-8EAF08AB8204",
    "title": "Sunflower Flat",
    "listingDescription": "Step foot on a spur of the California National Historic Trail. The wagon tracks have since faded but the story is forever etched on the landscape. This route welcomed a portion of the more than 250,000 emigrants who traveled to the gold fields and rich farmlands of California during the 1840s and 1850s in the greatest mass migration in American history.",
    "bodyText": "<p>A commemorative plaque marks the Nobles Emigrant Trail which was listed on the National Register of Historic Places in 1975. Twenty-four miles of the 300-mile-long wagon route skirt through the northern edge of the park. Most of the original route in the park remains intact, with about 19 miles established as hiking trails. Nature has narrowed much of the trail, but faint wagon ruts are still visible in some locations. A cut through the forest across the road from this spot is one section of the route in the park.<br /> <br /> William H. Nobles created the Nobles Trail in 1852 when he joined the Gold Rush to California. The route was generally considered the easiest route into California. Pioneers traveled the route up until 1869 when the completion of the Central Pacific Railroad offered a new and easier method of travel.</p>",
    "location": {
      "lat": 40.55619512981924,
      "lon": -121.53417563549738
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1253CA60-CF61-3512-DA4E2C8825D4DA7A.jpg",
        "title": "Sunflower Flat on Nobles Emigrant Trail",
        "altText": "A man standing beside wagon hitched to oxen.",
        "caption": "A living history demonstration of emigrants at Sunflower Flat.",
        "credit": "NPS"
      }
    ],
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": null
  },
  {
    "id": "60CB57CA-969D-4619-B681-27D26EDB4F26",
    "title": "Warner Valley Day Use Area",
    "listingDescription": "This narrow valley features a number of hydrothermal areas and the historic Drakesbad Guest Ranch. Enjoy easy to moderate hikes to remote hydrothermal areas including Devils Kitchen, Boiling Springs Lake, and Terminal Geyser.",
    "bodyText": "<p><strong>Season:</strong> June through October; road closed winter/spring<br /> <a href=\"https://www.nps.gov/places/www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">Access</a><strong>:</strong> Dirt road not recommended for trailers<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Fees</a><strong>: </strong>An entrance fee receipt or pass is required<br /> <strong>Note:</strong> No cell service<br /> <br /> Warner Valley Day Use Area is located at the east end of Warner Valley, above Hot Springs Creek. The area includes a trailhead and a small picnic area. The Warner Valley Campground is located across Warner Valley road, which continues one mile to <a href=\"https://www.nps.gov/places/drakesbad-guest-ranch.htm\">Drakesbad Guest Ranch</a>. Vehicle access and parking at Drakesbad is limited to guests only due to limited space. All visitors are welcome to visit Drakesbad, which can be accessed via a short hike from the trailhead. The guest ranch offers a small gift shop as well as bagged lunches, dining, and lodging by reservation only.</p> <h2>Get There</h2> <p>The Warner Valley Day Use Area is located in the southeast corner of the park and is accessed via a 17-mile road out of Chester. The last 3 miles is dirt road with steep sections and is not recommended for trailers. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#wv\">directions to the Warner Valley Area</a>.</p> <h2>Trailheads </h2> <p>The trailhead here provides access to <a href=\"www.nps.gov/places/drakesbad-guest-ranch.htm\">Drakesbad Guest Ranch</a>, Boiling Springs Lake, Devils Kitchen, Drake Lake, and the Pacific Crest Trail (PCT). This area is a popular stop for PCT through hikers. Aside from the PCT, the narrow valley does not offer many opportunities for backpacking. A free permit is required for backpacking and stock use; self-registration is available at the Butte Lake Ranger Station.</p> <h2>Picnic Area</h2> <p>A handful of picnic tables are located adjacent to the parking area, above Hot Springs Creek.</p>",
    "location": {
      "lat": 40.4418937996,
      "lon": -121.393543115
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95A104A9-C545-93A6-E522E72740893DC3.jpg",
        "title": "Warner Valley",
        "altText": "A child runs on a boardwalk through a green meadow lined by conifers.",
        "caption": "A boardwalk on a trail in Warner Valley.",
        "credit": "NPS Photo"
      }
    ],
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Picnic Table",
      "Recycling",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/places/www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl"
  },
  {
    "id": "2C55D11C-17A1-4DB8-AD82-2E072F6C12F6",
    "title": "Winter Safety at Lassen",
    "listingDescription": "Review these safety tips and resources before you start your winter adventure!",
    "bodyText": "<p>Your safety is your responsibility. Be prepared for severe and possibly rapid-changing winter weather in a remote, high-elevation area. There is little to no cell service in the park and services are limited. Be prepared to self-rescue in emergencies. When in doubt, wait for a safer day to visit.</p> <h2>Plan Ahead</h2> <link /> <ul> <li>Check the <a href=\"https://www.nps.gov/lavo/planyourvisit/weather.htm\">weather forecast</a> before visiting. Don’t forget to check multiple forecasts if traveling through different areas (forecasts may differ based on elevation)!</li> <li>Know where you’re going and bring a map with you. Trails look different in the winter and visibility can be poor if it’s windy or snowing.</li> <li>Choose an activity based on the skill/ability level of the weakest, youngest, or least experienced member of your group. Trails and elevations you explored in summer may be more difficult in winter.</li> <li>Have a Plan B (and maybe a Plan C). Be flexible with your trip plan and have backup options. Reasons to change plans may include: group member comfort levels, changing weather conditions, park closures for safety concerns, or gear malfunction. Remember, it is always okay to turn around or delay your adventure to another day or time.</li> <li>Tell someone not in your travel group your plans. Even if you are visiting with a group, tell someone else your itinerary and any alternate plans, your group members and size, and when you expect to return. Don’t forget to reach out after your trip to let them know you’re safe!</li> <li>Be <a href=\"https://www.nps.gov/places/avalanche-awareness-lassen.htm\">avalanche aware</a> if traveling in known avalanche-prone areas, beyond established routes, or in steep terrain.</li> </ul> <h2>Recreating in a Remote Area</h2> <ul> <li>We highly suggest recreating in groups and/or carrying a emergency locator device when exploring anywhere in the park, but especially farther than one mile from parking areas.</li> <li>If you have an emergency and have cell service, call 911. Free Wi-Fi is available in the immediate vicinity of the Kohm Yah-mah-nee Visitor Center. There is no public Wi-Fi in the Manzanita Lake area.</li> <li>There is no gas available in the park.</li> </ul> <h2>Access & Driving</h2> <p>Expect the main park road to be closed in winter. Access is typically available to the Kohm Yah-mah-nee Visitor Center (southwest entrance) and Loomis Plaza/Manzanita Lake (northwest entrance). Roads and facilities may close unexpectedly due to severe weather. All closures will be posted in alerts on our website on the app park landing page. Visitor information line also has recording of current closures at (530) 595-4480 (phone function intermittent).</p> <ul> <li>During heavy snowfall, southwest area plowing operations end at 1:30pm. Visitors are strongly encouraged to exit the park behind the snowplow to avoid traveling through deep snowpack.</li> <li>Roads <b>to and around</b> the park may also have adverse driving conditions. Check <a href=\"https://roads.dot.ca.gov/\">Caltrans</a> for external road conditions: Hwy 36 for southwest entrance, Hwy 44 and/or 89 for northwest entrance.</li> <li>Always carry an emergency kit in your car in case it breaks down or if you must wait out a storm. Your car emergency kit can include items like a snow shovel, ice scraper, sand/kitty litter, jumper cables, tow chains or ropes, extra water, and snacks.</li> </ul> <h2>Wear Appropriate Clothing</h2> <ul> <li>Wear/carry waterproof clothing and gear. Choose clothing made of wool or synthetic material over cotton - Cotton absorbs moisture easily and won’t keep you warm if it gets wet.</li> <li>Pack layers for warmth. We recommend carrying extra layers with you, just in case.</li> <li>Wear sun protection, like sunglasses and sunscreen. California sun doesn’t stop just because it’s winter!</li> <li>Don’t forget to bring water and snacks, a map, and a friend.</li> </ul> <h2>Watch For Cold Related Illness</h2> <p>Hypothermia is a serious health hazard that occurs when your body loses heat too quickly and can no longer keep itself warm. Frostbite can cause a loss of feeling and color in the areas it affects, usually fingers and toes; severe cases can lead to amputation.</p> <h4>Signs & Symptoms of Hypothermia:</h4> <ul> <li>Shivering</li> <li>Exhaustion or feeling very tired</li> <li>Confusion</li> <li>Fumbling hands</li> <li>Memory loss</li> <li>Slurred speech</li> <li>Drowsiness</li> <li>In infants: Bright red, cold skin and very low energy</li> </ul> <h4>How to Treat Hypothermia</h4> <ul> <li>If temperature is below 95 F, get medical attention right away!</li> <li>Get the person into a warm room or shelter.</li> <li>Remove any wet clothing the person is wearing.</li> <li>Warm the center of the person's body—chest, neck, head, and groin—using an electric blanket, if available. You can also use skin-to-skin contact under loose, dry layers of blankets, clothing, towels, or sheets. Warm drinks can help increase body temperature.</li> <li>After body temperature has increased, keep the person dry and wrap their body, including their head and neck, in a warm blanket.</li> </ul> <h4>Signs & Symptoms of Frostbite</h4> <ul> <li>Redness or pain in any skin area may be the first sign of frostbite</li> <li>White or grayish-yellow area on skin</li> <li>Skin that feels unusually firm or waxy</li> <li>Numbness</li> </ul> <h4>How to Treat Frostbite</h4> <p>Frostbite should be checked by a healthcare provider. The following steps can help alleviate or treat frostbite until you can seek medical attention.</p> <ul> <li>Get the person into a warm room as soon as possible.</li> <li>Unless absolutely necessary, do not walk on feet or toes that show signs of frostbite—this increases the damage. Do not rub the frostbitten area with snow or massage it at all. This can cause more damage.</li> <li>Put the areas affected by frostbite in warm—not hot—water (the temperature should be comfortable to the touch for unaffected parts of the body). If warm water is not available, warm the affected area using body heat. For example, you can use the heat of an armpit to warm frostbitten fingers. Do not use a heating pad, heat lamp, or the heat of a stove, fireplace, or radiator for warming. Affected areas are numb and can easily burn.</li> </ul> <h2>If Conditions Worsen</h2> <p>Winter storms can decrease your ability to see as well as the ability of others to see you. If you are hiking, stop, find shelter near you, and stay put so you don’t become lost. If you are driving, turn on your lights and slow down or pull over if possible.</p> <h2>Winter Etiquette</h2> <ul> <li> <p>Do not walk on ski tracks. Footprints and snowshoe tracks worsen conditions for skiers and using a separate track ensures snowshoers remain clear of downhill skiers.</p> </li> <li> <p>Yield to faster skiers and/or downhill traffic. Step to side to allow skiers traveling downhill to safely pass. In all other cases, yield to those traveling uphill.</p> </li> </ul>",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B689ACFA-EF79-9B06-5B9DE20B783C2CE2.jpg",
        "title": "Winter Safety",
        "altText": "a group stands around an orange litter on a snowy, shady slope",
        "caption": "You are in charge of your safety and well-being while recreating at Lassen Volcanic National Park.",
        "credit": "NPS photo"
      }
    ],
    "amenities": [],
    "isOpenToPublic": false,
    "isManagedByNps": false,
    "url": "https://www.nps.gov/lavo/planyourvisit/weather.htm"
  }
]