{
  "data": [
    {
      "id": "17EDCA38-6510-4376-B74A-9240BB5D12E5",
      "title": "Chaos Crags Viewpoint",
      "listingDescription": "Imagine a rock slide racing nearly 100 miles an hour down Chaos Crags at this pullout on the north side of the highway about a mile from the Loomis Museum.",
      "bodyText": "<p>Imagine a rock slide racing nearly 100 miles per hour down Chaos Crags lava dome volcanoes at this very spot. The jumbled rocks surrounding you are the result of a series of 3 rockfall avalanches that occurred around 1660. The first and largest avalanche covers about 2.5 square miles (6.8 square km) and created this undulating landscape.<br /> <br /> What caused the rock avalanches? Geologists believe that the dacite rock that forms Chaos Crags lava domes broke free. Years of freeze and thaw created cracks in the fragile rocks and weakened their bond. Steep-sided slopes allowed the loose rock to break free and rush downslope. Geologists describe the rocks here floating on a cushion of air during the avalanche. The rocks gained such high speeds, that air became trapped between the ground and rocks. With friction reduced, the rocks were able to flow very far. As they came to a rest on the edges of the flow, rocks in the center continued to move at a rapid rate, creating <em>frozen waves</em>.</p>",
      "location": {
        "lat": 40.54148669963287,
        "lon": -121.54417705562082
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/166EFF24-A9DD-A8DD-D86565500B18A51F.jpg",
          "title": "Chaos Crags and Jumbles",
          "altText": "A photo of a rock field with sparse conifer trees at the base of a group of volcanic domes.",
          "caption": "Chaos Jumbles formed when one of the Chaos Crags dome volcanoes collapsed.",
          "credit": "NPS"
        }
      ],
      "amenities": [
        "Cellular Signal",
        "Historical/Interpretive Information/Exhibits",
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "43439A67-075C-403B-B55E-ED6CBD824003",
      "title": "Cinder Cone Trail",
      "listingDescription": "Enjoy a hike to the base or summit of this striking cinder cone volcano.",
      "bodyText": "<figure> </figure> <p><strong>Start:</strong> Butte Lake parking area<br /> <strong>Round-Trip Distance to Base: </strong>2.4 miles<br /> <strong>Round Trip Distance to Summit:</strong> 4 miles<br /> <strong>Round-Trip Time: </strong>3 hours<br /> <strong>Elevation Change:</strong> 846 ft<br /> <strong>Elevation:</strong> 6,061 - 6,907 feet<br /> <strong>Trail Surface: </strong>Cinders (similar to course sand)<br /> <strong>Season: </strong>Approximately June through November<br />  </p> <p>Hike to the base or summit of the dramatic Cinder Cone volcano via this popular trail in the Butte Lake Area. The sand-like cinders on this trail make the hike challenging, especially when climbing the steep 200-foot ascent to the summit. However, hikers are afforded with fantastic views of the dramatic cinder cone, its lava flow called the Fantastic Lava Beds, and the colorful Painted Dunes. A handout is available at the park visitor centers and the trailhead with stops that correspond to numbered posts highlighting various features along the trail.<br /> <br /> At 1.2 miles, the trail reaches a fork at the base of Cinder Cone. Look to your left (south) here for the first views of the colorful Painted Dunes. Please stay on the trail to avoid scarring the landscape with footprints. Be sure to take a break in the shade of the surrounding Jeffrey pines before beginning the heart-pumping climb to the top of the cone. Lassen Peak comes into view as the trail slowly circles around to the south side of the cone. The summit affords panoramic views in all directions. Prospect Peak, Lassen Peak, Snag Lake, the Fantastic Lava Beds and the Painted Dunes are all clearly visible. An additional trail continues down into the crater of Cinder Cone.</p> <p>Cinder Cone Trail follows a portion of the Nobles Emigrant Trail, which is part of the <a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a>. The Nobles Emigrant Trail was one two routes used by emigrants to travel across what is now Lassen Volcanic National Park.</p> <h2>Getting There</h2> <p>Cinder Cone Trailhead is located near the boat ramp in the Butte Lake Day Use Area in the northeast corner of the park. This remote area is accessed via a 6-mile dirt road off of Highway 44, approximately 24 miles east of the park's Northwest Entrance. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm\">directions to Butte Lake</a>. Drinking water is available when the <a href=\"https://www.nps.gov/lavo/planyourvisit/butte-lake-campground.htm\">Butte Lake Campground</a> is open. There are no other services in this area.</p>",
      "location": {
        "lat": 40.5637878105,
        "lon": -121.30220981
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/6627D5A5-0765-213E-4954DCBF99C1EB5E.jpg",
          "title": "Cinder Cone Trail",
          "altText": "A panoramic view of a cinder cone volcano with sparse conifers at its edges. Two hikers walk on a su",
          "caption": "The base of Cinder Cone volcano from the trail.",
          "credit": ""
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Parking - Boat Trailer",
        "Parking - Bus/RV",
        "Restroom",
        "Restroom - Accessible",
        "Restroom - Seasonal",
        "Scenic View/Photo Spot",
        "Trailhead",
        "Trash/Litter Receptacles",
        "Water - Drinking/Potable"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/cali/index.htm"
    },
    {
      "id": "FE803C60-A88D-4430-98B2-F77D66AFEB09",
      "title": "Juniper Lake Day Use Area",
      "listingDescription": "This remote, high-elevation landscape contains the largest lake in the park. The day use area offers hiking, backpacking, swimming, and non-motorized boating.",
      "bodyText": "<p><strong>Season:</strong> June through October; road closed winter/spring<br /> <a href=\"www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">Access</a><strong>:</strong> Rough dirt road; high-clearance vehicles recommended<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Fees</a><strong>: </strong>An entrance fee receipt or pass is required.<br /> <strong>Note:</strong> No services, drinking water, or cell service<br /> <br /> The Juniper Lake Day Use Area is located on the north shore of Juniper Lake. The area consists of a parking lot, vault toilet, two trailheads, and an undeveloped beach area suitable for swimming and launching small, non-motorized vessels. The dirt road continues a short distance beyond the day use area and provides access to a handful of private cabins (owned prior to the park's establishment). A self-pay entrance station is located near the Juniper Lake Ranger Station. <a href=\"https://www.nps.gov/lavo/planyourvisit/juniper-lake-campground.htm\">Juniper Lake Campground</a> is located on the southeast shore of the lake and offers first-come, first-served campsites plus two reservation-only group sites. </p> <h2>Get There</h2> <p>The remote Juniper Lake Area is located in the southeast corner of the park is accessed via a 13-mile road out of the town of Chester. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">directions to the Juniper Lake Area</a>. The last 6 miles is rough, dirt road with steep sections and is not suitable for cars with low clearance, buses, motorhomes, or trailers.</p> <h2>Beach</h2> <p>The day use area includes a long stretch of shoreline composed of fine gravel or course sand. Swimming is popular here, although this high-elevation lake remains cool year-round. The ground drops slowly from the shore in most areas and is appropriate for launching kayaks, paddle boards, and other small, non-motorized vessels. There are no sport fish in the lake.</p> <h2>Trailheads</h2> <p>Juniper Lake Day Use Area includes trailheads for Horseshoe Lake, Snag Lake, Inspiration Point, and Juniper Lake Loop. This trailhead is a popular starting point for <a href=\"The last 6 miles is rough dirt road with steep sections and is not suitable for buses, motorhomes, or trailers.\">backpacking</a>. A free permit is required for backpacking and stock use; self-registration is available at the Juniper Lake Ranger Station.</p> <h2>Scenic Views</h2> <p>The beach offers a clear view of Mount Harkness and the fire lookout on the lake's far shore. Certain sections of the shore that face west offer a glimpse of Lassen Peak. Most of the beach here faces west or south and offers an excellent view for sunset.</p>",
      "location": {
        "lat": 40.4509956697,
        "lon": -121.295326453
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/917F223C-DD39-8491-418B0273989EAC6B.jpg",
          "title": "Juniper Lake Beach",
          "altText": "People on a gravel beach on the shore of a mountain lake lined by conifers and a large volcanic peak",
          "caption": "Visitors enjoy a sunny day at the Juniper Lake beach area.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Beach/Water Access",
        "Canoe/Kayak/Small Boat Launch",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Recycling",
        "Restroom - Accessible",
        "Restroom - Seasonal",
        "Scenic View/Photo Spot",
        "Toilet - Vault/Composting",
        "Trailhead",
        "Trash/Litter Receptacles"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/lavo/planyourvisit/fees.htm"
    },
    {
      "id": "F9066075-9EBB-41BE-A3A1-1C2817A09999",
      "title": "Kings Creek Meadow Viewpoint",
      "listingDescription": "Kings Creek wends its way through this photogenic mountain meadow that reflects the colors of the season.",
      "bodyText": "<p>Outstanding views of Lassen Peak are visible from highway turnouts near Kings Creek Upper Meadow. This meadow is frequently photographed in its vibrant seasonal colors from the snowy white of spring to the golden hues of fall. Non-native trout species including brown and brook trout hide in the shadows of the winding creek and opportunistic eagles and hawks occasionally drop in for lunch. Black-tailed deer, golden-mantled ground squirrels, <a href=\"https://www.nps.gov/articles/000/clark-s-nutcracker.htm\">Clark’s Nutcracker</a>, and black bear also frequent the meadow.</p> <h4>Wildflowers Grow by the Inch and Die by the Foot</h4> <p>You can both enjoy and protect the delicate vegetation that contributes to this picturesque meadow with simple choices like:</p> <ul> <li>Enjoying flowers in fragile wet areas from afar</li> <li>Resting or picnicking on hard surfaces</li> <li>Leaving wildflowers for others to enjoy</li> </ul> <h2>Year-Round Water</h2> <p>Snow on Lassen Peak melts and seeps into a ground spring that feeds Kings Creek year-round. In the spring season, the deep snowpack within the meadow also slowly melts into Kings Creek and the surrounding watershed. Lassen Volcanic is comprised of <a href=\"https://www.nps.gov/lavo/learn/nature/watersheds.htm\">four watersheds</a>. Kings Creek supplies the Upper Feather Watershed which alone supplies approximately 3.2 million acre-feet per year for downstream water users. The quantity and quality of water from park watersheds are is threatened by overcrowded forests, degraded meadows, and a <a href=\"https://www.nps.gov/lavo/learn/nature/climate-change.htm\">changing climate</a>. Partnerships like the <a href=\"https://www.nps.gov/lavo/learn/management/nfrh.htm\"><b>North Fork Feather River Headwaters Forest Restoration Project</b></a> are crucial to addressing the landscape-level issue of watershed and forest health. </p> <h2>Nearby Areas</h2> <p><strong>Kings Creek Picnic Area and Trailhead</strong> is located <sup>1</sup>/<sub>2</sub> mile north on the park highway via a short turnoff. The area includes picnic sites with charcoal disposal, pit toilets, and the trailhead to <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking_coldboiling_crumbaugh.htm\">Cold Boiling Lake</a>. This area can also be reached by foot via a short connector trail southwest of Upper Meadow.<br /> <br /> <a href=\"https://www.nps.gov/thingstodo/hikekingscreekfalls.htm\">King’s Creek Falls Hiking Trailhead</a> is located <sup>1</sup>/<sub>4</sub> mile south of here. Parking is limited at this popular trailhead and meadow turnouts often serve as overflow parking. The 3-mile round-trip loop includes a steep climb up cascades above Kings Creek Falls.</p>",
      "location": {
        "lat": 40.45973832460493,
        "lon": -121.46872758767131
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/2F1EDBFE-0B9B-BDED-FE42F5B553E63E5D.jpg",
          "title": "Kings Creek Meadow",
          "altText": "A photo of a creek winding through a mountain meadow at the base of a volcanic peak.",
          "caption": "Kings Creek meadow reflects the colors of each season.",
          "credit": ""
        }
      ],
      "amenities": [
        "Parking - Auto",
        "Parking - Bus/RV",
        "Picnic Table",
        "Restroom - Accessible",
        "Scenic View/Photo Spot",
        "Toilet - Vault/Composting",
        "Trailhead",
        "Trash/Litter Receptacles"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/articles/000/clark-s-nutcracker.htm"
    },
    {
      "id": "3C77E70D-517E-4194-AE73-CEA078122BEE",
      "title": "Little Hot Springs Valley Overlook",
      "listingDescription": "This one of three pullouts that offer a view into Little Hot Springs Valley hydrothermal area.",
      "bodyText": "<p>This overlooks is the largest of two pullouts on the park highway that offer a glimpse of the hydrothermal features in Little Hot Springs Valley. There are no trails into Little Hot Springs Valley. <br /> <br /> This overlook offers a view of the north end of this steep valley and the numerous seasonal creeks that drain into it. Hydrothermal activity along the edges of East Sulphur Creek below supports early growth of grass and wildflowers, which can be quite vibrant even in early summer.  <br /> <br /> A small pullout directly approximately 1 mile south of here offers a second view into the valley. Grassy slopes often appear a vibrant green when the surrounding area is still snow-covered. Bring binoculars (or very good eyesight) to look for black bears munching on the spring grass.</p>",
      "location": {
        "lat": 40.459848763,
        "lon": -121.526430683
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/CF842E62-D198-77BA-53BCEBD012C18D6E.jpg",
          "title": "Little Hot Springs Creek",
          "altText": "A dusting of snow covers volcanic peaks above a steep, narrow valley.",
          "caption": "A dusting of snow covers a line of mountain peaks, including Lassen Peak, above a narrow valley.",
          "credit": ""
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "F53FFDB3-7232-4DA5-983C-5A86036BFD3D",
      "title": "Manzanita Lake Area",
      "listingDescription": "Manzanita Lake Area is a popular destination located at the north end of Lassen Volcanic National Park Highway.",
      "bodyText": "<p>Located in the northwest corner of the park, Manzanita Lake Area offers the most amenities and is popular with campers and families. The area is accessible year-round from <a href=\"https://www.nps.gov/thingstodo/driveparkhwy.htm\">Lassen Volcanic National Park Highway</a> although there are no services and minimal facilities in the winter and early spring.</p> <h4>Manzanita Lake Area Includes:</h4> <ul> <li>Northwest Entrance Station (<a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">pay entrance fees and buy passes</a>)</li> <li>Loomis Plaza and Reflection Lake (read more below)</li> <li><a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a></li> <li><a href=\"https://www.nps.gov/lavo/planyourvisit/manzanita-lake-campground.htm\">Manzanita Lake Campground</a></li> <li>Oversnow routes for winter/early spring snow season (read more below)</li> </ul> <h2>Loomis Plaza</h2> <p>Stop by the Loomis Plaza to learn from outdoor signage or visit the <a href=\"https://www.nps.gov/lavo/planyourvisit/visitorcenters.htm#lm\">Loomis Museum</a> (open seasonally). The plaza also offers restrooms, a drinking fountain, a Lassen Association park bookstire, one of two trailheads for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. <strong>Loomis Plaza parking is limited and is often full in summer months. </strong>RV/trailer parking is available but limited. The plaza can also be accessed via a section of the Manzanita Lake Trail from the day use parking area. </p> <h2>Reflection Lake</h2> <p>Reflection Lake and Lily Pond Interpretive Trail, and the Discovery Center are located across the highway from Loomis Plaza.</p> <ul> <li>A short, half-mile loop around <b>Reflection Lake</b> offers fantastic views of Lassen Peak and Chaos Crags and is a shorter alternative to the 1.8-mile Manzanita Lake loop. This is a route that is not a defined trail in all sections.</li> <li>The trailhead for the<b> </b><a href=\"https://www.nps.gov/thingstodo/walklilypond.htm\">Lily Pond Interpretive Trail</a> is located directly across the park highway from the Loomis Museum. This easy, half-mile loop skirts Reflection Lake and a lily pond. A trail brochure is available at the trailhead and corresponding posts highlight the plants and trees in the area.</li> </ul> <h2>Manzanita Lake Campground Road</h2> <p>At the east end of the Loomis parking area, the Manzanita Lake Campground Road travels south and provides access to the dump station, <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Day Use Area</a>, amphitheater, camper store, and campground. The road also provides access to the Chaos Crags and Manzanita Lake Creek Trailheads.</p> <h2><a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Day Use Area</a></h2> <p>Visitors to the Manzanita Lake Area are most likely to find parking at the day use area on the southwest shore, which includes a boat launch, picnic area, and trailhead for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. </p> <h2>Winter and Early Spring Use</h2> <p>The park is usually snow-covered between November and April. Lassen Volcanic National Park Highway is plowed between the intersection of Highways 89 and 44 and the Loomis Plaza. At 5,700 feet elevation, Manzanita Lake Area is lower in elevation than the center and southwest area of the park and trails here are often some of the first to be snow-free. Learn more about <a href=\"https://www.nps.gov/lavo/planyourvisit/winter.htm\">visiting in winter</a>, <a href=\"https://www.nps.gov/thingstodo/snowplayml.htm\">snowplay in the Manzanita Lake Area</a>, or <a href=\"https://www.nps.gov/lavo/planyourvisit/winter-road-closures-and-spring-clearing-update.htm\">spring snow clearing</a>. </p>",
      "location": {
        "lat": 40.5365790357,
        "lon": -121.562120459
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E6B87E47-F1A7-C06B-E6B094EB43BA6BB3.jpg",
          "title": "Manzanita Lake",
          "altText": "Two volcanic peaks reflected in a partially frozen lake lined by golden grass and evergreen trees.",
          "caption": "This easily accessed area is one of the most popular in the park.",
          "credit": "NPS / Matt Switzer"
        }
      ],
      "amenities": [
        "Accessible Sites",
        "Amphitheater",
        "Beach/Water Access",
        "Canoe/Kayak/Small Boat Launch",
        "Recycling",
        "Restroom",
        "Restroom - Accessible",
        "Restroom - Seasonal",
        "Scenic View/Photo Spot",
        "Sewage Dump Station - Boat/RV",
        "Toilet - Flush",
        "Toilet - Vault/Composting",
        "Trailhead",
        "Trash/Litter Receptacles",
        "Water - Drinking/Potable"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/driveparkhwy.htm"
    },
    {
      "id": "B864D7C7-133E-4B18-AEA7-22C41A42CDFB",
      "title": "Manzanita Lake Day Use Area",
      "listingDescription": "Manzanita Lake day use area includes a boat launch, trailhead, and picnic area, and is a popular destination for first-time visitors, families, and campers.",
      "bodyText": "<p>The Manzanita Lake boat launch, trailhead, and picnic area are located on the southeast shore of Manzanita Lake. Get here by following the Manzanita Lake Campground Road off of Lassen Volcanic National Park Highway in the <a href=\"https://www.nps.gov/places/manzanita-lake-area.htm\">Manzanita Lake Area</a>. </p> <h2>Boat Launch</h2> <p>At the south end of the parking area, a small turnaround loop provides access to the <strong>boat launch</strong>. Only non-power watercraft may be used on park lakes; engines of any type are not permitted. <a href=\"https://www.nps.gov/thingstodo/fishmanzanitalake.htm\">Fishing</a> is permitted from watercraft and the shore. Pre-paid boat rentals are picked up here; purchase rentals at the Manzanita Camper Store (accessible by a short trail). Learn more about <a href=\"https://www.nps.gov/lavo/planyourvisit/boating.htm\">boating and watercraft rental</a>.</p> <h2>Trailhead</h2> <p>To the left of the boat launch is one of two trailheads for the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. Most hikers travel clockwise when starting from this trailhead. Hikers can also follow the Manzanita Lake loop counterclockwise from the far (north) side of the parking area. A 0.2-mile section connects the boat launch parking area and the Loomis Plaza.    </p> <h2>Picnic Area</h2> <p>A <strong>picnic area </strong>is located to the right of the boat launch and tables are often occupied in summer months. Additional picnic spots (without tables) can be found on the Manzanita Lake Trail, to the left of the boat launch. Restrooms and drinking water are available at the north end of the parking area. The picnic area offers a clear view across the lake to the west is a popular spot to enjoy sunset.</p>",
      "location": {
        "lat": 40.5316815384,
        "lon": -121.564704862
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/24F33A1C-0F5A-ABD5-2880A59FF8E42CE3.jpg",
          "title": "Sunset at Manzanita Lake Picnic Area",
          "altText": "A couple sits at one of two picnic tables on the shore of a lake lined by conifers with the setting",
          "caption": "Manzanita Lake picnic area is a popular destination for sunset viewing.",
          "credit": "NPS/Alison Taggart-Barone"
        }
      ],
      "amenities": [
        "Beach/Water Access",
        "Bicycle - Rack",
        "Canoe/Kayak/Small Boat Launch",
        "Information Kiosk/Bulletin Board",
        "Lifejacket Rentals",
        "Parking - Auto",
        "Parking - Boat Trailer",
        "Parking - Bus/RV",
        "Picnic Table",
        "Recycling",
        "Restroom",
        "Restroom - Accessible",
        "Restroom - Seasonal",
        "Scenic View/Photo Spot",
        "Trailhead",
        "Trash/Litter Receptacles",
        "Water - Drinking/Potable"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/manzanita-lake-area.htm"
    },
    {
      "id": "1DB4C699-FAE4-4075-A5F0-73608DEDDAEF",
      "title": "Manzanita Lake Winter Routes",
      "listingDescription": "Explore Lassen on skis or snowshoes using these winter routes on the Manzanita Lake (northwest) side of the park.",
      "bodyText": "<p>The Manzanita Lake Area, near the park’s northwest entrance offers gentle slopes, scenic lakes, and the easiest routes for snowshoeing and cross-country skiing in the park. The parking area for Manzanita Lake routes is next to Loomis Plaza; the park road is closed to vehicle traffic beyond this point. Loomis Plaza has 24-hour restrooms and water. The park bookstore in the Loomis Residence may be open with limited hours in winter months.</p> <p>Learn more about <a href=\"https://www.nps.gov/places/winter-safety-lassen.htm\">winter safety</a> before starting your adventure.</p> <h2>Beginner Routes</h2> <h4>Manzanita Lake Snowshoe Loop</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 1.8 mile (2.9km) loop<br /> Elevation: 5800 to 5850 feet<br /> Average Time: 1.5 hours</p> <p>From the parking area, head west through the plaza and circle Manzanita Lake in either direction.This route provides excellent views of Lassen Peak and Chaos Crags. Please stay off lake ice - it is unstable and shores may be difficult to recognize under snow.</p> <h4>Reflection Lake Snowshoe Loop</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 0.5 mile (0.8km) loop<br /> Elevation: 5800 feet<br /> Average Time: 30 minutes</p> <p>From the parking area, cross the park highway and circle Reflection Lake in either direction. It may be necessary to follow the park highway for a short section of the lake edge closest to the road. Please stay off lake ice- it may be unstable and shores can be difficult to recognize under snow.</p> <h4>Manzanita Campground Loop</h4> <p>Distance: 1.5 mile (2.4km) loop<br /> Elevation: 5800 feet<br /> Average Skiing Time: 1.5 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, turn right and follow the road to the campground for approximately a quarter mile to where it turns to the right through a set of large rocks. The route covers a half-mile loop through several sections of the campground.</p> <h2>Intermediate Routes</h2> <h4>Chaos Jumbles Area</h4> <p>Distance: 1.2+ miles (1.9+km) roundtrip<br /> Elevation: 5900 to 6187 feet<br /> Average Time: 1+ hour</p> <p>From the parking area, follow the park highway route 0.6 mile (0.97km) to an open area of stunted trees. Veer to the right up toward Chaos Crags. Here, the undulating topography slopes up into the bowl of the Crags. The terrain is easy to moderately difficult with excellent views at the higher elevations. Return along same route.</p> <h4>Chaos Crags Route</h4> <p><em>This route is not recommended for skiing</em><br /> Distance: 4 miles (6.43km) roundtrip<br /> Elevation: 5900 to 6650 feet<br /> Average Time: 3-4 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, turn left and follow the road to the Chaos Crags Trailhead sign. Follow yellow tree markers as the route climbs steeply up to a ridge. If you decide to descend to Crags Lake, beware of potential rockfall and high winds. Return along same route.</p> <h4>Nobles Emigrant Route</h4> <p>Distance: 5.2 miles (8.4km) roundtrip<br /> Elevation: 5875 to 6275 feet<br /> Average Skiing Time: 3-4 hours</p> <p>Pick up the route north of Reflection Lake or at the trailhead off a service road west of Reflection Lake. Follow the orange tree markers along the base of Table Mountain. The trail climbs over a flank of Table Mountain into fir forest and rejoins the park highway at Sunflower Flat. Return the way you came or via the park highway to make a loop.</p> <h4>Manzanita Creek</h4> <p>Distance: 7.5 miles (12.1km) roundtrip<br /> Elevation: 5850 to 7100 feet<br /> Average Skiing Time: 6 hours</p> <p>From the parking area, head west through the plaza and turn left past the restrooms. Cross the footbridge, then turn right onto the Manzanita Lake Campground road. Travel through the campground to the Manzanita Creek trailhead sign. The route is mostly a gradual climb. Beware of avalanche chutes off Loomis Peak that may reach the upper end of the route. Return along same route.</p> <h2>Additional Park Highway Destinations</h2> <p>The park highway route begins at the road closure gate just beyond the parking area.<br /> Destinations beyond Lost Creek Campground area are recommended for overnight trips only.</p> <h4>Sunflower Flat</h4> <p>Distance: 5 miles (8km) roundtrip<br /> Elevation: 5995 feet<br /> Estimated Time: 2 hours</p> <h4>Lost Creek Campground</h4> <p>Distance: 8 miles (12.9km) roundtrip<br /> Elevation: 5628 feet<br /> Estimated Time: 3-4 hours</p> <h4>Hot Rock</h4> <p>Distance: 13.4 miles (21.6km) roundtrip<br /> Elevation: 6157 feet<br /> Estimated Time: Overnight</p> <h4>Devastated Area</h4> <p>Distance: 17.4 miles (28km) roundtrip<br /> Elevation: 6456 feet<br /> Estimated Time: Overnight</p>",
      "location": {
        "lat": 40.53639889419219,
        "lon": -121.5621070868201
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/8C0B8EFC-F0B5-F642-DE7E222288813704.jpg",
          "title": "Manzanita Lake area Winter Routes",
          "altText": "map depicting winter routes, roads, and facilities",
          "caption": "Click or tap on the map above to open a larger version (app) or open it in a new window (online).",
          "credit": "NPS map"
        }
      ],
      "amenities": [
        "Parking - Auto",
        "Trailhead"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/winter-safety-lassen.htm"
    },
    {
      "id": "248FE152-36BC-43A2-8D04-E4AAB0493FAE",
      "title": "Mount Harkness Fire Lookout",
      "listingDescription": "High atop Mt. Harkness, this rustic fire lookout is still accessible to hikers.",
      "bodyText": "<p>Perched atop Mt. Harkness in the southeast corner of Lassen Volcanic National Park, Mount Harkness Fire Lookout has served as an active fire lookout and visitor destination since its construction in 1930. The rustic style two-story wood and stone structure sits at 8,046 feet elevation on the summit of an ancient shield volcano topped by a cinder cone. Visitors are able to access the summit and lookout by trail from either Juniper Lake or Warner Valley. The shortest and <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking_mount_harkness.htm\">most popular trail</a> climbs 1.9 miles and 1,250 feet from Juniper Lake Campground to the summit. The sweeping vistas from the lookout span from the Three Sisters peaks in Oregon to the north, the Sierra Nevada Mountains to the south, and the Coast Range to the west. Fire staff reside in the lookout in the summer months and share information on the lookout and operations with visitors.<br /> <br /> <strong><span style=\"color:#c0392b;\">Mt. Harkness Fire Lookout was destroyed in the Dixie Fire in August 2021.</span></strong></p> <h2>A Model of NPS Rustic Architecture</h2> <p>Mount Harkness Fire Lookout and accompanying pit toilet were constructed primarily of local stone and wood in a style typical for National Park structures built in the 1920s and 1930s. The design philosophy centered on the use of local materials to make structures compatible with their environment and to achieve visual unity among different facilities. The lookout is unusual in comparison to the vast majority of fire lookouts and associated pit toilets in the United States, which are either of wood frame or steel construction. The top level is comprised of a single-room cabin, surrounded on four sides by a wooden catwalk and topped by a pitched wood shingle roof. A wooden staircase climbs the 12 feet to the catwalk and masonry of battered native stone extends from the ground to the windows on the upper floor.  </p> <h2>A Classic Fire Lookout</h2> <p>Mount Harkness Fire Lookout continues to use many of the station's original technology and systems. A report to the Director of the National Park Service described the newly constructed facility the year following its construction: </p> <p style=\"margin-left: 40px;\">\"A fire-lookout station constructed during the season on top of Mount Harkness in Lassen Volcanic National Park is among the finest and best equipped in northern California. In addition to the usual maps and compasses, it contains an <a href=\"3a1b676c-13df-43af-b4b1-d8b9e17f5695\">Osborne fire finder</a> and a panoramic photograph mounted so that the location of the fire will be shown simultaneously on the photograph and the map when detected by the fire finder. This station serves a triple purpose. In addition to its importance in the fire prevention program of Lassen, it affords visitors, who may easily reach it by trail, an opportunity to view the country through powerful glasses, and it also contains a seismograph, which, in connection with two others, hourly records the slightest quivers of the earth.\"</p> <p>While some systems like the seismograph have since been replaced by <a href=\"https://www.nps.gov/lavo/learn/nature/seismic-activity.htm\">digital seismic monitoring</a>, the fire observation tools have remained the same. Adopted in the 1850s, classic fire monitoring systems using maps and a compass function without electricity or Internet access (the lookout has neither). The building itself has seen a few upgrades over its many decades of service, including the addition of a weather monitoring station and radio repeater (powered by solar panels) and conversion from a wood to propane stove.</p> <h2>Maintaining a Historic Lookout</h2> <p>Extreme winters, rugged terrain, and regular use leave the Mount Harkness Fire Lookout in regular need of maintenance. In recent years, park staff and partners have replaced the roof and rehabilitated the original wooden doors and windows. In 2019, the park began a new rehabilitation project in partnership with <a href=\"https://historicorps.org/harkness-lookout-ca-2019/\">HistoriCorps</a>, a nonprofit dedicated to engaging volunteers on the rehabilitation of historic structures on publicly accessible lands. Between September 15 and 27 a group of HistoriCorps volunteers will work with park staff to remove and repoint failing mortar, replace deteriorated boards on the catwalk, and repair deteriorated window trim and door frames.<span style=\"font-size:11.0pt\"><span style=\"background:white\"><span style=\"font-family:\"Calibri\",sans-serif\"><span style=\"color:black\"> </span></span></span></span>The HistoriCorps crew will camp at Juniper Lake Campground and then hike up to the project site daily.<br />  </p> <p> </p> <p> </p>",
      "location": {
        "lat": 40.4312196854,
        "lon": -121.301553483
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/place/nri/20180918/places/40F80CCC-0174-FED7-E1B29398B28CE7B5/40F80CCC-0174-FED7-E1B29398B28CE7B5.jpg",
          "title": "",
          "altText": "B&W; American flag flies above stone and wood fire tower",
          "caption": "Mt. Harkness Lookout c. 1940",
          "credit": "Henry C. Lind Historic Photographic Postcard Collection; Lassen Volcanic National Park"
        }
      ],
      "amenities": [
        "Cellular Signal",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Scenic View/Photo Spot",
        "Trailhead"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/lavo/planyourvisit/hiking_mount_harkness.htm"
    },
    {
      "id": "1377E50E-0440-4690-A6F4-5C63503F8E19",
      "title": "Southwest Area Winter Routes",
      "listingDescription": "Explore Lassen on skis or snowshoes using these winter routes.",
      "bodyText": "<p>Lassen’s southwest area tends to receive more snow, has steeper slopes, and an increased risk of avalanches compared to the Manzanita Lake area. The parking area for southwest routes is at the Kohm Yah-mah-nee Visitor Center; the park road is closed to vehicle traffic beyond this point. The visitor center offers the only visitor services during winter months.Learn more about <a href=\"https://www.nps.gov/places/winter-safety-lassen.htm\">winter safety</a> before starting your adventure.</p> <h2>Beginner Routes</h2> <h4><a href=\"https://www.nps.gov/thingstodo/visitsulphurworkswinter.htm\"><b>Sulphur Works Hydrothermal Area</b></a></h4> <p>Distance: 2 miles (3.2km) roundtrip<br /> Elevation: 6700 to 7000 feet<br /> Average Skiing Time: 1 hour</p> <p>From the parking area, follow the park highway route 1 mile (1.6km) to the Sulphur Works viewing area. The left side of the route is bordered by steep side hills; there is a small avalanche-prone slope. Return along same route.</p> <p><em>Hydrothermal Area Safety: Maintain a safe distance from hydrothermal features. The snow surrounding these areas may look solid but can be a weak layer hiding pools of acidic boiling water. Visitors have been severely burned by hot mud and water.</em></p> <h2>Intermediate Routes</h2> <h4>Ridge Lakes</h4> <p>Distance: 4 miles (6.4km) roundtrip<br /> Elevation: 6700 to 8000 feet<br /> Average Skiing Time: 4 hours</p> <p>From the parking area, follow the park highway route about ¾ mile (1.2km), crossing the bridge before Sulphur Works. There is a flat area to the left (Sulphur Works parking area) – the Ridge Lakes route begins at the far/north end of this flat area. The route climbs rapidly along the east side of West Sulphur Creek to the Ridge Lakes basin (1.1mi/1.8km). Return along same route.</p> <p><em>Backcountry Camping: Several good camping spots can be found on the north shore of Ridge Lakes. If weather is severe, more protected camping can be found about ¼ mile below Ridge Lakes along its outlet creek. Avoid the area south of Ridge Lakes during periods of increased avalanche danger.</em></p> <p><em>Hydrothermal Area Safety: Maintain a safe distance from hydrothermal features. The snow surrounding these areas may look solid but can be a weak layer hiding pools of acidic boiling water. Visitors have been severely burned by hot mud and water.</em></p> <h4>Diamond Peak</h4> <p>Distance: 4 miles (6.4km) roundtrip<br /> Elevation: 6700 to 8000 feet<br /> Average Skiing Time: 4 hours</p> <p>From the parking area, follow the park highway route 1.5 miles (2.4km) to Windy Point. Veer left at the marker for the Ranger Cutoff just beyond the point. The route climbs a gentle slope to a ridge with excellent views of Brokeoff Mountain and Sulphur Works. Stop here or continue along the ridge as it gradually narrows, providing views of Lassen Peak and eventually opening onto a steep slope at the western foot of Diamond Peak (~0.5mi/0.8km). Return along same route to avoid avalanche-prone slopes above Sulphur Works and along the park highway route north of Windy Point. </p> <h2>Advanced Routes</h2> <p>Travel outside of the highway corridor is recommended only for experienced winter travelers.</p> <h4>Brokeoff Mountain</h4> <p>Distance: 7 miles (11.3km) roundtrip<br /> Elevation: 6650 to 9250 feet<br /> Average Skiing Time: 8 hours</p> <p>Traditional routes use the Forest Lake route (near parking area) or the summer trail that begins near the park entrance. Numerous avalanche paths exist on all aspects of the mountain. Travelers should use extreme caution. Many skiers reserve travel to the summit for spring when snow conditions traditionally stabilize. Summit conditions during inclement weather often include high winds with little or no visibility. Be cautious of overhanging cornices at the summit.</p> <h4>Lassen Peak</h4> <p>Distance: 17 miles (27.4km) roundtrip<br /> Elevation: 6700 to 10457 feet<br /> Average Skiing Time: 3 days</p> <p>Most travelers allow three days to summit Lassen Peak in the winter. Be prepared for high winds in the Lassen Peak and Lake Helen areas. Conditions on the mountain are most stable in early morning hours; afternoon travel is not recommended. The safest route up the mountain follows the summer trail through the forested section and continues on the southeast ridge to the summit. Weather conditions on Lassen Peak can deteriorate rapidly, creating white out conditions and high winds.It is advised to travel the Ranger Cutoff to avoid the road corridor skirting the base of Diamond Peak which is prone to avalanche. Travel beyond Ranger Cutoff may be impassable due to snow-drifted areas along the Emerald Sidehill.</p>",
      "location": {
        "lat": 40.43730710086899,
        "lon": -121.53364133893774
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/88603529-904F-8D33-857FA8DD37D4A6EC.jpg",
          "title": "Southwest Area Winter Routes Map",
          "altText": "NPS map depicting winter routes, park road, and visitor center locations",
          "caption": "Click on the map above to open a larger version (app) or open it in a new window (online).",
          "credit": "NPS map"
        }
      ],
      "amenities": [
        "Parking - Auto",
        "Trailhead"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/winter-safety-lassen.htm"
    },
    {
      "id": "60CB57CA-969D-4619-B681-27D26EDB4F26",
      "title": "Warner Valley Day Use Area",
      "listingDescription": "This narrow valley features a number of hydrothermal areas and the historic Drakesbad Guest Ranch. Enjoy easy to moderate hikes to remote hydrothermal areas including Devils Kitchen, Boiling Springs Lake, and Terminal Geyser.",
      "bodyText": "<p><strong>Season:</strong> June through October; road closed winter/spring<br /> <a href=\"https://www.nps.gov/places/www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl\">Access</a><strong>:</strong> Dirt road not recommended for trailers<br /> <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">Fees</a><strong>: </strong>An entrance fee receipt or pass is required<br /> <strong>Note:</strong> No cell service<br /> <br /> Warner Valley Day Use Area is located at the east end of Warner Valley, above Hot Springs Creek. The area includes a trailhead and a small picnic area. The Warner Valley Campground is located across Warner Valley road, which continues one mile to <a href=\"https://www.nps.gov/places/drakesbad-guest-ranch.htm\">Drakesbad Guest Ranch</a>. Vehicle access and parking at Drakesbad is limited to guests only due to limited space. All visitors are welcome to visit Drakesbad, which can be accessed via a short hike from the trailhead. The guest ranch offers a small gift shop as well as bagged lunches, dining, and lodging by reservation only.</p> <h2>Get There</h2> <p>The Warner Valley Day Use Area is located in the southeast corner of the park and is accessed via a 17-mile road out of Chester. The last 3 miles is dirt road with steep sections and is not recommended for trailers. View <a href=\"https://www.nps.gov/lavo/planyourvisit/gettingaround.htm#wv\">directions to the Warner Valley Area</a>.</p> <h2>Trailheads </h2> <p>The trailhead here provides access to <a href=\"www.nps.gov/places/drakesbad-guest-ranch.htm\">Drakesbad Guest Ranch</a>, Boiling Springs Lake, Devils Kitchen, Drake Lake, and the Pacific Crest Trail (PCT). This area is a popular stop for PCT through hikers. Aside from the PCT, the narrow valley does not offer many opportunities for backpacking. A free permit is required for backpacking and stock use; self-registration is available at the Butte Lake Ranger Station.</p> <h2>Picnic Area</h2> <p>A handful of picnic tables are located adjacent to the parking area, above Hot Springs Creek.</p>",
      "location": {
        "lat": 40.4418937996,
        "lon": -121.393543115
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/95A104A9-C545-93A6-E522E72740893DC3.jpg",
          "title": "Warner Valley",
          "altText": "A child runs on a boardwalk through a green meadow lined by conifers.",
          "caption": "A boardwalk on a trail in Warner Valley.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Picnic Table",
        "Recycling",
        "Toilet - Vault/Composting",
        "Trailhead",
        "Trash/Litter Receptacles",
        "Water - Drinking/Potable"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/www.nps.gov/lavo/planyourvisit/gettingaround.htm#jl"
    },
    {
      "id": "6EC45499-0614-47FD-88FA-99030DE130C0",
      "title": "Hike to Bumpass Hell",
      "shortDescription": "Hike the three-mile, round-trip trail to the largest hydrothermal area in the park.",
      "longDescription": "<h2><strong>Bumpass Hell Trail</strong></h2> <p><strong>Start</strong>: Bumpass Hell parking area, 7 miles from the Southwest Entrance<br /> <strong>Round-trip Distance</strong>: 3 miles<br /> <strong>Round-trip Time</strong>: 2 hours<br /> <strong>Terrain</strong>: Gradual climb first mile then 200-foot descent into basin<br /> <strong>Elevation</strong>: 8,200 - 8,400 feet<br /> <strong>Trail Surface:</strong> Packed gravel<br /> <strong>Width:</strong> 48\" to basin overlook; trails into basin are narrow<br /> <strong>Season:</strong> Approximately late July through October<br /> <a href=\"https://www.nps.gov/lavo/learn/photosmultimedia/bh-panos.htm\">360-degree photos of the basin</a></p> <p>Bumpass Hell Trail provides access to the largest hydrothermal area in the park. The trail is open in the late summer and fall only. Learn more about the <a href=\"https://www.nps.gov/thingstodo/hikebumpasshell.htm#CP_JUMP_6748203\">winter/spring closure</a>. Parking for this popular trail is limited and is often full mid-morning to early afternoon, especially on weekends. The three-mile, round-trip hike is easy to moderate in difficulty and is popular with hikers of all ages. Vault toilets are available only at the trailhead, there are no restrooms on the trail or in the basin. Pets are not permitted on any park trails.</p> <h2>How to Hike This Trail Safely</h2> <p>Hiking the Bumpass Hell Trail involves risk. Learn more about general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safely</a> in this high-elevation and remote park. Special considerations for this <a href=\"https://www.nps.gov/lavo/planyourvisit/exploring-the-hydrothermal-areas.htm\">hydrothermal area</a> include:</p> <ul> <li>Shade is limited on this trail. Hikers are encouraged to wear or bring a hat and carry water.</li> <li>Winter conditions can persist through the summer months, especially in the forested sections of the trail. Wear proper footwear (good tread, ankle support, closed toe) and consider using trekking poles to help maintain balance. Knee and ankle injuries are the most common visitor injury in the park.</li> <li><strong>Stay on established trails and boardwalks in/around the basin</strong>. Ground in hydrothermal areas can look solid but may actually be a thin crust hiding pools of acidic boiling water or mud. Visitors have been severely injured by traveling off-trail in these areas. </li> <li><strong>Water and mud in hydrothermal areas is acidic. </strong>Do not put water or mud from park hydrothermal areas on your skin. Even water that is cool to the touch is acidic and can irritate or burn your skin with prolonged exposure.</li> <li>Hiking at high elevation can aggravate preexisting medical conditions. Know the effects of altitude. Carry plenty of water, take often, and do not exceed your abilities.</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "90 Minutes",
      "season": [
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
          "name": "Hiking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/AF2554D6-E2E8-061C-B230DA644291DFB9.jpg",
          "title": "Bumpass Hell Trail",
          "altText": "Four young kids hiking on a trail backed by a large volcanic peak and rocky, tree-lined slopes.",
          "caption": "Bumpass Hell Trail is popular with hikers of all ages.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "trail",
        "hydrothermal areas",
        "hydrothermal features",
        "scenic view",
        "volcanoes"
      ]
    },
    {
      "id": "5D11240D-2B58-4189-96C5-64F6425AB508",
      "title": "Snowshoe a Winter Route",
      "shortDescription": "Enjoy Lassen’s winter wonderland by snowshoe! Meander along the park highway route (snow-covered Hwy 89), circuit an icy lake, visit boiling hydrothermal features, or, for intrepid explorers, summit a snowy peak.",
      "longDescription": "<p>Snowshoes offer a way to explore the park in winter and spring, when roads and trails are hidden under snow. Each side of Lassen’s main park road closure (southwest area and Manzanita Lake area) offer a variety of winter routes to <em>peruse on ‘shoes</em>.</p> <p>Snowshoes are fitted with bindings that strap onto your winter boot. They have spikes underfoot to provide increased stability over hard-packed and icy snow. Decking is attached to a frame, creating a large surface area which prevents post-holing through deep snow. Winter boots are not the same as snowshoes.</p> <h2>Where to Go</h2> <p>In winter, there is no way to drive through the park. Most visitors tend to stick to one side of the road closure and access the park via Kohm Yah-mah-nee Visitor Center (southwest entrance) or Manzanita Lake (northwest entrance). Each side has multiple routes with varying length and difficulty.</p> <h3><a href=\"https://www.nps.gov/lavo/planyourvisit/winter-routes-sw.htm\">Southwest Area Routes*</a></h3> <p><em>(Visitor services, steeper slopes, and sweeping vistas)</em></p> <h3><a href=\"https://www.nps.gov/lavo/planyourvisit/winter-routes-ml.htm\">Manzanita Lake Routes*</a></h3> <p><em>(Easier routes with gentle slopes and scenic lakes)</em></p> <p><strong><em>*Using the app offline? Navigate to “Visiting in Winter” to see route descriptions and maps.</em></strong></p> <h2>Gear Rentals</h2> <p>Rentals may be available in nearby communities of Shingletown (northwest entrance), Mineral (southwest entrance), Red Bluff and Redding (both).<br /> Note - Snowshoe or other winter equipment rentals are not available at the park.</p> <h2>Snowshoeing Tips</h2> <p>Snowshoeing is different than hiking or any other form of recreation. Snowshoeing a trail can be much more tiring than hiking the same trail without snow. Remember to adjust your expectations of how far and how steep you can travel on snowshoes versus hiking in the summer.</p> <p>Snowshoeing strides are different than walking strides, as the shoes force your stance wider. If you’re new to snowshoeing, we recommend trying different walking styles, such as swinging your hips more than normal.</p> <p>If the snow is particularly deep, use the kick-step technique to flick snow off the front of your snowshoe. As you are bringing your foot up, kick your foot to dislodge the extra snow. You may also need to stop periodically to pick out any snow clumps in the spikes of the snowshoe with a trekking pole.</p> <h2>Winter Etiquette</h2> <p>Do not walk on ski tracks. Footprints and snowshoe tracks worsen conditions for skiers and using a separate track ensures snowshoers remain clear of downhill skiers.</p> <p>Yield to faster skiers and/or downhill traffic. Step to side to allow skiers traveling downhill to safely pass. In all other cases, yield to those traveling uphill.</p>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "",
      "season": [
        "Winter",
        "Spring"
      ],
      "activities": [
        {
          "id": "01D717BC-18BB-4FE4-95BA-6B13AD702038",
          "name": "Snowshoeing"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/BF39D389-AFFC-99E6-F299A1DEE103E5DB.jpg",
          "title": "Snowshoe a Winter Route",
          "altText": "three people snowshoeing on a wide snow-covered route in a wooded mountain area",
          "caption": "When roads and trails are hidden under snow, you can still explore the park on snowshoes.",
          "credit": "NPS photo"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "winter",
        "winter recreation",
        "Lassen Volcanic National Park",
        "winter routes",
        "snowshoe",
        "snowshoeing",
        "southwest area",
        "manzanita lake area"
      ]
    },
    {
      "id": "61FCB71E-34E9-48A0-A14F-FF88DE4A9689",
      "title": "Sledding & Snowplay in the Manzanita Lake Area",
      "shortDescription": "Sled a wintery slope, build a snowman, or otherwise enjoy Lassen's winter wonderland at the Manzanita Lake area. Got snow?",
      "longDescription": "<p>The Manzanita Lake Area (5,800 feet elevation) consists of gentle terrain and scenic vistas. It offers the easiest routes for snowshoeing and cross-country skiing in the park. Vehicle access in the park is limited to the Southwest and Manzanita Lake areas in the snowy winter and spring seasons (usually December through April). A parking area is located adjacent to the Loomis Plaza, which offers 24-hour restrooms with water. There are no visitor services in the Manzanita Lake Area November through mid-May.</p> <h2>Sledding</h2> <p>Small hills on the northern shore of Manzanita Lake and in the Chaos Jumbles Area can be fun with small children or those new to sledding. Steeper terrain can be found at the popular <a href=\"https://www.fs.usda.gov/recarea/lassen/recarea/?recid=11424\">Eskimo Hill</a> snow play area in Lassen National Forest, located 1.2 miles east of the park turnoff on Highway 44/89. <strong>Sled with caution</strong>; sledding is the number one cause of visitor injury in the winter season.</p> <h2><a href=\"https://www.nps.gov/lavo/planyourvisit/winter-safety.htm\">Winter Safety - Play it Safe</a> </h2> <p>Visiting Lassen Volcanic National Park in the winter/spring snow season involves risk. You can reduce your risk by being prepared in the following ways:</p> <ol> <li>Plan for winter driving conditions including ice or snow hazards. Visit the <a href=\"https://roads.dot.ca.gov/\">Cal Trans</a> website for current highway conditions.</li> <li>Be prepared for winter conditions at high elevation in a remote area.</li> <li>Choose a route that is appropriate for your skill level and ability.</li> <li>Practice avalanche safety if traveling beyond established routes or in steep terrain.</li> </ol> <h2>Winter Etiquette</h2> <p>Improve everyone's safety and enjoyment by adhering to the following winter etiquette recommendations:</p> <ul> <li><strong>Do not walk on ski tracks.</strong> Footprints and snowshoe tracks create hazards that make skiing more difficult.</li> <li><strong>Snowshoe parallel to the ski track.</strong> Using a separate track ensures snowshoers remain clear of downhill skiers.</li> <li><strong>Yield to faster skiers or downhill traffic. </strong>Step to the side to allow skiers traveling downhill to safely pass. In all other cases, yield to those traveling uphill, as they are working harder and have the right of way.</li> </ul>",
      "location": {
        "lat": 40.536354863787544,
        "lon": -121.56234312080414
      },
      "duration": "",
      "season": [
        "Winter",
        "Spring"
      ],
      "activities": [
        {
          "id": "C38B3C62-1BBF-4EA1-A1A2-35DE21B74C17",
          "name": "Snow Play"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/BB7F371C-9750-5D28-D2C6546EC92816B9.jpg",
          "title": "Sledding & Snowplay in the ML Area",
          "altText": "a family preparing to sled down a snowy hill",
          "caption": "Manzanita Lake offers gentle hills good for young children just learning to sled.",
          "credit": "NPS photo"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "snow play",
        "winter recreation",
        "sledding",
        "winter",
        "Lassen Volcanic National Park",
        "manzanita lake area"
      ]
    },
    {
      "id": "7CE845F7-EA22-48FA-8674-3AF41BFB250D",
      "title": "Hike to Kings Creek Falls",
      "shortDescription": "The Kings Creek Falls trail leads to a large roaring waterfall draped in ferns and other green plants which thrive off the mist generated by the falls.",
      "longDescription": "<p><strong>Start</strong>: Kings Creek Falls Trailhead<br /> <strong>Round Trip Distance</strong>: 2.3 miles (3.7 km) loop<br /> <strong>Round Trip Time</strong>: 2 hours<br /> <strong>Terrain</strong>: Gradual 700 foot descent along Upper Cascades section; steep, narrow stone staircase for one-way, uphill return via Cascades Foot Trail.<br /> <strong>Elevation Start / Loss</strong>: 7,286 feet (2220m) / 486 ft (148 m)<br /> <strong>Season</strong>: Approximately June through October<br /> <strong>Stock Use: </strong>Stock are not permitted on the Cascades Foot section<br /> <br /> Kings Creek Falls is partily open - park staff will continue with repairs. <br /> <br /> Kings Creek Falls can be accessed via a loop or an out-and-back hike. The first half mile passes along Lower Kings Creek Meadow. The loop then begins to the left (clockwise) along the Upper Cascades section, which offers expansive vistas as it steadily descends towards Kings Creek Falls. A fenced overlook provides a clear view of the 30-foot waterfall. Hikers can return to the trailhead on the same Upper Cascades section or loop back on the Cascades Foot section. Please travel uphill only on this narrow, steep section alongside the cascades to help improve your safety and the safety of others.</p> <h2>How to Hike This Trail Safely</h2> <p>Hiking the Kings Creek Fall Trail involves risk. Learn more about general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safely</a> in this high elevation and remote park. Special considerations for this trail include:</p> <ul> <li>Winter conditions can persist through the summer months, especially in the forested sections of the trail. Wear proper footwear and consider using trekking poles to help maintain balance. </li> <li>Hiking at high elevation can aggravate preexisting medical conditions. Know the effects of altitude. Carry plenty of water, take breaks often, and do not exceed your abilities.</li> <li><b>Bears are occasionally sighted in this area. </b>Learn more about <a href=\"https://www.nps.gov/lavo/learn/nature/bear-safety.htm\">how to be bear aware</a> to protect yourself and wildlife.</li> <li><strong>Traveling off-trail around the waterfall is strongly discouraged.</strong> For your safety, please stay behind the overlook railings. Snow melt significantly increases water flow in the spring season and increases the danger of drowning or being swept over the falls.</li> <li>Creek crossings can be hazardous during the spring snow melt season. Use caution when crossing, wear proper footwear and carry extra clothing.</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "90 Minutes",
      "season": [
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
          "name": "Hiking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/B62631A6-F8E6-BB47-FD6744A83EE077E0.jpg",
          "title": "Kings Creek Falls Overlook",
          "altText": "A fenced overlook above a 30-foot-high waterfall.",
          "caption": "Kings Creek Falls overlook provides a safe view of the 30-foot-high waterfall.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "waterfall",
        "trail",
        "hiking"
      ]
    },
    {
      "id": "9DDE02C4-5A8C-4A46-980F-48AD4955D771",
      "title": "Hike Lassen Peak",
      "shortDescription": "Hiking Lassen Peak",
      "longDescription": "<p><strong>Start: </strong>Lassen Peak Trailhead<br /> <strong>Level of Difficulty:</strong> Strenuous <br /> <strong>Round-Trip Distance:</strong> 5 miles (8 km)<br /> <strong>Time:</strong> 4-5 hours<br /> <strong>Elevation Start/Gain:</strong> 8,500 ft (2591 m) / 1,957 ft (596 m)<br /> <strong>Surface:</strong> Packed dirt with some lose rock from erosion</p> <p><br /> Lassen Peak Trail climbs to the summit of one of the largest plug dome volcanoes in the world. Beginning at the Lassen Peak parking area, the trail climbs through twisted mountain hemlock and whitebark pine trees on sand-like cinders. As the trees begin to thin and vistas of the park come into view, the trail steepens into series of switchbacks along a rocky ridge to the summit. The maintained trail ends at the first summit where hikers can read interpretive signs, rest, and enjoy the panoramic view. From there, hikers may continue up the steep route to the true summit or descend into the interior of the crater to explore the remnants of the dramatic eruptions that have rocked this volcano.</p> <h2>How to Hike This Trail Safely</h2> <p>Hiking Lassen Peak Trail involves risk. Learn more about general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safety</a> in this high-elevation and remote park. Special considerations for this trail include:</p> <ul> <li><strong>Snow Conditions</strong> can persist through the summer months. Wear proper footwear and consider using trekking poles to help maintain balance. Travel in the winter months requires winter backcountry travel knowledge and equipment.</li> <li><strong>Sun Exposure</strong> is considerable on Lassen Peak Trail. Tree shade may be found in the first mile after which limited shade is available.</li> <li><strong>Sudden Changes</strong> in weather occur frequently and snow is possible any month of the year. Get an early start to avoid afternoon storms and lightning. Carry extra layers for warmth.</li> <li><strong>Hiking at High Elevation</strong> can aggravate pre-existing medical conditions. Know the effects of altitude. Carry plenty of water, take breaks often, and do not exceed your abilities.</li> </ul> <h2><strong>Yield to Uphill Hikers</strong></h2> <p>Please carefully step off to the side of trail to allow uphill hikers to pass or to stop for a break.</p> <h2><strong>Please Stay on the Trail Do Not Cut Switchbacks </strong></h2> <p>You can enjoy and help preserve one of the park’s oldest and most popular trails by simply staying on it. Traveling off-trail causes damage. Your footsteps can push rocks onto the trail, create pathways for water erosion, and undermine the supporting slope. See hikers straying from the trail? Speak up! A courteous reminder about why it’s important to stay on the trail is usually enough. If not, please report destructive behavior to a park ranger.</p>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "4-5 Hours",
      "season": [
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
          "name": "Hiking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/6270F01C-03B7-77BC-ED941A4F5DB795DB.jpg",
          "title": "Lassen Peak Trail",
          "altText": "A family hikes up a rocky a trail above a bright blue alpine lake and distance volcanic peaks.",
          "caption": "Lassen Peak Trail features continuous, panoramic views.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "hiking",
        "hiking safety",
        "Hiking Trail",
        "volcano",
        "volcanoes",
        "Volcano types",
        "volcanology"
      ]
    },
    {
      "id": "A25ADC8E-21E2-4157-A974-172DF4C4E210",
      "title": "Hike Reflection Lake Loop",
      "shortDescription": "A short and relatively flat walk offers views of Lassen Peak and Chaos Crags volcanoes, often seen reflecting in the water. The trailhead is across the road from the Loomis Museum.",
      "longDescription": "<p><strong>Start</strong>: Lily Pond/Reflection Lake Trailhead, across highway from Loomis Museum<br /> <strong>Round Trip Distance</strong>: 0.5 miles<br /> <strong>Round Trip Time</strong>: half-hour<br /> <strong>Elevation:</strong> 5,890 ft<br /> <strong>Elevation Change</strong>: Negligible<br /> <strong>Surface:</strong> Dirt with tree roots and exposed rock in places, may be soft/wet in spots.<br /> <strong>Season:</strong> May through October (when snow-free)<br /> <br /> This half-mile loop hike circles Reflection Lake leading to spectacular views of Lassen Peak and Chaos Crags on its northern shore often seen reflecting in the water. It is ideal for families with young children or anyone looking for a short and relatively flat walk with rewarding views. Water birds such as Canada geese, coot and mallard ducks are often on the water. A portion of the trail overlaps the Lily Pond Interpretive Trail, which offers an opportunity to learn about the rich diversity of plant and animal life along the loop.</p> <h2>Reflection Lake Recreation</h2> <p>Recreation on Reflection Lake is limited. Please note:</p> <ul> <li><a href=\"https://www.nps.gov/lavo/planyourvisit/boating.htm\">boats</a>, rafts and other floatation devices are not permitted on Reflection Lake.</li> <li><a href=\"https://www.nps.gov/lavo/planyourvisit/water-activities.htm\">Swimming</a> is not advised due to bacterial contaminates, algae, water plants and excessive fallen logs and other obstacles along the shoreline.</li> <li><a href=\"https://www.nps.gov/lavo/planyourvisit/fishing.htm\">Fishing opportunities </a>are limited on Reflection Lake. Excesive water plants and lakeshore debris are sure to snag line and hook. Only tiu chub fish live in Reflection Lake.</li> </ul> <p>Parking is available across the highway at the Loomis Plaza, although the parking area is often full in the summer season. Additional parking is available at the <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a>, which connects to the Loomis Plaza via a short section of the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. Bikes and pets are not permitted on park trails. Strollers and wheelchairs are not recommended as the trail is rocky and narrow in some sections.</p> <h2>How to Hike This Trail Safely </h2> <p>Walking any park trail involves risk. This trail is appropriate for all ages, however all visitors should be familiar with general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safety</a> in this high-elevation and remote park, including:</p> <ul> <li>Wear proper footwear (good tread, ankle support, closed toe). Knee and ankle injuries are the most common visitor injury in the park.</li> <li>Hiking at high elevation can aggravate preexisting medical conditions. Know the effects of altitude. Carry plenty of water, take breaks often, and do not exceed your abilities.</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "15-30 Minutes",
      "season": [
        "Spring",
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "45261C0A-00D8-4C27-A1F8-029F933A0D34",
          "name": "Front-Country Hiking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/2B6109E1-99EC-A367-78C99D830340B14D.jpg",
          "title": "Lassen Peak from Reflection Lake Trail",
          "altText": "Lassen Peak and Reflection Lake as seen from the Reflection Lake Trail",
          "caption": "Reflection Lake Trail Rewards with Views of Lassen Peak",
          "credit": "NPS Photo"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "hiking",
        "lakes and ponds",
        "birds",
        "views",
        "forest"
      ]
    },
    {
      "id": "C4CF7CA2-FD55-4F5E-A7DE-0EAFF0AC7711",
      "title": "Walk Manzanita Lake Trail",
      "shortDescription": "Manzanita Lake Trail is an easy, mostly flat walk suitable for families with young children. It is not stroller-friendly. The walk offers scenic views of Lassen Peak and Chaos Crags volcanoes and birding and wildlife watching opportunities. The trail is popular for sunset viewing.",
      "longDescription": "<p><strong>Start</strong>: Loomis Plaza / <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a><br /> <strong>Round Trip Distance</strong>: 1.7 miles<br /> <strong>Round Trip Time</strong>: 1 hour<br /> <strong>Elevation:</strong> 5,890 ft<br /> <strong>Elevation Change</strong>: Negligible<br /> <strong>Surface:</strong> Firm dirt with tree roots and exposed rock in places<br /> <a href=\"https://www.nps.gov/lavo/learn/photosmultimedia/mltrail-360.htm\">360-degree photos from the trail</a><br /> <br /> Manzanita Lake Trail is one of a handful of walks in the park with scenic views of the iconic Lassen Peak. Begin the dirt trail around the lake from the <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a> or Loomis Plaza (between the restrooms and museum). Parking is easiest at the boat launch; Loomis Plaza parking is often full in the summer season. Restrooms are available at the boat launch and the Loomis Plaza. Lassen Peak and Chaos Crags are visible from a large section of the western shore, which is most easily accessed from the boat launch trailhead. Please note that bikes and pets are not permitted on park trails. Strollers and wheelchairs are not recommended as the trail is rocky and narrow in some sections.<br /> <br /> Manzanita Lake is a popular habitat for songbirds, raptors, and waterbirds. Black-tailed deer, Douglas squirrels, and golden-mantled ground squirrels are also frequently spotted on the trail. Help keep wild animals wild by never feeding wildlife. The trail offers excellent sunset views. The picnic area provides a clear view across the lake to the west. From the western shore, hikers can enjoy alpenglow cast by the setting sun on Lassen Peak and Chaos Crags.</p> <h2>How to Hike This Trail Safely</h2> <p>Walking the Manzanita Lake Trail involves risk. Learn more about general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safety</a> in this high-elevation and remote park. Special considerations for this trail include:</p> <ul> <li>Shade can be limited. We recommend all hikers wear or bring a hat and carry water.</li> <li>Wear proper footwear (good tread, ankle support, closed toe). Knee and ankle injuries are the most common visitor injury in the park.</li> <li>Hiking at high elevation can aggravate preexisting medical conditions. Know the effects of altitude. Carry plenty of water, take breaks often, and do not exceed your abilities.</li> </ul>",
      "location": {
        "lat": 40.5316815383616,
        "lon": -121.564704862469
      },
      "duration": "30-90 Minutes",
      "season": [
        "Winter",
        "Spring",
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
          "name": "Hiking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/1B256E67-EE93-5A94-2BD9B61FAFD05231.jpg",
          "title": "Manzanita Lake Trail",
          "altText": "A looks out on a brush-lined lake backed by volcanic peaks.",
          "caption": "Manzanita Lake Loop affords spectacular views of Chaos Crags and Lassen Peak.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "trail",
        "walking",
        "families",
        "wildlife",
        "scenic views",
        "volcanoes",
        "sunset"
      ]
    },
    {
      "id": "EED07916-5F58-4267-AA40-228A86395ACA",
      "title": "Walk Lily Pond Interpretive Trail",
      "shortDescription": "A half-mile, self-led, interpretive loop explores the rich diversity of plant and animal life in the Manzanita Lake Area.",
      "longDescription": "<p><strong>Start</strong>: Lily Pond Trailhead, across highway from Loomis Museum<br /> <strong>Round Trip Distance</strong>: 0.5 miles<br /> <strong>Round Trip Time</strong>: 1 hour (with stops)<br /> <strong>Elevation:</strong> 5,890 ft<br /> <strong>Elevation Change</strong>: Negligible<br /> <strong>Surface:</strong> Dirt with tree roots and exposed rock in places, may be soft/wet in spots.<br /> <strong>Season:</strong> May through October (when snow-free)<br /> <br /> This half-mile, self-led interpretive walk explores the rich diversity of plant and animal life in this unique volcanic landscape. It is ideal for families with young children or anyone looking for a short and relatively flat walk. A portion of the trail overlaps the Reflection Lake Loop, which offers spectacular views of Lassen Peak and Chaos Crags on its northern shore. A leaflet includes stop descriptions that correspond to numbered posts on the trail. A $0.50 donation is request for the leaflet, which is available at the trailhead located directly across the park highway from the Loomis Museum.<br /> <br /> Parking is available across the highway at the Loomis Plaza, although the parking area is often full in the summer season. Additional parking is available at the <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">Manzanita Lake Day Use Area</a>, which connects to the Loomis Plaza via a short section of the <a href=\"https://www.nps.gov/thingstodo/walkmanzanitalake.htm\">Manzanita Lake Trail</a>. Bikes and pets are not permitted on park trails. Strollers and wheelchairs are not recommended as the trail is rocky in some sections. </p> <h2>How to Walk This Trail Safely</h2> <p>Walking any park trail involves risk. This trail is appropriate for all ages, however all visitors should be familiar with general <a href=\"https://www.nps.gov/lavo/planyourvisit/hiking-safety.htm\">hiking safety</a> in this high-elevation and remote park, including:</p> <ul> <li>Wear proper footwear (good tread, ankle support, closed toe). Knee and ankle injuries are the most common visitor injury in the park.</li> <li>Hiking at high elevation can aggravate preexisting medical conditions. Know the effects of altitude. Carry plenty of water, take breaks often, and do not exceed your abilities.</li> </ul>",
      "location": {
        "lat": 40.5365474398659,
        "lon": -121.563173601929
      },
      "duration": "15-60 Minutes",
      "season": [
        "Spring",
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "A0631906-9672-4583-91DE-113B93DB6B6E",
          "name": "Self-Guided Tours - Walking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/5166D4DB-C58A-970E-A2A2326011B5B44F.jpg",
          "title": "Lily Pond",
          "altText": "A pond covered in green plants lined by grass and surrounded by conifers.",
          "caption": "Lily Pond along the Lily Pond Interpretive Trail",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "interpretive walk",
        "self-guided trail",
        "lake",
        "Pond"
      ]
    },
    {
      "id": "0C4CD34C-28D4-4119-A6AD-B7FBC94E1C58",
      "title": "Walk Devastated Area Interpretive Trail",
      "shortDescription": "Trailside signs on this wheelchair-accessible, 0.2-mile loop provide an introduction to the 1915-1916 Lassen Peak eruption and the resulting Devastated Area.",
      "longDescription": "<strong>Start</strong>: Devastated parking area, 10 miles from the Northwest Entrance<br /> <strong>Loop Distance</strong>: 0.2 miles<br /> <strong>Time</strong>: 15 minutes<br /> <strong>Terrain</strong>: Slightly sloped decomposed granite<br /> <strong>Elevation</strong>: 6,446 feet<br /> <strong>Season:</strong> Approximately June through October<br /> <br /> The Devastated Area Interpretive Trail is a 0.2-mile loop. Trailside signs detail the area's formation during the 1915-1916 Lassen Peak eruption. Restrooms, picnic tables, and trash and recycle bins are available at the trailhead. A number of spots within the Devastated Area afford excellent views of Lassen Peak and the upper Devastated Area on its southeast slope. <br />  ",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "15 Minutes",
      "season": [
        "Summer",
        "Fall"
      ],
      "activities": [
        {
          "id": "A0631906-9672-4583-91DE-113B93DB6B6E",
          "name": "Self-Guided Tours - Walking"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E48AE0DA-BC85-92FA-5148E08BBE35AB90.jpg",
          "title": "Devastated Area Trail",
          "altText": "A girl and a woman stand next to a boulder and interpretive sign on a walkway.",
          "caption": "Trailside signs describe the 1915-1916 Lassen Peak eruption that created the Devastated Area.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "self-guided hike",
        "eruption",
        "volcanoes"
      ]
    },
    {
      "id": "71000316-5573-4205-B397-6330FB9896D0",
      "title": "Visit Sulphur Works in Winter",
      "shortDescription": "Enjoy the sights and sounds of Sulphur Works hydrothermal area via a two-mile, round-trip over-snow route in the Southwest Area.",
      "longDescription": "<p>The boiling mudpots and hissing steam vents at Sulphur Works hydrothermal area are accessible year-round via a two-mile round-trip, over-snow route. Hydrothermal features are visible on both sides of the snow-covered park highway route and heat from these features often keeps the portion of road between them clear of snow. This is the only <a href=\"https://www.nps.gov/lavo/planyourvisit/exploring-the-hydrothermal-areas.htm\">park hydrothermal area</a> that is accessible in the winter months (approximately November through April). The 30-mile park highway closes to through traffic in the snow season (approximately November through April). </p> <h2>Get There</h2> <p><strong>Distance: </strong>2 miles round-trip<br /> <strong>Elevation:</strong> 6,700 to 7,000 feet<br /> <strong>Average Snowshoeing Time:</strong> 1 hour</p> <p>To access Sulphur Works, follow the snow-covered park highway route from the Southwest Area parking area. The route passes the Kohm Yah-mah-nee Visitor Center and a sledding area. The one-mile route climbs gently along a hillside above Sulphur Creek and offers a partial view of Lassen Peak at about the halfway point. The left side of the route is bordered by steep side hills. Be aware of <a href=\"https://www.nps.gov/lavo/planyourvisit/winter-safety.htm#avalanche\">avalanche danger</a> by watching for movement on the steep slopes above. Near the end of the route you will cross Sulphur Works bridge and the summertime Sulphur Works parking area on your left. Rising steam and the scent of rotting eggs makes your destination is unmistakable. From here you can return the way you came, continue 1/2 mile up the highway route to Windy Point, or begin the steep climb to Ridge Lakes. View these and other <a href=\"https://www.nps.gov/lavo/planyourvisit/winter-routes-sw.htm\">winter routes in the Southwest Area</a>.</p> <h2>Oversnow Travel</h2> <p>In the winter months, travel by snowshoe or cross-country ski is best for traveling over the deep snowpack. Bring your own equipment; rentals are not available in the park. This popular route may be hardpacked, especially through the sledding area just beyond the visitor center. <strong>This route is recommended for advanced cross-country skiers only</strong> as footprints and snowshoe tracks on this popular route freeze and make skiing more difficult. The <a href=\"https://www.nps.gov/thingstodo/snowplayml.htm\">Manzanita Lake Area</a> offers better routes for beginners. We do not recommend walking without snowshoes unless the route is completely hardpacked. Otherwise, you should be prepared for your feet and legs to break through the snow frequently in an exhausting experience known as post-holing. Learn about <a href=\"https://lnt.org/preventing-the-posthole/\"> why not creating postholes is good for everyone from Leave No Trace Center for Outdoor Ethics</a>.</p> <h2>Winter Etiquette</h2> <p>Improve everyone's safety and enjoyment by adhering to the following winter etiquette recommendations:</p> <ul> <li><strong>Do not walk on ski tracks.</strong> Footprints and snowshoe tracks create hazards that make skiing more difficult.</li> <li><strong>Snowshoe parallel to the ski track.</strong> Using a separate track ensures snowshoers remain clear of downhill skiers.</li> <li><strong>Yield to faster skiers or downhill traffic. </strong>Step to the side to allow skiers traveling downhill to safely pass. In all other cases, yield to those traveling uphill, as they are working harder and have the right of way.</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "duration": "60 Minutes",
      "season": [
        "Winter",
        "Spring"
      ],
      "activities": [
        {
          "id": "01D717BC-18BB-4FE4-95BA-6B13AD702038",
          "name": "Snowshoeing"
        }
      ],
      "arePetsPermitted": false,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/DCC1C589-FD17-7748-BE2BB32D54FBD68C.jpg",
          "title": "Snowshoer at Sulphur Works",
          "altText": "A woman on showshoes takes a photo of a large mudpot in a mountain landscape.",
          "caption": "Enjoy the sights, sounds, and scents of Sulphur Works.",
          "credit": ""
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": false,
      "tags": [
        "mountains",
        "winter recreation",
        "snowshoeing",
        "cross-country skiing",
        "hydrothermal areas"
      ]
    }
  ],
  "total": "21"
}