[
  {
    "id": "DED973D9-9F23-4BA7-B915-4BEC6F2E8172",
    "title": "Listen to Glacier's Podcast",
    "shortDescription": "Rangers recommend Glacier's podcast, Headwaters: a podcast about how Glacier is connected to everything else!",
    "longDescription": "Whether you are new to Glacier or a longtime regular, we recommend you check out Glacier's podcast, <a href=\"https://www.nps.gov/glac/learn/photosmultimedia/headwaters-podcast.htm\">Headwaters</a>. Headwaters is a podcast about how Glacier is connected to everything else. The episodes of season one provide an excellent overview of the whole park. However, they also dive into less-known stories that will interest lifelong visitors. ",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "1-30 Hours",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3",
        "name": "Guided Tours"
      }
    ],
    "arePetsPermitted": true,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0FE8D2DC-0188-AE4C-B80AC72F70AE4B7B.jpg",
        "title": "Mountains at Sunset",
        "altText": "Blue mountains and a golden sunset with clouds",
        "caption": "View of Glacier's mountains at sunset.",
        "credit": "NPS"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "podcast"
    ]
  },
  {
    "id": "34ACB6AE-7B12-443F-A447-ECB914B47CD3",
    "title": "Red Foxes",
    "shortDescription": "Red foxes are found throughout the northern hemisphere. In Glacier, they are adapted to a wide range of habitats, from open grasslands to dense forests. Most abundant in riparian areas and along the edges of forests, they are the smallest of the canids found in the park. Red foxes occur in several color phases, but they usually have reddish-yellow coats that are somewhat darker on the back and shoulders, black \"socks\" on their lower legs, and a white-tipped tail.",
    "longDescription": "<em>Vulpes vulpes</em><br /> Red foxes are found throughout the N<a>orthern Hemisphere</a>. In Glacier, they are adapted to a wide range of habitats, from open grasslands to dense forests. Red foxes occur in several color phases, but they usually have reddish-yellow coats that are somewhat darker on the back and shoulders. Red foxes also have black \"socks\" on their lower legs and a white-tipped tail.<br /> <br /> There are nine subspecies of red fox currently recognized in North America with three native subspecies existing at high elevations in the western United States. The Sierra Mountains (<em>V. v. necatar</em>), Cascade Mountains (<em>V. v. cacadensis</em>), and Rocky Mountains (<em>V. v. macroura</em>) are collectively called mountain foxes and have inhabited these areas since the last Ice Age.",
    "location": {
      "lat": 48.6952798478,
      "lon": -113.717926135
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C6752781-FB30-69C3-B5B2B44991B8B216.jpg",
        "title": "Red fox",
        "altText": "A red fox stands on forest ground.",
        "caption": "Red foxes often live on the forest edge, ensuring good places to den, hide, and scavenge or hunt.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "766700EA-B303-4DAA-AD80-8D45EA6F27B1",
    "title": "Bighorn Sheep",
    "shortDescription": "Bighorn sheep live in a variety of habitats throughout the year. During the summer, they can be found in meadows, fellfields, and on mid-elevation slopes bordered by cliffs and ledges. In the winter, sheep frequent windswept and south-facing valleys and ridges where forage is blown free of snow. Bighorn sheep can often be seen in the parking lot of Logan Pass licking antifreeze from the pavement, which is the most easily accessible source of salt in their diet.",
    "longDescription": "<em>Ovis canadensis</em><br /> Rocky Mountain bighorn sheep, named for their large horns that can weigh up to 30 pounds on males, inhabit alpine meadows and grassy mountain slopes in the Rocky Mountains of Canada and the United States. Their ability to climb steep terrain allows them to find cover from predators. Traveling in herds and feeding on grasses and shrubs throughout the year, big horn sheep are one of the few species that can survive winters at high elevations.",
    "location": {
      "lat": 48.6952798478,
      "lon": -113.717926135
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BA521AB1-DCD5-2C04-32D972AE9BD2CF34.jpg",
        "title": "",
        "altText": "a bighorn sheep pops its head up and over tall green grasses.",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "mammals",
      "wildlife"
    ]
  },
  {
    "id": "F373C09A-CB3D-4AEA-862A-26B3D02E0886",
    "title": "Gray Wolves",
    "shortDescription": "The subspecies of gray wolves (Canis lupus) found in Glacier is called the northern Rocky Mountain gray wolf (C. l. irremotus). There are three color variants: gray, white, and black. Wolves are secretive and elusive creatures, with sightings primarily being of lone wolves or pairs.",
    "longDescription": "<i>Canis lupus</i><br /> <i></i>Northern Rocky Mountain gray wolves (<em>C. l. irremotus</em>) are the subspecies of gray wolves found in Glacier. There are three color variants: gray, white, and black. Wolves are secretive and elusive creatures, with sightings primarily being of lone wolves or pairs.<br /> <br /> Wolves are not normally a danger to humans, unless habituated by humans who have provided  them with food. There has never been a known case of a wolf attacking a human in Glacier.",
    "location": {
      "lat": 48.783553166,
      "lon": -114.280589904
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8D78C294-C873-748F-4D59874B4B12577E.jpg",
        "title": "Gray Wolf",
        "altText": "A wolf lays in the snow, with shoots of dead grass in the background. It has gray fur and gray eyes.",
        "caption": "You're more likely to hear than to see a wolf. They're typically heard in the North Fork area.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "wolves"
    ]
  },
  {
    "id": "D4029CEA-F7F2-4DFA-A97C-92B45A397966",
    "title": "Elk",
    "shortDescription": "Glacier provides a summer range for a significant number of elk, while most winter at lower elevations outside the park. The subspecies occuring in Glacier is the Rocky Mountain elk (C. c. nelsoni). They feed on grasses, sedges, other herbs and shrubs, bark of aspen trees, conifer needles, burned bark, and aquatic plants.",
    "longDescription": "<em>Cervus canadensis</em><br /> Glacier provides summer range for a significant number of elk. Most elk winter at lower elevations outside the park. The subspecies occurring in Glacier is the Rocky Mountain elk (<em>C. c. nelsoni</em>).",
    "location": {
      "lat": 48.783553166,
      "lon": -114.280589904
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94CEA51A-AAEC-E7A3-84D79633C7D81D41.jpg",
        "title": "Elk",
        "altText": "A group of about 9 elk stand and lay in snow up to their knees.",
        "caption": "A group of elk lay and stand amidst February snow.",
        "credit": "NPS photo, David Restivo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "D47B89F7-A54C-4981-8B72-AC7EBF886D7B",
    "title": "Wolverines",
    "shortDescription": "A mid-sized carnivore in the weasel family, the wolverine is active throughout the year in cold, snowy environments to which it is well-adapted. Wolverines are rarely seen and inhabit remote terrain. They are also known as one of the rarest and most elusive carnivores on the planet.",
    "longDescription": "<em>Gulo gulo</em><br /> A <a>mid-size</a>d carnivore in the weasel family, the wolverine is active throughout the year in cold, snowy environments to which it is well-adapted. Wolverines are rarely seen and inhabit remote terrain. They are also known as one of the rarest and most elusive carnivores on the planet.",
    "location": {
      "lat": 48.7389575081,
      "lon": -113.75182773
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C786F7FC-E424-524C-25766B24319C0128.jpg",
        "title": "Wolverine",
        "altText": "A wolverine crosses a rocky slope behind a large patch of snow.",
        "caption": "The primary threat to wolverines is habitat and range loss due to climate warming.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "CEB3A9D6-4297-4C1E-91D6-29A2E6A61CCA",
    "title": "Deer",
    "shortDescription": "Two types of deer are commonly seen thorughout Glacier: the northwestern white-tailed deer (O. v. ochrourus) and the Rocky Mountain mule deer (O. h. hemionus). Both will flee when in danger. Males grow antlers from April or May through August or September and then shed them in the spring.",
    "longDescription": "Two types of deer are commonly seen throughout Glacier: the northwestern white-tailed deer (<em>O. v. ochrourus</em>) and the Rocky Mountain mule deer (<em>O. h. hemionus</em>). Both will flee when in danger. Males grow antlers from April or May through August or September and then shed them in the spring.<br /> <br /> White-tailed deer have a reddish-brown coat with white hair found on their throat, near their nose and eyes, on their stomach, and on the underside of their tails. When they sense potential danger approaching, white-tailed deer will raise their tail to expose the tail’s white underside. This is a signal to other deer that a threat is near.<br /> <br /> Mule deer have a black-brown forehead that contrasts with their lighter, grayish face. <a>Mule deer have a white rump patch</a>, and a slim white tail with a distinctive black tip. Mule deer also have mule-like ears that are very large — proportionally about three-quarters the length of their heads.",
    "location": {
      "lat": 48.59434258,
      "lon": -113.926046806
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C83A0EF6-00E5-B64A-52225FD84DF86F24.jpg",
        "title": "Mule Deer",
        "altText": "A mule deer buck reaches back among grass and boulders.",
        "caption": "A mule deer buck reaches back among grass and boulders.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "Deer"
    ]
  },
  {
    "id": "9A2574DF-7682-4C09-9B98-B078FA8E1A0E",
    "title": "All about birding in Glacier National Park",
    "shortDescription": "Glacier provides a wonderful opportunity to birdwatch, with plenty of spaces for birders of all ages to sit, listen, and observe the sights and sounds of nature. With 279 documented species including raptors, songbirds, shorebirds, and waterfowl, the park’s variation in elevation and habitat types contribute to a high diversity of bird life.",
    "longDescription": "Glacier provides a wonderful opportunity to birdwatch, with plenty of spaces for birders of all ages to sit, listen, and observe the sights and sounds of nature. With 279 documented species including raptors, songbirds, shorebirds, and waterfowl, the park’s variation in elevation and habitat types contribute to a high diversity of bird life. To learn more about the birds found in Glacier, visit <a href=\"https://www.nps.gov/glac/learn/nature/birds.htm\">nps.gov/glac/learn/nature/birds</a>.<br /> <br /> At all times, but especially during the nesting season, birds should be viewed from a distance. Getting too close to wildlife can stress any animal, and human proximity sometimes causes a bird to abandon its nest. Feeding or harassing wildlife is strictly prohibited and subject to a fine. <i>Playing recorded audio of bird calls is illegal in the park.</i>",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B2EEE3D-A829-9E95-9A485E3107F880A7.jpg",
        "title": "Watching Golden Eagles on Mount Brown",
        "altText": "Three birders use binoculars to look for migrating raptors with a mountain in the background.",
        "caption": "Glacier is great for birding in the spring and summer but fall has its moments too!",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "7D2BC439-A06F-451B-A336-593023F67753",
    "title": "White-Tailed Ptarmigan",
    "shortDescription": "The white-tailed ptarmigan is a medium to large chicken-like member of the grouse family. They are completely white in winter and barred grayish-brown in summer with white wings and tails and feathered feet. Breeding males will have a broad band of black markings across the chest and have red eye combs. Like chickens, they make clucking noises.",
    "longDescription": "<i>Lagopus leucurus</i><br /> The white-tailed ptarmigan is a medium to large chicken-like member of the grouse family. They are completely white in winter and barred grayish-brown in summer with white wings and tails and feathered feet. Breeding males will have a broad band of black markings across the chest and have red eye combs. Like chickens, they make clucking noises.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CA9734A7-C706-4A07-DBA2DF8500863101.jpg",
        "title": "White-tailed ptarmigan",
        "altText": "A brown-speckled bird followed by two smaller chicks walks amongst rocks and vegetation.",
        "caption": "Ptarmigan are camouflaged to look like rocks in summer, then turn white in winter to match snow.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "3A308D1B-C963-4C71-9290-7CFD4EAAD4F7",
    "title": "Mountain Bluebird",
    "shortDescription": "The mountain bluebird is a small bird with a round head and a straight, thin bill. Adult males are bright sky-blue, somewhat paler underneath. Adult females have duller blue wings and tails with gray breasts, crowns, throats, and backs. Their call sounds similar to a thin “tew” while their song is a warbled high “chur chur.”",
    "longDescription": "<i>Sialia currucoides</i><br /> The mountain bluebird is a small bird with a round head and a straight, thin bill. Adult males are bright sky-blue, somewhat paler underneath. Adult females have duller blue wings and tails with gray breasts, crowns, throats, and backs. Their call sounds similar to a thin “tew” while their song is a warbled high “chur chur.”",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D6F697A1-C996-E46F-E457109D9F06C66B.jpg",
        "title": "Mountain Bluebird",
        "altText": "A sky-blue bird sits at the top of a coniferous tree against a gray sky.",
        "caption": "The mountain bluebird inspired the original Twitter icon.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "140635F5-7663-40FD-8A33-B8959486E267",
    "title": "Clark's Nutcracker",
    "shortDescription": "The Clark’s nutcracker has a pale- gray body, black wings with large white patches along the trailing edges, and a black tail with broad white stripes on either side. These birds typically travel in small flocks and call back and forth to communicate. They have a long, harsh, rising call that sounds similar to “shraaaaaaa.”",
    "longDescription": "<i>Nucifraga Columbiana</i><br /> The Clark’s nutcracker has a pale- gray body, black wings with large white patches along the trailing edges, and a black tail with broad white stripes on either side. These birds typically travel in small flocks and call back and forth to communicate. They have a long, harsh, rising call that sounds similar to “<i>shraaaaaaa</i>.”<br /> <br /> Clark’s nutcrackers spend most of their summer gathering pine seeds and burying them to use later in the year. They can carry 90 seeds at a time in a pouch under their tongue. Their seed caches help with the repopulation of whitebark pine trees, a keystone species in Glacier.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D26D56FC-A2CA-323A-87D46EDADF06F586.jpg",
        "title": "Clark's Nutcracker",
        "altText": "A small bird soars through the sky. It has a gray body with dark wings and white wingtips.",
        "caption": "Clark's nutcracker is distinctive in look and behavior. It's unlike any other corvid in Montana.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "C68224CC-6812-4261-952B-469BEA5D647B",
    "title": "Harlequin Duck",
    "shortDescription": "One-quarter of Montana’s harlequin duck broods are born in Glacier National Park. These birds have a low reproductive rate and are very susceptible to habitat loss and degradation. Because of these characteristics, they are listed as a Species of Concern in the state of Montana.",
    "longDescription": "<i>Histrionicus histrionicus</i><br /> The harlequin duck is one of Glacier’s more colorful characters. Adult males have blue-gray to black necks and backs with chestnut sides and crowns. They also have white bars and spots on their sides, necks, and faces. Adult females are generally brown with a white spot on the cheek. These ducks are distinct for their mouse-like squeak.<br /> <br /> One-quarter of Montana’s harlequin duck broods are born in Glacier National Park. These birds have a low reproductive rate and are very susceptible to habitat loss and degradation. Because of these characteristics, they are listed as a Species of Concern in the state of Montana. At all times, but especially during the nesting season, birds should be viewed from a distance. Getting too close to wildlife can stress any animal, and human proximity sometimes causes a bird to abandon its nest.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D22BAEFC-9632-3FAD-8F585ED0910B73C5.jpg",
        "title": "Harlequin Duck",
        "altText": "An orange, gray, and white duck sits on a rock amidst rushing water.",
        "caption": "Harlequin ducks have been studied in the park since 1974.",
        "credit": "NPS photo by Jacob Frank."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "1B1EED83-963E-4852-BF86-C0AE5938D0C0",
    "title": "Osprey",
    "shortDescription": "A large bird with a slim body, the osprey has long, narrow wings that have a sharp bend in flight resembling the letter “M.” Ospreys have dark-brown feathers on their back and are white underneath. They also have a notable dark mark at the “wrist” of their wing. An osprey’s call is high-pitched with a series of short, slightly wavering screeches that sound like “too-too-too-tee-tee-tee-tee-too-too.”",
    "longDescription": "<i>P</i><i>andion haliaetus</i><br /> A large bird with a slim body, the osprey has long, narrow wings that have a sharp bend in flight resembling the letter “M.” Ospreys have dark-brown feathers on their back and are white underneath. They also have a notable dark mark at the “wrist” of their wing. An osprey’s call is high-pitched with a series of short, slightly wavering screeches that sound like “<i>too-too-too-tee-tee-tee-tee-too-too.</i>”",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1E725C6-FE9E-8EAA-3984104464CCDE02.jpg",
        "title": "Osprey",
        "altText": "A bird with brown wings and a white breast and neck sits atop a bare branch with cobwebs.",
        "caption": "Ospreys are primarily near water sources with healthy fish populations.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "B49DC2C8-2E7B-454C-BD9A-0F16BDFD560B",
    "title": "Common Loon",
    "shortDescription": "One-fifth of Montana’s nesting loons are in Glacier National Park. Because of their limited range, small population, sensitivity to human disturbance, and loss of breeding habitats outside of the park, they are listed as a Species of Special Concern in Montana. Human disturbance along shores or getting too close to these birds can cause stress and may cause them to abandon their nests.",
    "longDescription": "<i>Gavia immer</i><br /> Breeding adult loons have black and white checkering on the back, a black bill, red eyes, and an iridescent green head and neck. The neck has a black and white chinstrap and a distinctive collar.<br /> <br /> They have four common calls: a wail, for long-distance communication; a yodel, used as a territorial signal by males only; a tremolo, a staccato call usually from an agitated adult; a hoot, a contact call often between adults or adults and their young.<br /> <br /> One-fifth of Montana’s nesting loons are in Glacier National Park. Because of their limited range, small population, sensitivity to human disturbance, and loss of breeding habitats outside of the park, they are listed as a Species of Special Concern in Montana. Human disturbance along shores or getting too close to these birds can cause stress and may cause them to abandon their nests.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D17EF87C-C204-2164-ED5E4ED133CC0646.jpg",
        "title": "Common Loon",
        "altText": "Three black and white checkered birds glide on the water. One flaps its wings about to take flight.",
        "caption": "Loons need active conservation efforts because of their vulnerability.",
        "credit": "NPS photo by Tim Rains."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "6968F0CC-079A-4BF0-A3B8-DB55A25A5F76",
    "title": "Owls",
    "shortDescription": "There are four species of owls documented within Glacier, but their nocturnal nature may make it difficult to hear or see one of them while visiting.",
    "longDescription": "There are four species of owls documented within Glacier, but their nocturnal nature may make it difficult to hear or see one of them while visiting. Look and listen for the following species. <ul> <li>Northern hawk owl (<i>Surnia ulula</i>) – its call is similar to a kestrel with a whistling “<i>ki-ki-ki-ki-ki-ki.</i>”</li> <li>Great horned owl (<i>Bubo virginianus</i>) – its deep stuttering call is a series of “<i>ho hoo hoo hoododo hooooo hoo.</i>”</li> <li>Great gray owl (<i>Strix nebulosa</i>) – its call is deep and resonating with a series of low-pitched “<i>hoos</i>” that last six to eight seconds with 30-second gaps.</li> <li>Barred owl (<i>Strix varia</i>) – its distinctive staccato call sounds similar to “<i>Who cooks for you?</i>”</li> </ul>",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CF718106-A695-C17C-B8086D05CAE7685F.jpg",
        "title": "Great Horned Owl",
        "altText": "An owl with feathers resembling eyebrows and yellow eyes stares down from a tree branch.",
        "caption": "The great horned owl has a deep stuttering call that sounds similar to \"ho hoo hoo hoododo hooo ho.\"",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "3380420A-D381-48CC-A43F-0D8089F54764",
    "title": "Eagles",
    "shortDescription": "The bald eagle (Haliaeetus leucocephalus) and the golden eagle (Aquila chrysaetos) can both be seen soaring over Glacier’s skies. As one of the most important golden eagle migration routes in North America, Glacier established a Hawk Watch International site in 2018 to monitor raptors during fall migration. Research has shown that human presence can disturb eagle nesting and foraging, so known nest areas in national parks are often closed to visitors.",
    "longDescription": "The bald eagle (<i>Haliaeetus leucocephalus</i>) and the golden eagle (<i>Aquila chrysaetos</i>) can both be seen soaring over Glacier’s skies. Golden eagles are identified as large, dark-brown birds with golden-colored heads and napes. Adults have dark-gray wing feathers. Immature birds have large, white wing patches and a white band on their tail, visible in flight. Bald eagles can be mistaken for golden eagles when immature as they show varying amounts of white when young. Their head and tail will not become completely white until they are four to five years old.<br /> <br /> As one of the most important golden eagle migration routes in North America, Glacier established a Hawk Watch International site in 2018 to monitor raptors during fall migration. Research has shown that human presence can disturb eagle nesting and foraging, so known nest areas in national parks are often closed to visitors.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CF118B42-9202-C12D-25AB3A66A8B76BCF.jpg",
        "title": "Bald Eagles",
        "altText": "A large bird with a white head and brown body opens its beak towards another large brown bird.",
        "caption": "A bald eagle opens its beak as if talking to the other juvenile bald eagle.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "8ACB3254-48F0-4433-A445-AE33D755F9F0",
    "title": "Varied Thrush",
    "shortDescription": "These secretive birds rarely flaunt their flashy colors. Instead, they sing shyly from dense forests. Adult males have a light orange line over the eyes, blue-gray backs, and a burnt-orange throat and belly separated by a dark breast band but are heard much more often than seen. They have a distinctive song of a long, single whistle on one pitch; it can sometimes be mistaken for a human distress whistle.",
    "longDescription": "<i>Ixoreus naevius</i><br /> <i></i>These secretive birds rarely flaunt their flashy colors. Instead, they sing shyly from dense forests. Adult males have a light orange line over the eyes, blue-gray backs, and a burnt-orange throat and belly separated by a dark breast band but are heard much more often than seen. They have a distinctive song of a long, single whistle on one pitch; it can sometimes be mistaken for a human distress whistle.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CEBA4C0F-9895-DC8E-892FDE4D2A8274B3.jpg",
        "title": "Varied Thrush",
        "altText": "A black and bright orange bird lands atop a snow bank.",
        "caption": "Despite its bright coloring, the varied thrush is actually quite secretive and shy.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "88FB0F11-DDCA-42C5-B523-87FB74ACD59E",
    "title": "American Dipper",
    "shortDescription": "The American dipper is a stocky, round-bodied bird with grayish-brown feathers, a dark bill, and long, pale legs. The bird gets its name from bobbing up and down while standing, a funny but easily identifying trait. They sing a high-pitched song that is a series of whistled phrases, each repeated two to four times with a buzzy call that sounds similar to “dzeet.”",
    "longDescription": "<i>Cinclus mexicanus</i><br /> The American dipper is a stocky, round-bodied bird with grayish-brown feathers, a dark bill, and long, pale legs. The bird gets its name from bobbing up and down while standing, a funny but easily identifying trait. They sing a high-pitched song that is a series of whistled phrases, each repeated two to four times with a buzzy call that sounds similar to “<i>dzeet.</i>”",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE7031EF-CE4A-D265-0707E430E7FBC252.jpg",
        "title": "American Dipper",
        "altText": "A round gray-blue bird sits on a pale brown rock in the water.",
        "caption": "The American dipper has a white eyelid which shows when it's blinking.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "282A5CA1-1CE4-45F3-A29C-AA8318681ED6",
    "title": "Fire-Adapted Woodpeckers",
    "shortDescription": "Glacier is the perfect home for several fire-adapted woodpeckers. These are birds that depend on regular wildfire to create their habitat. Listen for “thunks” or knocking sounds of woodpeckers as they excavate tree cavities in search of a meal.",
    "longDescription": "Glacier is the perfect home for several fire-adapted woodpeckers. These are birds that depend on regular wildfire to create their habitat. Listen for “thunks” or knocking sounds of woodpeckers as they excavate tree cavities in search of a meal. <ul> <li>Black-backed woodpecker (<i>Picoides tridactylus</i>)</li> <li>American three-toed woodpecker (<i>Picoides dorsalis</i>)</li> <li>Lewis’s woodpecker (<i>Melanerpes lewis)</i></li> </ul>",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "5A2C91D1-50EC-4B24-8BED-A2E11A1892DF",
        "name": "Birdwatching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CC174889-D3E6-A36E-7571407345CF09A6.jpg",
        "title": "An American three-toed woodpecker",
        "altText": "A bird with a white and black striped breast and black top feathers hangs onto a tree trunk.",
        "caption": "American three-toed woodpeckers are often seen in recently burned areas.",
        "credit": "NPS photo."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": []
  },
  {
    "id": "332A0727-7226-41F8-BE63-BC4F864C90DA",
    "title": "Weasels",
    "shortDescription": "Glacier National Park has many members of the weasel family that call the park home. Two of those animals are the short-tailed weasel or ermine (Mustela erminea) and the long-tailed weasel (Mustela frenata).",
    "longDescription": "Many members of the weasel family call Glacier National Park home. Two of these are the short-tailed weasel, also<a> called </a>ermine (<em>Mustela erminea</em>), and the long-tailed weasel (<em>Mustela frenata</em>).<br /> <br /> Both have very long bodies, short legs, and a pointed face. The long-tailed weasel is slightly larger, but they both have light brown fur on the tops of their bodies and lighter white or yellow/orange fur underneath during the summer months. In the winter, both weasels turn completely white except for the tip of their tail, which remains black all year.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F56FC1F8-BF2B-6E71-BAAEFE351D8A7CB3.jpg",
        "title": "Short-tailed weasel",
        "altText": "A small weasel with light brown fur on top and white fur below on the ground of the forest.",
        "caption": "A short-tailed weasel with its summer coat.",
        "credit": "NPS photo by Jacob W. Frank."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "weasel"
    ]
  },
  {
    "id": "B1F6DA36-1FDE-49D8-B17A-783D6763A1EE",
    "title": "Pikas",
    "shortDescription": "The American pika, a member of the order Lagomopha, is not a rodent, but related to rabbits and hares. Piles of drying vegetation, called haystacks, and a distinctive high-pitched call are the most recognizable indicators of active pika habitat. Pikas are sensitive to temperatures above 77.9°F (25.5°C); therefore, they are most active during cooler parts of the day.",
    "longDescription": "<em>Ochotonoa princeps</em><br /> The American pika, a member of the order Lagomorpha, is not a rodent, but related to rabbits and hares. Piles of drying vegetation, called haystacks, and a distinctive high-pitched call are the most recognizable indicators of active pika habitat. Pikas are sensitive to temperatures above 77.9°F (25.5°C); therefore, they are most active during cooler parts of the day.",
    "location": {
      "lat": 48.60201086323117,
      "lon": -113.78673058298295
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C820986F-1DD8-B71B-0B2042D7B3BC4EA5.jpg",
        "title": "",
        "altText": "A pika eats a leaf",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "08EFE97B-2B0C-457F-B6E6-1B9C53537462",
    "title": "Northern River Otters",
    "shortDescription": "The northern river otter is the most aquatic member of the weasel family. They can swim underwater up to 6 miles per hour (9.6 kph) for two to three minutes at a time. They aren't as agile or fast on land unless they find snow or ice, where they can move rapidly by alternating hops and slides reaching speads of 15 miles per hour (24 kph)",
    "longDescription": "<em>Lontra canadensis</em><br /> The northern river otter is the most aquatic member of the weasel family. They can swim underwater up to 6 miles per hour (9.6 kph) for two to three minutes at a time. They aren't as agile or fast on land unless they find snow or ice, where they can move rapidly by alternating hops and slides reaching speeds of 15 miles per hour (24 kph).",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F3B5CAC1-ABDA-B1A1-AEE825E7A98735BA.jpg",
        "title": "Northern river otter",
        "altText": "A sleek brown creature sticks its black nose into the air beside a pond with green lily pads.",
        "caption": "A northern river otter.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "otter"
    ]
  },
  {
    "id": "4623FD67-0815-45E2-88CC-1C965BE8BA49",
    "title": "Mountain Lions",
    "shortDescription": "The mountain lion (Puma concolor), also known as the cougar, is one of the two largest cat species in North America and is a top predator native to Glacier. The subspecies in Glacier is the North American cougar (P.c. couguar). ",
    "longDescription": "(<a><em>Puma concolor</em>)</a><br /> The mountain lion, also known as the cougar, is one of the two largest cat species in North America and is a top predator native to Glacier. The subspecies in Glacier is the North American cougar (<em>P.c. couguar</em>). The size of Glacier's mountain lion population is unknown, but they are one of the most skilled and elusive predators in the Rocky Mountains.<br /> <br /> If a mountain lion is nearby, visitors should stay in a group, carry small children, and make noise. Do not run. Stand up, face the lion, and try to appear larger by raising or waving your hands. Back away slowly. If attacked, fight back and use bear spray.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F1837F41-9A1B-4E2D-E685FDB416474DB8.jpg",
        "title": "Mountain lion",
        "altText": "A large mountain lion with brown eyes and tan fur is seen in the branches of a coniferous tree.",
        "caption": "A mountain lion seen from the branches of a coniferous tree.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "mountain lion"
    ]
  },
  {
    "id": "0D527D1B-C342-436A-8F7C-49173AF773BD",
    "title": "Mountain Goats",
    "shortDescription": "The mountain goat is one of the park's most inconic creatures. It is the only living member of its genus and is more closely related to caprines (the chamois of Europe and the gorals and serows of Asia) than to domesticated goats. ",
    "longDescription": "<em>Oreamnos americanus</em><br /> The mountain goat is one of the park's most iconic creatures. They are exceptional climbers and can scale nearly vertical cliff faces.<br /> <br /> Mountain goats live in alpine habitats and can often be spotted navigating high, narrow cliff ledges with ease. It is the only living member of its genus and is more closely related to caprines (the chamois of Europe and the gorals and serows of Asia) than to domesticated goats. ",
    "location": {
      "lat": 48.259995165766554,
      "lon": -113.5753967183137
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B68EAE54-D6BA-7657-E2D66C0C36D9B8DD.jpg",
        "title": "Photographing mountain goat",
        "altText": "A man takes a picture of a mountain goat standing on a rocky ledge.",
        "caption": "Visitors should be at least 75 feet (25 yards/23 meters) away when taking photos of mountain goats.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "24E74225-F43D-4E94-A4AC-55CA5AD76CBF",
    "title": "Moose",
    "shortDescription": "Four subspecies of moose (Alces alces) exist in North America. The subspecies in Glacier is the Shiras moose (A. a. shirasi) and is found in forested areas and willow flats from southeastern British Columbia to northern Colorado. Moose are better adapted to survival in deep snow than other ungulates in the park, and are usually solitary or in small family groups. ",
    "longDescription": "<em>Alces alces</em><br /> Four subspecies of moose exist in North America. The subspecies in Glacier is the Shiras moose (<i>A. a. shirasi</i>), which is found in forested areas and willow flats from southeastern British Columbia to northern Colorado. Moose are better <a>adapted to survival in deep snow than other ungulates in the park</a> due to their long legs, large body mass, and thick fur. They are usually solitary or in small family groups. ",
    "location": {
      "lat": 48.822225851926355,
      "lon": -113.57949277770433
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94686206-B1CA-D6F9-EDD87C5606B03736.jpg",
        "title": "Moose",
        "altText": "A dark brown moose with light brown velveted antlers stands in a field with yellow flowers.",
        "caption": "A bull moose walks through a field of yellow wildflowers.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "6A706565-CB19-4A84-86B3-DB74A96183EC",
    "title": "Marmots",
    "shortDescription": "Marmots are one of the largest rodents in Glacier. Early settlers called them \"whistle pigs\" due to their vocalizations of loud whistles and \"screams,\" which stem out of fear or excitement. They are typically active in the morning, late afternoon, and evening.",
    "longDescription": "Marmots are one of the largest rodents in Glacier. Early settlers called them \"whistle pigs\" due to their vocalizations of loud whistles and \"screams,\" which stem out of fear or excitement. They are typically active in the morning, late afternoon, and evening. Two subspecies call Glacier home: <ul> <li>Hoary marmot (<i>Marmota caligata</i>)</li> <li>Yellow-bellied marmot (<i>Marmota flaviventris</i>)</li> </ul>",
    "location": {
      "lat": 48.74218566810387,
      "lon": -113.64298194365676
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D27EB7AE-1DD8-B71B-0B327394E03DF965.jpg",
        "title": "",
        "altText": "A yellow-bellied marmot stands on top of a rock.",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "BA55E88B-0B51-43FF-8628-2D074FCA50F2",
    "title": "Coyotes",
    "shortDescription": "Coyotes (Canis latrans) are intelligent and highliy adaptable animals. The subspecies in Glacier is the mountain coyote (C. l. lestes). Often mistaken for a wolf, the coyote is about one third of the wolf's size, with a slighter build. Its coat ranges from tan to buff and sometimes gray, with some orange on its tail and ears. ",
    "longDescription": "<em>Canis latrans</em><br /> Coyotes are intelligent and <a>highly adaptable animals</a>. The subspecies in Glacier is the mountain coyote (<em>C. l. lestes</em>). Often mistaken for a wolf, the coyote is about one third of the wolf's size, with a slighter build.<br /> <br /> Also known as \"song dogs,\" coyotes communicate with each other by using a variety of long-range vocalizations. Groups or lone coyotes may be heard howling, especially at dawn and dusk. Like other animals in the park, coyotes are wild and potentially dangerous. They should never be fed or approached.",
    "location": {
      "lat": 48.69993158223328,
      "lon": -113.72493900459278
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C5ED817C-EC98-D3EE-369581C815172B5C.jpg",
        "title": "Coyote in the snow",
        "altText": "A coyote sits in a snow-filled landscape while looking back towards the camera.",
        "caption": "Coyotes can be found thriving in urban areas as well as in remote wilderness.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "23C91851-FB07-4AB9-9D74-06572F38A052",
    "title": "Columbian Ground Squirrels",
    "shortDescription": "The Columbian ground squirrel has a well-developed colonial social structure. When they sense danger, they will make a shrill chirp as an alarm call. They are vulnerable to predators such as long-tailed weasels, hawks, coyotes, and grizzly bears.",
    "longDescription": "<em>Urocitellus columbianus</em><br /> The Columbian ground squirrel has a well-developed colonial social structure. When they sense danger, they will make a shrill chirp as an alarm call. They are vulnerable to predators such as long-tailed weasels, hawks, coyotes, and grizzly bears. ",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F60A0703-05AC-3BBA-1DA42A003449544E.jpg",
        "title": "Columbian ground squirrel",
        "altText": "A light brown furred rodent stands on its hind legs on a rock overlooking grasses.",
        "caption": "A Columbian ground squirrel overlooks a grassy meadow.",
        "credit": "NPS photo by Jacob W. Frank."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "DF174772-794A-4A1B-B0FF-F5A726B26807",
    "title": "Canada Lynx",
    "shortDescription": "Canada lynx are similar to bobcats in appearance, but differ in several distinct ways. Lynx are grayer in color, with less distinctive spotting, and have much larger paws and longer ear tufts. The tail tip of a lynx is entirely black, while the tail tip of a bobcat has a white underside. In 2000, the US Fish and Wildlife Service listed the Canada lynx as threatened under the Endangered Species Act.",
    "longDescription": "<em>Lynx canadensis </em><br /> Canada lynx are similar to bobcats in appearance, but they differ in several distinct ways. Lynx are grayer in color, with less distinctive spotting, and they have much larger paws and longer ear tufts. <a>The tip of the lynx’s tail is entirely black</a>, while the tail tip of a bobcat is not. In 2000, Canada Lynx were listed as threatened in Glacier.<br /> <br /> If a lynx is nearby, visitors should stay in a group, carry small children, and make noise. Do not run. Stand up, face the lynx, and try to appear larger by raising or waving your hands. Back away slowly. If attacked, fight back and use bear spray.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE3BFCAC-E3ED-8223-8D21E42D639445C3.jpg",
        "title": "Canada lynx",
        "altText": "A large gray cat sits in the snow staring at the camera.",
        "caption": "A Canada lynx sits in the snow.",
        "credit": "National Forest Service photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "Canada lynx"
    ]
  },
  {
    "id": "2F55A752-0DB0-4582-B64D-51063E62EA51",
    "title": "Bobcats",
    "shortDescription": "The bobcat has many color variations such as red-brown fur with indistinct markings or light buff with dark spotting. They are similar to the Canada lynx, but have shorter ear tufts and a short tail with several black rings that do not fully circle it and no black tip. Their tracks are about 2 inches (5 cm) from top to bottom.",
    "longDescription": "<em>Lynx rufus</em><br /> The bobcat has many color variations, such as red-brown fur with indistinct markings, or light buff with dark spotting. They are similar to Canada lynx but have smaller paws and shorter ear tufts. Their short tail has several black rings that do not fully circle it and has no black tip. Their tracks are about 2 inches (5 cm) from top to bottom.<br /> <br /> If a bobcat is nearby, visitors should stay in a group, carry small children, and make noise. Do not run. Stand up, face the bobcat, and try to appear larger by raising or waving your hands. Back away slowly. If attacked, fight back and use bear spray. ",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EF340E6E-F682-D126-57D0D71AB0C58324.jpg",
        "title": "Bobcat",
        "altText": "A patterned, orange-furred cat steps on a snow-covered log alongside icy water.",
        "caption": "A bobcat next to a river.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "bobcats"
    ]
  },
  {
    "id": "CCC80D9E-1B26-4F4F-B5CE-F2F2D594B34A",
    "title": "Beavers",
    "shortDescription": "The North American beaver is the second largest rodent in the world behind the Capybara of South America. Found throughout the U.S. and Canada, these semiaquatic ecosystem engineers constuct dams and lodges that affect the hydrology and ecology of their surroundings. As a keystone species, their presence in riparian habitats affects all neighboring animal and plant life. ",
    "longDescription": "<em>Castor canadensis</em><br /> The North American beaver is the second largest rodent in the world behind the Capybara of South America. Found throughout the U.S. and Canada, these semiaquatic ecosystem engineers construct dams and lodges that affect the hydrology and ecology of their surroundings. As a keystone species, their presence in riparian habitats affects many neighboring animal and plant species.",
    "location": {
      "lat": 48.52594420634359,
      "lon": -113.9966590563464
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B80844C4-A557-61A1-6A6F38DF1377BD83.jpg",
        "title": "Beaver Family",
        "altText": "Two larger beavers sit out of the water while a small one swims up to them.",
        "caption": "A family of beavers at Lower McDonald Creek.",
        "credit": "NPS photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals"
    ]
  },
  {
    "id": "50867FBC-BF09-4067-BEFB-B8FFEF837937",
    "title": "Bears",
    "shortDescription": "Glacier is home to two species of bears: grizzly bears (Ursus arctos horribilis) and black bears (Ursus americanus). Both species come in a range of colors from black to brown, reddish, or blond.",
    "longDescription": "Glacier is home to two species of bears: grizzly bears (<em>Ursus arctos horribilis</em>) and black bears (<em>Ursus americanus</em>). Both species come in a range of colors from black to brown, reddish, or blond.<br /> <br /> Visitors should be aware that <strong>all </strong>bears are potentially dangerous. Park regulations require that people maintain a distance of at least 100 yards (91 m) from bears. It is <strong>against the law </strong>to feed any park wildlife, including bears. The mantra that \"a fed bear is a dead bear\" is unfortunately a reality.<br /> <br /> To learn about safety in bear country, visit Glacier National Park's website for resources on how to recreate safely in the park at NPS.GOV/GLAC.",
    "location": {
      "lat": 48.63998345880353,
      "lon": -113.87540063749395
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4C5A813D-E02F-9573-62ED27FB5FF6002A.jpg",
        "title": "Black Bear",
        "altText": "A black bear sitting on boulders surrounded by small, yellow wildflowers and green vegetation",
        "caption": "A fed bear is a dead bear. It's up to YOU to save a bear's life.",
        "credit": "Harold Blackwood photo"
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "bears"
    ]
  },
  {
    "id": "7A5B23F0-E988-49BE-A7EA-038A577A2A89",
    "title": "Bats",
    "shortDescription": "Bats are part of the mammalian order Chiroptera, which is ancient Greek for \"hand wing.\" There are over 1,200 species of bats worldwide, with 9 species that call Glacier National Park home. All of Glacier's bat species are insectivores (insect-eaters).",
    "longDescription": "Bats are part of the mammalian order Chiroptera, which is ancient Greek for \"hand wing.\" There are over 1,200 species of bats worldwide, with <a>10 species</a> that call Glacier National Park home. All of Glacier's bat species are insectivores (insect-eaters) and include: <ul> <li>Big brown bat (<em>Eptesicus fuscus</em>)</li> <li>Silver-haired bat (<em>Lasionycteris noctivagans</em>)</li> <li>Eastern red bat (<em>Lasiurus borealis</em>)</li> <li>Hoary bat (<em>Lasiurus cinereus</em>)</li> <li>California myotis (<em>Myotis californicus</em>)</li> <li>Long-eared myotis (<em>Myotis evotis</em>)</li> <li>Little brown bat (<em>Myotis lucifugus</em>)</li> <li>Long-legged myotis (<em>Myotis volans</em>)</li> <li>Yuma myotis (<em>Myotis yumanensis</em>)</li> <li>Western small-footed bat <em>(Myotis ciliolabrum)</em></li> </ul>",
    "location": {
      "lat": 48.7516790329555,
      "lon": -113.44240520291879
    },
    "duration": "",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6BC1F567-91A1-50FA-160E459C1999F324.jpg",
        "title": "Hoary Bat",
        "altText": "A bat with light and dark brown fur is held in someone's hands.",
        "caption": "A hoary bat",
        "credit": "USGS photo by Frank Bonaccorso."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "bats"
    ]
  },
  {
    "id": "09204121-1903-439A-9957-604A5E2C6939",
    "title": "All about wildlife watching safety",
    "shortDescription": "View wildlife across Glacier National Park's vast landscapes. The diversity of habitat types creates opportunities for a wide range of animals. Find more information on everything from the large and majestic elk of the prairies, to the small stonefly of glacier-fed streams on Glacier National Park's website.",
    "longDescription": "Glacier provides a wonderful opportunity to view animals in their natural habitat. However, when watching wildlife, it’s important to remember to stay safe. Enjoy wildlife from the safety of your car or from a safe distance. Do not approach wildlife to take photographs. Visitors who have gotten too close to animals while trying to get a picture have been severely injured — use a telephoto lens instead. This will not only ensure your own safety, but also the safety of the wildlife. Feeding or harassing wildlife is strictly prohibited and subject to a fine.<br /> <br /> All wildlife can present a real threat, especially females with young and males during mating season. For most species, like moose, elk, bighorn sheep, mountain goats, and deer, visitors must maintain at least 25 yards (23 m) of distance. For wolves, grizzly bears, black bears, and mountain lions, a distance of at least 100 yards (91 m) must be observed. For more information on exploring Glacier National Park safely, visit our website NPS.GOV/GLAC.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B2EEE3D-A829-9E95-9A485E3107F880A7.jpg",
        "title": "Watching Golden Eagles on Mount Brown",
        "altText": "Three birders use binoculars to look for migrating raptors with a mountain in the background.",
        "caption": "Glacier is great for birding in the spring and summer but fall has its moments too!",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "mammal wildlife",
      "animal",
      "animal identification",
      "marine animals",
      "watching wildlife",
      "wildlife",
      "Wildlife in Their Habitat",
      "Wildlife Viewing",
      "wildlife watching",
      "birding"
    ]
  },
  {
    "id": "88429EDC-5EE2-4B8E-AED0-624FB0297E7B",
    "title": "American Martens",
    "shortDescription": "Martes americana The American marten, also called a pine marten, is part of the weasel family. Pine martens have short limbs and a long, bushy tail. They are light to dark brown or black with a throat patch that is an irregular shape and size, with ranges in color from buff to bright orange.",
    "longDescription": "<em>Martes americana</em><br /> The American marten, also called a pine marten, is part of the weasel family. Pine martens have short limbs and a long, bushy tail. They are light to dark brown or black with a throat patch that is an irregular shape and size, with ranges in color from buff to bright orange.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Winter",
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "0B685688-3405-4E2A-ABBA-E3069492EC50",
        "name": "Wildlife Watching"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F44BA0B1-B82C-7D1C-5A7E8520556C8DE8.jpg",
        "title": "American marten",
        "altText": "An animal with short limbs and a bushy tail sits on a snow-covered tree branch.",
        "caption": "The American marten",
        "credit": "USFWS photo by Courtney Celley."
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "wildlife",
      "mammals",
      "American marten"
    ]
  },
  {
    "id": "FC2B764B-F638-4978-B584-A95A232AB5B1",
    "title": "Drive Going-to-the-Sun Road",
    "shortDescription": "A drive across this engineering marvel has been a quintessential part of any trip to Glacier since the 1930s.",
    "longDescription": "Constructed in the late 1920s and early 1930s, the historic Going-to-the-Sun Road has long been one of the park’s most popular destinations. It stretches over 50 miles through some of the most spectacular mountain scenery in North America, treating visitors to breathtaking views of glacier-carved peaks, emerald-blue alpine lakes, and lush forests.",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "3-8 Hours",
    "season": [
      "Summer"
    ],
    "activities": [
      {
        "id": "0B4A5320-216D-451A-9990-626E1D5ACE28",
        "name": "Scenic Driving"
      }
    ],
    "arePetsPermitted": true,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6FF1EC05-1DD8-B71B-0BF9FDC7F9F7C2C6.jpg",
        "title": "",
        "altText": "Car drives uphill over triple arched stone bridge",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": true,
    "doFeesApply": false,
    "tags": [
      "Scenic Drive",
      "Going-to-the-sun road",
      "Going to the Sun Road",
      "Glacier National Park",
      "Montana",
      "logan pass",
      "driving",
      "tour",
      "Road"
    ]
  },
  {
    "id": "DE8DB080-9444-4D6B-B401-57CE8531E361",
    "title": "Attend One of Glacier's Evening Programs",
    "shortDescription": "Evening programs are a chance for rangers to help visitors find amazing meaning in specific park resources.",
    "longDescription": "",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "30-60 Minutes",
    "season": [
      "Summer"
    ],
    "activities": [
      {
        "id": "FAED7F97-3474-4C21-AB42-FB0768A2F826",
        "name": "Cultural Demonstrations"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6D4694E5-1DD8-B71B-0B69FA50E6F7BBB6.jpg",
        "title": "",
        "altText": "Tribal member addresses crowd seating on benches",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "Glacier National Park",
      "Ranger",
      "presentation",
      "evening program",
      "american indian culture",
      "music",
      "dancing"
    ]
  },
  {
    "id": "5E716B04-2585-4B53-A7A3-CED82E824C9C",
    "title": "Visit One of Glacier's Historic Lodges",
    "shortDescription": "Step inside one of the historic lodges and pretend you are a traveler on the Great Northern Railway in the 1910s.",
    "longDescription": "",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "1-3 Hours",
    "season": [
      "Summer"
    ],
    "activities": [
      {
        "id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3",
        "name": "Guided Tours"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6C793E3B-1DD8-B71B-0BC45DD7D5768A2D.jpg",
        "title": "",
        "altText": "A hand holds historic photo aligned with actual historic hotel building",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "Glacier National Park",
      "architecture",
      "history",
      "lodge",
      "20th century"
    ]
  },
  {
    "id": "7E5A8608-F284-4065-B917-CE15898C799A",
    "title": "Check out a Mission 66 Visitor Center",
    "shortDescription": "These visitor centers are worth a stop for the information and exhibits provided, as well as their historic architecture.",
    "longDescription": "",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "",
    "season": [
      "Summer"
    ],
    "activities": [
      {
        "id": "C8F98B28-3C10-41AE-AA99-092B3B398C43",
        "name": "Museum Exhibits"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6BBD845E-1DD8-B71B-0B9FD342239FF5D8.jpg",
        "title": "",
        "altText": "Flagpoles in front of modern building with exaggerated roofline",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "Glacier National Park",
      "Mission 66",
      "visitor center",
      "exhibits",
      "architecture"
    ]
  },
  {
    "id": "3E0C9478-50FB-4393-9B67-C8B161F439F9",
    "title": "Take a Half-Day Hike in Glacier",
    "shortDescription": "Glacier is a hiker’s paradise. Spend part of your day on one of these 3-5 hour hikes.",
    "longDescription": "",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "3-5 Hours",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
        "name": "Hiking"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3B8C05FB-1DD8-B71B-0B450073CC208DF4.jpg",
        "title": "",
        "altText": "Rocky trail along creek in dense mossy forest",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "Glacier National Park",
      "hiking",
      "trails",
      "hikes",
      "outdoors",
      "nature"
    ]
  },
  {
    "id": "58B32BC8-791E-411C-9E26-EC2209AF837A",
    "title": "Take a Full Day Hike in Glacier",
    "shortDescription": "Glacier is a hiker’s paradise. Spend your whole day in nature on one of these popular trails.",
    "longDescription": "",
    "location": {
      "lat": 0.0,
      "lon": 0.0
    },
    "duration": "5-12 Hours",
    "season": [
      "Spring",
      "Summer",
      "Fall"
    ],
    "activities": [
      {
        "id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA",
        "name": "Hiking"
      }
    ],
    "arePetsPermitted": false,
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/78F12204-1DD8-B71B-0B5FECD681EA6B76.jpg",
        "title": "",
        "altText": "Group of three hikes subalpine trail toward large mountain",
        "caption": "",
        "credit": ""
      }
    ],
    "isReservationRequired": false,
    "doFeesApply": false,
    "tags": [
      "Glacier National Park",
      "hiking",
      "trails",
      "hikes",
      "outdoors",
      "nature"
    ]
  }
]