{
  "data": [
    {
      "id": "5E9E15AD-ECB5-4C29-984E-CFE64E2B3F0C",
      "title": "Abrams Falls",
      "listingDescription": "A 25-foot (7.6 m) waterfall where Abrams Creek plunges over a rock ledge into a deep, picturesque pool.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">Swimming is strongly discouraged due to an undertow and dangerous conditions</span></strong></p> <p>Abrams Falls creates a mesmerizing spectacle as the considerable flow of Abrams Creek plunges 25 feet (7.6 m) over a ledge of sandstone into a deep, picturesque pool. Hemlock and rhododendron line banks of the creek, which is also home to three of the park's rare, threatened, and/or endangered fish species. Otters, which were reintroduced to the area, are occasionally seen near the falls.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-abrams-falls.htm\">Hike 5 miles</a> (8 km) from the Abrams Falls Trailhead</li> <li>Parking area is located at the far end of the Cades Cove Loop Road between sign posts 10 and 11</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Hen Wallow Falls</li> <li>Lynn Camp Prong Cascades</li> </ul>",
      "location": {
        "lat": 35.608910947488525,
        "lon": -83.8798049744961
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/589C0AFB-B49B-D440-C096BB8EA17477D5.jpg",
          "title": "Abrams Falls",
          "altText": "A waterfall flowing into a pool below, with mist around the base. Trees and rocks surround the falls",
          "caption": "Access Abrams Falls by hiking 5 miles (8 km) roundtrip from the trailhead in Cades Cove.",
          "credit": "Bob Carr Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/hike-to-abrams-falls.htm"
    },
    {
      "id": "B48C79C6-47E6-4489-9B84-97B50B8CCB1A",
      "title": "Albright Grove",
      "listingDescription": "A short loop trail that winds through a quiet grove of old-growth forest",
      "bodyText": "<h2>Overview</h2> <p>Admire some of the park's tallest and oldest trees in Albright Grove, one of the finest old-growth forests in Great Smoky Mountains National Park. You will find tulip poplars, Fraser magnolias, and more old-growth trees with wide, buttressing bases so large that you might feel as if you are in the tropics.<br /> <br /> The grove is named for Horace Albright, the second director of the National Park Service and an advocate for the creation of Great Smoky Mountains National Park.</p> <h2>How to Get There</h2> <ul> <li>From Gatlinburg, head east on 321 for about 16 miles.</li> <li>Turn right onto Baxter Road and continue for about a half mile until you see the sign for the Maddron Bald Trailhead.</li> <li>Hike 6.5 miles (10.5 km) roundtrip—hike 2.9 miles (4.7 km) one-way on the Maddron Bald Trail to the Albright Grove Loop Trail. The grove loop is 0.7 miles (1.1 km) and connects back to the Maddron Bald Trail.</li> <li>Limited parking is available.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Ramsey Cascades</li> <li>Cove Hardwood Nature Trail</li> </ul> <h2 paraeid=\"{315ff602-f98c-478c-aa14-973837a86a5d}{75}\" paraid=\"927524449\">Accessibility </h2> <p paraeid=\"{315ff602-f98c-478c-aa14-973837a86a5d}{81}\" paraid=\"45799035\">The trail leading to Albright Grove is steep, rough, and narrow at times and involves hiking just under 7 miles.</p>",
      "location": {
        "lat": 35.73729416302944,
        "lon": -83.27971128089436
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/5DF6A262-A935-D071-3C0D884823FA6EE2.jpg",
          "title": "Albright Grove",
          "altText": "Forested trail surrounded lined by trees of varying sizes.",
          "caption": "Hike 6.5 miles (10.5 km) roundtrip from the Maddron Bald Trailhead in the Cosby area.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "6C728639-14CA-412D-B864-223EC226A251",
      "title": "Alum Cave Bluffs",
      "listingDescription": "A dramatic rocky overhang along Alum Cave Trail.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">Watch for falling icicles and ice on the trail in cold weather</span></strong><br /> <br /> Don't be fooled by the name—it is not actually a cave, but it is still worth the 4.6-mile-roundtrip hike through sections of old-growth forest and mountain streams. The bluff is a rocky overhang that towers 75 feet (22.9 m) overhead. Even on the wettest days, it is dry underneath. The view is incredible, and it is possible to see some rare species there, including the peregrine falcon.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/alum-cave-to-the-bluffs.htm\">Hike 4.6 miles</a> (7.4 km) roundtrip on the Alum Cave Trail.</li> <li>Alum Cave Trailhead is on Newfound Gap Road/Highway 441, 6.8 miles (10.9 km) south of Sugarlands Visitor Center on Newfound Gap Road (US 441).</li> <li>Arrive early to improve your chances of finding a parking spot for this popular trail or consider using a shuttle.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/charlies-bunion-via-appalachian-trail.htm\">Charlies Bunion</a></li> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-chimney-tops-overlook.htm\">Chimney Tops</a></li> </ul>",
      "location": {
        "lat": 35.629548345983444,
        "lon": -83.45153787355747
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/58D79A25-BE05-CDB2-CED28A7BC2639193.jpg",
          "title": "Alum Cave Bluffs",
          "altText": "Rocky overhang with a mountain view and trees in the background.",
          "caption": "The tall overhang offers shelter from sun and rain, alike.",
          "credit": "Bob Carr Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/alum-cave-to-the-bluffs.htm"
    },
    {
      "id": "7A0C687D-5361-4E08-B867-2047A86B3C80",
      "title": "Andrews Bald",
      "listingDescription": "A grassy mountaintop meadow known for its scenic views and unique ecology.",
      "bodyText": "<h2>Overview</h2> <p>Andrews Bald is named for the cattle herder Andrew Thompson, who brought livestock to the grassy bald in the 1840s. Research suggests grassy balds like Gregory Bald or Andrews Bald were once kept clear of vegetation by the grazing of megafauna—early big animals like mastodons or wooly mammoth and later bison, elk, and deer.<br /> <br /> Depending on the time of year, hikers can find patches of blackberries and raspberries, Fraser firs, and bluets, a small blue wildflower sometimes called innocence or Quaker ladies.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-andrews-bald.htm\">Hike 1.8 miles</a> along the Forney Ridge Trail.</li> <li>Park at Clingmans Dome.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Gregory Bald</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/844E06CF-9596-0FE1-7DAE74D0D5DF5557.jpg",
          "title": "Andrews Bald",
          "altText": "Sweeping mountain views in the distance with shrubs and grass in the foreground during fall.",
          "caption": "Access Andrews Bald by hiking 3.6-miles (5.8-km) roundtrip from the trailhead near Clingmans Dome.",
          "credit": "Smokies Life Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/hike-to-andrews-bald.htm"
    },
    {
      "id": "E65EC2F2-6791-497B-8D44-7E8C0172D812",
      "title": "Arch Rock",
      "listingDescription": "A natural rock formation that stretches over a set of winding stone steps along Alum Cave Trail.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">Parking is often full—please prepare a back-up plan and consider using a shuttle</span></strong><br /> <br /> This natural rock formation is made even more special in that it is the only one in the park you can hike through. The beautiful stone steps may look like they were built by the CCC in the 1930s, but in fact they were built by the park's dedicated trail crew in 2015 and 2016. This 2.8-mile roundtrip hike along Alum Cave Trail will not disappoint.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/alum-cave-to-the-bluffs.htm\">Hike 1.4 miles</a> (2.3 km) one-way from Alum Cave Trailhead.</li> <li>Limited parking is located at the trailhead on Newfound Gap Road (US 441).</li> <li>Parking is often full—please prepare a back-up plan and consider using a shuttle.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/look-rock-tower-trail.htm\">Look Rock</a></li> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-chimney-tops-overlook.htm\">Chimney Tops</a></li> </ul>",
      "location": {
        "lat": 35.6365206326,
        "lon": -83.4380542429
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/78C32D93-9DAA-A898-A95DE5B062B2CAC6.jpg",
          "title": "Arch Rock",
          "altText": "Wooden foot bridge leads to stone stairs that pass under a rocky arch. Rocks and trees nearby.",
          "caption": "Hike 2.8 miles (4.5 km) roundtrip to enjoy Arch Rock on the Alum Cave Trail.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/alum-cave-to-the-bluffs.htm"
    },
    {
      "id": "B4E71B85-A24F-42B5-9698-7BD7192D831E",
      "title": "CCC Stone Bridge",
      "listingDescription": "",
      "bodyText": "<p paraeid=\"{0ae52e2d-4cc9-44f8-b02b-36a6c763fdfd}{198}\" paraid=\"1285606826\">You are now at a historic bridge built from 1939-40 by the Civilian Conservation Corp or CCC. This bridge is the only four-arch bridge in the park. The CCC was created by President Franklin Roosevelt in the 1930s to help the economy and infrastructure of the country. The park had over 4,000 men living and working in 22 camps from 1933-1941. Their work included developing hiking trails, planting trees, and building roads and campgrounds. Some speculate that what the CCC accomplished in eight years would have taken today’s park staff over fifty years to complete.</p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{25}\" paraid=\"1093215225\">“If you want to see their work, look around you.” </p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{31}\" paraid=\"288016275\">Before the current bridge was built, trains traveled over a wooden bridge. Facing north, look 50 yards across the bridge on the right and imagine a train parked next to a depot/platform. There, Daisy Town residents unloaded their belongings to stay for the summer. They then walked up a boardwalk to the Appalachian Clubhouse to their summer cottage.  </p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{83}\" paraid=\"1111795831\">Follow the road up to the second parking area at the top of the hill. While walking or driving, imagine arriving by train with plans to spend the entire summer in this area. </p>",
      "location": {
        "lat": 35.6548693456,
        "lon": -83.5807062734
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/AB2FCEEA-C82B-3D15-9D8B356B4532CBFF.jpg",
          "title": "CCC Stone Bridge",
          "altText": "Black and white photo of an historic four-arch bridge built in 1939-1940 by the CCC",
          "caption": "CCC Stone Bridge Constructed in 1939-1940",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "389C856E-BF99-4ED8-9A52-1EE5F1966C75",
      "title": "Cades Cove Overlook",
      "listingDescription": "",
      "bodyText": "<p>Human history in Cades Cove started long before the 1800s. Humans have been using the land in this area for thousands of years. The earliest artifact collected in the park is a lithic dated to 7000 BCE. Though they may not have built structures in Cades Cove that are present today, the impact of the Cherokee is felt throughout the cove. Many trails created by the Cherokee are still traveled by visitors hiking or driving today. One of these trails is now Rich Mountain Road which connected the cove to the Tuckaleechee area. Many settlers followed in the Cherokees’ footsteps and used this route and others to reach Cades Cove. The Cherokee, like settlers after them, cut logs for structures and fires. They cleared land for agriculture, and they hunted, foraged, and traded or bought what they didn’t grow themselves. In the early 1810-1820s, Sequoyah developed the Cherokee syllabary, a written version of the Cherokee language.<br /> <br /> The Cherokee name for Cades Cove is Tsiyahi, “Otter Place.” Otters were found throughout the many creeks and streams in the cove, but they were extirpated from this area in the 1920s, after being hunted and trapped for their valuable pelts. The park reintroduced them in the 1980s and they have made a remarkable comeback. Today they are often seen near Abrams Falls. The name “Abrams” stems from Cherokee Chief Abram or Abraham, known as Ooskuah to the Cherokee. The origin of the name “Cade” also likely came from Cherokee Chief Cade (or Kade) from this area. A “cove” is a flat valley between mountains or ridges.<br /> <br /> Most of the Cherokee living in the Southeastern United States were forcibly removed starting with the Indian Removal Act in 1830 which offered territory in Oklahoma in exchange for land in this region. In 1835 the Treaty of New Echota ceded most of the Cherokee lands east of the Mississippi to the federal government. These actions resulted in the “Trail of Tears” in 1938, where 16,000 Cherokee were forced to walk 1,200 miles west. Thousands died in the process. The Eastern Band of the Cherokee who live on the Qualla Boundary adjacent to the park today are the descendants of the few who remained, escaped, or those who returned. A visit to Cherokee, North Carolina offers visitors an opportunity to learn more about Cherokee history and culture.<br /> <br /> Typically, when a national park or protected area is created, many spaces that people lived in and used are returned to nature. In Cades Cove, this idea is blended with historic preservation. Cades Cove has far fewer buildings than it did at peak settlement around 1900 with over 700 residents. Instead of agricultural fields, today there are grasses and native plants. The cove is actively managed using mowing and prescribed fire to keep trees and woody shrubs at bay. If the cove wasn’t managed this way, it would revert to forest in most areas and look very similar to the woods found throughout the park.</p>",
      "location": {
        "lat": 35.6057402464,
        "lon": -83.8328788741
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/5DA04A9F-C2CB-0F51-5E652C140BBCC09B.jpg",
          "title": "Cades Cove Overlook",
          "altText": "A grassy valley surrounded by distant mountains with blue sky and clouds above.",
          "caption": "The overlook provides panoramic views of Cades Cove and is a favorite photo spot for many visitors.",
          "credit": "NPS Photo/S. Wilcer"
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "3927E366-60FC-44E8-B259-671F978D44E0",
      "title": "Caldwell Place",
      "listingDescription": "A historic barn, springhouse, and two-story framehouse completed by Hiram Caldwell in 1906.",
      "bodyText": "<h2>Overview</h2> <p>The Caldwell Place is a historic homesite in the Cataloochee Valley including a barn, springhouse, and two-story frame home constructed between 1903 and 1906 by Hiram Caldwell.<br /> <br /> The nine-room home near a small creek is one of the largest homes preserved in the park. The house and nearby barn are open to the public but completely empty. Newspapers were used as wallpaper inside the home, and visitors can still peruse lines from old articles on some of the pieces and view elaborate interior woodwork.<br /> <br /> Elk often roam the nearby fields.</p> <h2>How to Get There</h2> <ul> <li>Drive to <a href=\"https://www.nps.gov/grsm/planyourvisit/cataloochee-balsam.htm\">Cataloochee</a> on the eastern side of Great Smoky Mountains National Park. Caldwell Place is roughly 2 miles (3.2 km) past Cataloochee Campground.</li> <li>Parking is located across the road from the building. A short walk brings you to the home's interior.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/little-greenbrier-school-and-walker-homesite.htm\">Walker Sister Place</a></li> <li><a href=\"https://www.nps.gov/places/john-oliver-place.htm\">John Oliver Cabin</a></li> </ul>",
      "location": {
        "lat": 35.62104384618234,
        "lon": -83.11647227332698
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/D5F69E4E-A455-22BA-FF68D9AABB8F12E4.jpg",
          "title": "Caldwell House",
          "altText": "A white house with aqua accents and a large front porch sitting in a mowed grassy field.",
          "caption": "The Caldwell house",
          "credit": "K. Plaas"
        }
      ],
      "amenities": [
        "Parking - Auto",
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/grsm/planyourvisit/cataloochee-balsam.htm"
    },
    {
      "id": "C3761EB3-81C7-4648-B2DB-98562B1D3C2E",
      "title": "Cataract Falls",
      "listingDescription": "A narrow 40-foot (12.2 m) cascade where Cataract Branch meets Fighting Creek.",
      "bodyText": "<h2>Overview</h2> <p>This narrow, 40-foot (12.2 m) waterfall is only a short hike from the Sugarlands Visitor Center following the path of Fighting Creek upstream. It's a small waterfall and most dramatic after a heavy rain.<br /> <br /> Visitors have been severly injured by climbing around the falls, so be sure to get your photos from the bottom.</p> <h2>How to Get There</h2> <ul> <li>Park at Sugarlands Visitor Center, walk past the restrooms and behind the building, then turn left off the paved path onto the Fighting Creek Nature Trail. Turn right at the trail junction after crossing the large bridge roughly halfway through the hike. The falls hike is 0.7 miles (1.1 km) roundtrip.</li> </ul> <h2>Accessibility</h2> <p>Accessible restrooms and parking are available at Sugarlands Visitor Center. <br /> <br /> Cataract Falls Trail (side route: half a mile, one way) has been assessed using the High-Efficiency Trail Assessment Process (HETAP) to provide objective information such as grade and slope. GRIT Freedom Chairs are available for free checkout on a first-come, first-served basis for this section of trail.</p> <p><b>Use descriptions, maps, and photos to determine which hikes are suitable for you. </b>For information about the reservation process and other trail segments where GRIT Freedom Chairs can be used, visit the <a href=\"https://www.nps.gov/grsm/planyourvisit/trail-access-information.htm\">trail accessibility page.</a></p> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-the-deep-creek-waterfalls-loop.htm\">Deep Creek Waterfall Loop</a></li> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-lynn-camp-prong-cascades.htm\">Lynn Camp Prong Cascades</a></li> <li><a href=\"https://www.nps.gov/places/meigs-falls.htm\">Meigs Falls</a></li> </ul>",
      "location": {
        "lat": 35.68978184602412,
        "lon": -83.5391776734746
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/7D36D4B0-954E-CCE6-8FA7FD5962B6646A.jpg",
          "title": "Cataract Falls",
          "altText": "A narrow, stout waterfall flows past green rhododendron. Blue sky through the trees in background.",
          "caption": "Walk 0.7 miles (1.1 km) roundtrip to enjoy Cataract Falls near Sugarlands Visitor Center.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/grsm/planyourvisit/trail-access-information.htm"
    },
    {
      "id": "B53B6C0A-C563-4378-A065-62DB1B313EA1",
      "title": "Charlies Bunion",
      "listingDescription": "A unique rocky outcrop surrounded by steep cliffs along the Appalachian Trail.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">This is a high elevation hike and can be dangerous in winter and extreme weather.</span></strong></p> <p>The name \"Charlies Bunion\" describes a unique rock formation that was exposed by an early 1900s wildfire and subsequent erosion. The name pays homage to a local Appalachian Trail supervisor, Charlie Conner, who hiked the trail in the 1920s wearing worn-out shoes, which allegedly contributed to a painful bunion on his foot.<br /> <br /> The area's stunning beauty, exemplified by landmarks like Charlies Bunion, played a crucial role in advocating for the preservation of this natural treasure.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/charlies-bunion-via-appalachian-trail.htm\">Hike to Charlies Bunion</a> on the Appalachian Trail beginning at Newfound Gap.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-chimney-tops-overlook.htm\">Chimney Tops</a></li> </ul>",
      "location": {
        "lat": 35.639264916851516,
        "lon": -83.37178732174408
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/7D9EF1E6-D6E0-D0C5-5C337F329DE981F5.jpg",
          "title": "Charlies Bunion",
          "altText": "A sweeping mountain view off a trail with shrubs and rocks around the path.",
          "caption": "Hike 8 miles (12.9 km) roundtrip on the Appalachian Trail from Newfound Gap to enjoy this vista.",
          "credit": "William Simpkins Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/charlies-bunion-via-appalachian-trail.htm"
    },
    {
      "id": "0D6F2E9E-E5AD-4971-995E-D7D745D753B1",
      "title": "Chasteen Creek Cascade",
      "listingDescription": "A peaceful cascade that slides 15 feet (4.6 m) down smoothly worn sandstone.",
      "bodyText": "<h2>Overview</h2> <p>At Chasteen Creek Cascade, the flow of a small creek tumbles 15 feet (4.6 m) down smoothly worn sandstone with streaks of quartz. The trail to Chasteen Creek Cascade follows along an old logging road, making for a relatively flat 4-mile-roundtrip hike along a pleasant creek to the cascade. Chasteen Creek takes its name from Chasteen Reagan, who lived in the area with his family prior to the creation of the park. Wildflowers are abundant here in spring time.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/bradley-fork-trail-to-chasteen-creek-cascade.htm\">Hike 3.6 miles</a> (5.8 km) roundtrip beginning at the Bradley Fork Trailhead on the far north end of the Smokemont Campground Road.</li> <li>Limited parking available at the trailhead in Smokemont Campground.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Hen Wallow Falls</li> <li>Lynn Camp Prong Cascades</li> </ul>",
      "location": {
        "lat": 35.58740344532215,
        "lon": -83.31071017314054
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/7E0F227B-E168-63C9-A4DA7B5D0A417D56.jpg",
          "title": "Chasteen Creek Falls",
          "altText": "A wide cascade runs down rocks.",
          "caption": "This 3.6-mile (5.8-km) roundtrip hike begins at the Bradley Fork Trailhead in Smokemont Campground.",
          "credit": "Bob Carr Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/bradley-fork-trail-to-chasteen-creek-cascade.htm"
    },
    {
      "id": "57AB2192-00E9-4DC8-92E2-DA77D2993469",
      "title": "Elijah Oliver Place",
      "listingDescription": "The Elijah Oliver place is a farmstead made up of multiple nineteenth century buildings in the west end of the loop. It is a 0.5 mile (0.8 km) walk from Cades Cove Loop Road.",
      "bodyText": "<h3>Overview</h3> <p>Elijah Oliver was born in 1824 to John and Lucretia Oliver. Although he spent most of his life living in the cove, he did leave during the Civil War, relocating to Tuckaleechee Cove to escape attacks from Confederate supporters and rebel groups out of North Carolina. Attacks were devastating for the Cades Cove community. In 1850, Cades Cove had over 600 settlers, but the population plummeted to under 300 in the war era. Many settlers returned, but it took time for Cades Cove to recover to pre-war population levels.<br /> <br /> Elijah and his family did return to Cades Cove after the war and bought property in 1865 for a farmstead. The cabin that Elijah Oliver’s family lived in was a dog trot style cabin which consists of two cabins that were connected by a breezeway and shared a common roof. Along with the dog trot style cabin, Elijah Oliver’s homestead would eventually include a corn crib, smokehouse, springhouse, and barn. The springhouse was built over a trickling spring to ensure clean water for the family. The spring’s cool temperature was also harnessed to extend the life of perishables such as eggs, milk, and butter. The springhouse is a unique feature since it is the only one remaining in the cove.<br /> <br /> Another unique feature of the Elijah Oliver place is the stranger room. This room is located off the front porch and was built to house overnight visitors. The room allowed the family to accommodate visitors, but in an area separate from the family’s space. Stranger rooms were fairly common in the cove. The hospitable spirit that inspired their existence endures into modern times as visitors come to enjoy the stories and the legacies of the settlers that once lived here.</p> <h3>How to Get There</h3> <ul> <li>Walk half a mile on the Elijah Oliver Place Access Trail after parking at the paved pullout (just past Cooper Road Trailhead), roughly 5 miles (8 km) into the loop drive. Continue walking straight past the Wet Bottom Trail junction. Expect to find a wide, gradual incline with some areas of dirt, gravel, rocks, roots, uneven surface, and one stream crossing on the way to the cabin. Turn around after reaching Elijah Oliver Place.</li> <li>The Cades Cove Loop Road is 11 miles, one way, and typically takes at least 3 hours to drive through.</li> </ul> <h3>Similar Points of Interest</h3> <ul> <li>Other historic structures in Cades Cove</li> </ul> <h3>Accessibility </h3> <p>This section of trail has been assessed using the High-Efficiency Trail Assessment Process (HETAP) to provide objective information such as grade and slope. GRIT Freedom Chairs are available for free checkout on a first-come, first-served basis for this section of trail. </p> <p><b>Use descriptions, maps, and photos to determine which hikes are suitable for you. </b>For information about the reservation process and other trail segments where GRIT Freedom Chairs can be used, visit the <a href=\"https://www.nps.gov/grsm/planyourvisit/trail-access-information.htm\">trail accessibility page.</a></p>",
      "location": {
        "lat": 35.59728144715034,
        "lon": -83.85086097417658
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/BA767B73-D92B-A4CB-055C947040F9A311.jpg",
          "title": "Elijah Oliver Cabin",
          "altText": "A nineteenth century cabin sits on 1.5-acre lot surrounded by trees.",
          "caption": "At the end of a half mile gravel path is a nineteenth century dogtrot style cabin where Elijah Olive",
          "credit": "C. Daugherty"
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Scenic View/Photo Spot",
        "Trailhead"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/grsm/planyourvisit/trail-access-information.htm"
    },
    {
      "id": "B55D1B2C-8563-436A-A657-B02B43F697D7",
      "title": "Fontana Dam",
      "listingDescription": "A large hydroelectric dam completed in 1945 with a visitor center operated by the Tennessee Valley Authority.",
      "bodyText": "<h2>Overview</h2> <p>Fontana Dam impounds the Little Tennessee River to form Fontana Lake—a reservoir spreading more than 10,000 acres that offers boating, fishing, and access to remote areas on the southwestern side of Great Smoky Mountains National Park including Hazel Creek and Eagle Creek.<br /> <br /> Construction of the hydroelectric dam was completed in 1945 as one of several Tennessee Valley Authority (TVA) projects in the area developed to provide power and flood control, and it remains the tallest concrete dam east of the Mississippi River at 480 feet (146 m).<br /> <br /> TVA operates the Fontana Dam Visitor Center located just off NC 28 near the Tennessee-North Carolina state line daily from May through October. Parking is available both on top and below the dam. The Appalachian Trail crosses the top of the dam before entering Great Smoky Mountains National Park.</p> <h2>How to Get There</h2> <ul> <li>Follow US 74 West from Bryson City. Turn right at the State Highway 28 turnoff. Follow State Highway 28 until a turnoff on the right for Fontana Dam.</li> <li>From Maryville, follow US 129 South. Turn left at State Highway 28. Go approximately 10 miles (16 km) to a turnoff on the left for Fontana Dam.</li> </ul>",
      "location": {
        "lat": 35.4526915780712,
        "lon": -83.80456458541137
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/7FFB0288-98A7-57E5-633F35C7E59D8729.jpg",
          "title": "Fontana Dam",
          "altText": "Water beside a dam with a mountain view in the background.",
          "caption": "Enjoy fishing, boating, camping, and mountain views in the Fontana Dam area.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "2B06253F-7C61-4AA0-B526-A253EC8DA492",
      "title": "Gregory Bald",
      "listingDescription": "A grassy mountaintop meadow with panoramic views known for its azalea blooms in midsummer.",
      "bodyText": "<h2>Overview</h2> <p>Gregory Bald is one of two grassy balds maintained by the National Park Service in the Smokies offering unimpaired views of Cades Cove and surrounding areas from a height of 4,900 feet (1,493.5 m).<br /> <br /> Only reachable by trail, the bald is a particularly popular destination for hikers in late June when flame azaleas bloom. The unique ecology of the area also includes native grasses, sedges, ferns, and blueberries. Research suggests grassy balds like Gregory Bald or Andrews Bald were once kept clear of vegetation by the grazing of megafauna—early big animals like mastodons or wooly mammoth and later bison, elk, and deer.<br /> <br /> Backcountry camping is available at nearby Sheep Pen Gap (backcountry campsite 13).</p> <h2>How to Get There</h2> <ul> <li>Accessed by trail via Cades Cove Loop Road <em>(the loop road is 11 miles one way and takes 3-4 hours to complete)</em> <ul> <li>9.0 miles (14.5 km) roundtrip on Gregory Bald Trail</li> <li>11.4 miles (18.3 km) roundtrip on Gregory Ridge Trail</li> <li>14.2 miles (22.9 km) roundtrip via Gregory Ridge Trail, Gregory Bald Trail, and Parson Branch Road</li> </ul> </li> <li>Also accessible from Twentymile via a 17.5-mile (28.2-km) roundtrip loop including Twentymile, the Appalachian Trail, Gregory Bald Trail, and Wolf Ridge Trail. <em>Please bring a map.</em></li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-andrews-bald.htm\">Andrews Bald</a></li> <li>Silers Bald</li> </ul>",
      "location": {
        "lat": 0.0,
        "lon": 0.0
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/803FD149-DD5B-CBF7-32A6DF6F723E6685.jpg",
          "title": "Gregory Bald",
          "altText": "A grassy area with a flame azalea bush in bloom in foreground and sweeping mountains views behind.",
          "caption": "Only accessible by hiking 9+ miles (14.5+ km) roundtrip (multiple trails with varying mileages).",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/hike-to-andrews-bald.htm"
    },
    {
      "id": "A4F652DC-3906-4CEA-98A8-A3DB12D682B3",
      "title": "Grotto Falls",
      "listingDescription": "A unique 25-foot (7.6 m) waterfall that you can walk behind on Trillium Gap Trail.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">Parking is often full—please prepare a back-up plan and consider using a </span><a href=\"https://www.nps.gov/grsm/planyourvisit/shuttles.htm\"><span style=\"color:#c0392b;\">shuttle</span></a>.</strong><br /> <br /> Grotto Falls is a unique 25-foot (7.6) waterfall in a cool mountain cove and the only waterfall in the park with a trail that passes behind it. To reach the falls, hikers will need to walk 2.6 miles (4.2 km) roundtrip on Trillium Gap Trail. The trail crosses multiple streams and meanders through sections of old-growth forest and rhododendron before it reaches the falls and winds behind it, continuing on to Mount LeConte.<br /> <br /> The trail to Grotto Falls is well-traveled, especially in summer, but rainfall and high water can make for muddy and slippery conditions. The parking lot for this trail is often full, so please have a back-up plan.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-grotto-falls.htm\">Hike 2.6 miles (4.2 km) roundtrip</a> on Trillium Gap Trail. Consult a <a href=\"https://www.nps.gov/grsm/planyourvisit/maps.htm\">park trail map</a> for other route options (mileages will vary).</li> <li><strong>Limited parking available</strong> at the Trillium Gap Trailhead on the one-way Roaring Fork Motor Nature Trail.</li> <li>Don't stress about parking—<a href=\"https://www.nps.gov/grsm/planyourvisit/shuttles.htm\">consider using a shuttle</a>.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/places/hen-wallow-falls.htm\">Hen Wallow Falls</a></li> <li><a href=\"https://www.nps.gov/places/lynn-camp-prong-cascades.htm\">Lynn Camp Prong Cascades</a></li> </ul>",
      "location": {
        "lat": 35.6738331458,
        "lon": -83.4495159734
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/80E88213-B883-36DF-8AF1BB727A4C2131.jpg",
          "title": "Grotto Falls",
          "altText": "A waterfall flowing over a rocky cliff with a trail passing behind it. Rocks and shrubs nearby.",
          "caption": "Reach Grotto Falls by hiking 2.6 miles (4.2 km) roundtrip from Trillium Gap Trailhead.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/grsm/planyourvisit/shuttles.htm"
    },
    {
      "id": "9528644A-0BC4-40B6-B5A1-7BC84FB72EC4",
      "title": "Hen Wallow Falls",
      "listingDescription": "A 90-foot (27 m) waterfall that begins as a small stream but fans out to a width of 30 feet (9 m) at its base.",
      "bodyText": "<h2>Overview</h2> <p>Hen Wallow Falls is a 90-foot (27-m) waterfall that begins as Hen Wallow Creek, only two feet wide at the top of the falls, separates into two streams and fans out to 30 feet at it tumbles to the base of the falls. If you look carefully, you can often see salamanders in the pool at the bottom. To reach the falls, find the trailhead for Gabes Mountain Trail near the hiker parking area just outside Cosby Campground and hike 4.3 miles (6.9 km) roundtrip through a hardwood forest with hemlock and rhododendron.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-hen-wallow-falls.htm\">Hike 4.3 miles</a> (6.9 km) roundtrip from the Gabes Mountain Trailhead near Cosby Campground.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/places/mouse-creek-falls.htm\">Mouse Creek Falls</a></li> </ul>",
      "location": {
        "lat": 35.760111346,
        "lon": -83.2380415736
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/83F73772-CDBB-6455-DF83591ECB4AE4B3.jpg",
          "title": "Hen Wallow Falls",
          "altText": "A waterfall trickling down rocks framed by green vegetation.",
          "caption": "This 4.3-mile (6.9-km) roundtrip hike begins at Gabes Mountain Trailhead at Cosby Picnic Area.",
          "credit": "NPS Photo/Davis"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/hike-to-hen-wallow-falls.htm"
    },
    {
      "id": "332592DA-7F5F-49F1-9EF6-A72C599236C1",
      "title": "John Ownby Cabin",
      "listingDescription": "A historic log cabin built in the 1860s by John Ownby.",
      "bodyText": "<h2>Overview</h2> <p>Tucked into the quiet woods near Gatlinburg, the John Ownby Cabin is a historic single-story cabin constructed in the 1860s and the last standing home of what was once the Sugarlands community.<br /> <br /> Its walls are made of hand-hewn white pine and tulip poplar logs fit together with dovetail notching. The roof is covered with split-oak shingles, and the chimney is constructed of rocks and clay mortar harvested nearby.</p> <h2>How to Get There</h2> Follow Fighting Creek Nature Trail, which begins behind Sugarlands Visitor Center, 1.4 miles (2.3 km) roundtrip. <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/places/spence-cabin.htm\">Spence Cabin</a></li> <li><a href=\"https://www.nps.gov/places/appalachian-clubhouse.htm\">Appalachian Clubhouse</a></li> <li><a href=\"https://www.nps.gov/places/john-oliver-place.htm\">John Oliver Place</a></li> <li><a href=\"https://www.nps.gov/places/elijah-oliver-place.htm\">Elijah Oliver Place</a></li> </ul> <h2>Accessibility</h2> This cabin is not ADA accessible. The trail to access this cabin may be muddy in places and includes some steeper sections.",
      "location": {
        "lat": 35.68449914665693,
        "lon": -83.5454255730566
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/81B38663-E79A-9E49-EC428F57AFF14734.jpg",
          "title": "John Ownby Cabin",
          "altText": "A wooden cabin in the woods. Trees and shrubs in the foreground.",
          "caption": "Hike 1.4 miles (2.3 km) roundtrip on Fighting Creek Nature Trail to see this historic cabin.",
          "credit": "Warren Bielenberg Photo"
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/spence-cabin.htm"
    },
    {
      "id": "69B569D1-C05F-4A3B-9A22-17A03F45C844",
      "title": "Kuwohi Observation Tower",
      "listingDescription": "Clingmans Domer Tower provides a breathtaking view of the surrounding Smoky Mountains National Park. The Tower also has a story to tell - it was architecturally significant within the history of the National Park Service and a model for other towers that were built across the NPS.",
      "bodyText": "<h2>Overview</h2> <p>Located atop Kuwohi, the <strong>highest point in Great Smoky Mountains National Park at 6,643 feet</strong>, the Kuwohi Observation Tower is a prominent destination. When weather permits, it offers spectacular 360° views of the Smokies and beyond for visitors willing to climb the steep but paved half-mile walk to the tower at the top.<br /> <br /> Clouds, precipitation, and cold temperatures are common at Kuwohi. Temperatures at can be 10-20 degrees Farenheit cooler than in the surrounding lowlands. Dress in layers and be sure to bring a jacket, even in summer.</p> <h3>History</h3> <p>Kuwohi Observation Tower (formerly known as Clingmans Dome Observation Tower), was built in 1959. It stands 45 feet tall and features a distinctive 375-foot-long ramp that allows visitors to gradually ascend to the observation platform. The tower is listed on the National Register of Historic Places and is a significant example of National Park Service Modern architecture, a style that marked a departure from the traditional rustic \"parkitecture\" aesthetic.</p> <p>The tower also holds historical importance as part of the Mission 66 program—a major National Park Service initiative from 1955 to 1966 that transformed park planning, management, and architecture. While the program led to the construction of hundreds of buildings and structures, only nine observation towers were built. Kuwohi Observation Tower is one of these rare structures and served as the prototype for two later Mission 66 towers:<a href=\"https://www.nps.gov/thingstodo/look-rock-tower-trail.htm\"> Look Rock Tower</a> in the Great Smoky Mountains and <a href=\"https://www.nps.gov/places/shark-valley-observation-tower.htm\">Shark Valley Observation Tower</a> in the Everglades.</p> <p>Check out the view from a <a href=\"https://www.nps.gov/subjects/air/webcams.htm?site=grcd\">webcam</a>.</p> <h2>How to Get There</h2> <p><a href=\"https://www.nps.gov/thingstodo/kuwohi.htm\">Hike to Kuwohi</a><span style=\"font-size: 0.875rem; font-weight: 400;\"> on a steep, short, paved trail from Kuwohi parking area.</span></p> <h2>Similar Point of Interest</h2> <p><a href=\"https://cms.nps.gov/thingstodo/look-rock-tower-trail.htm\">Hike to Look Rock Tower</a></p>",
      "location": {
        "lat": 35.56286184235593,
        "lon": -83.49838435649872
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/7F24F209-DA90-053E-45656F09B7CFD9BF.jpg",
          "title": "Clingmans Dome",
          "altText": "A circular tower raised above the trees overlooking the surrounding mountains.",
          "caption": "Reach the tower by hiking a 1-mile (1.6-km) roundtrip hike. The trail is paved but very steep.",
          "credit": "Kristina Plaas Photo"
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/look-rock-tower-trail.htm"
    },
    {
      "id": "D0EE979A-0EE8-4C01-9C8A-888B295CB13E",
      "title": "Laurel Falls",
      "listingDescription": "A 25-foot (7.6 m) waterfall where Abrams Creek plunges over a rock ledge into a deep, picturesque pool.",
      "bodyText": "<h3><span style=\"color:#c0392b;\"><strong>Laurel Falls Trail is closed as of Jan. 6, 2025 for 18 months of rehabilitation work—alternate hikes listed below</strong></span></h3> <p><strong>Learn more about the trail rehabilitation project in <a href=\"https://www.nps.gov/grsm/learn/news/national-park-service-to-begin-major-rehabilitation-of-laurel-falls-trail-in-january.htm\">the news release</a>.</strong></p> <h2>Overview</h2> <p>Laurel Falls is one of the most beloved and frequently visited waterfalls in Great Smoky Mountains National Park, attracting more than 300,000 visitors each year.<br /> <br /> The waterfall cascades a total of 80 feet down a series of two-tiered rokcy ledges making it a breathtaking natural wonder.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-laurel-falls.htm\">Hike 2.6 miles roundtrip</a> (4.2 km) from the Laurel Falls Trailhead located 3 miles (4.8 km) west of Sugarlands Visitor Center. Don't forget <a href=\"https://www.nps.gov/grsm/planyourvisit/fees.htm\">your parking tag</a>.</li> <li>Consider taking <a href=\"https://www.nps.gov/grsm/planyourvisit/shuttles.htm\">a shuttle</a> to this popular destination.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-hen-wallow-falls.htm\">Hen Wallow Falls</a></li> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-lynn-camp-prong-cascades.htm\">Lynn Camp Prong Cascades</a></li> </ul>",
      "location": {
        "lat": 35.67746484595987,
        "lon": -83.59315427323428
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/EE41BE08-A30D-515D-A1FB298D335EFF73.jpg",
          "title": "Laurel Falls",
          "altText": "A cascading waterfall.",
          "caption": "Laurel Falls is an 80-foot waterfall.",
          "credit": "NPS"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/grsm/learn/news/national-park-service-to-begin-major-rehabilitation-of-laurel-falls-trail-in-january.htm"
    },
    {
      "id": "3CB4A2DB-9331-4DF6-92B9-43E307B8A34D",
      "title": "LeConte Lodge",
      "listingDescription": "A historic mountaintop lodge offering rustic overnight lodging and meals for hikers.",
      "bodyText": "<h2>Overview</h2> <p>What started as a tent camp in 1925 for visiting dignitaries from Washington D.C., is now the highest guest lodge in the eastern United States. From wood burning stoves, horses, and mules, to propane, solar power, and llamas, the rustic lodge has seen many owners and embodies a rich history. Visitors can now enjoy family-style meals and basic amenities away from the hustle and bustle of modern life.<br /> <br /> Mount LeConte is the third highest peak in Great Smoky Mountains National Park at 6,593 feet (2,010 m). LeConte Lodge predates the national park’s 1934 establishment and is located west of the summit at 6,360 feet (1,939 m).</p> <h2>Brief History</h2> <p>Paul Adams established a tent camp atop Mount LeConte in 1925 when the movement to establish a national park in the Smokies was in full swing. Jack Huff, the lodge’s founder and a Gatlinburg mountaineer, began constructing the rustic retreat in 1926. Jack, along with wife Pauline and their family, operated the lodge until 1960. Huff built many of the existing buildings still used today. From 1960 to 1975, Herrick and Myrtle Brown owned and operated the lodge. Jim Huff, Hugh Ogle, and Bill Rinearson shared ownership of the lodge from 1976 to 1989. The Stokely family began its tenure of lodge ownership and operational oversight in 1989. It is currently a limited partnership between Stokely Hospitality Enterprises and Tim Line. <a href=\"https://lecontelodge.com/about/\">Learn more</a> about the lodge’s history and <a href=\"https://lecontelodge.com/reservations/\">make reservations</a> on the LeConte Lodge website.</p> <h2>Lodge Access</h2> <h3>The five hiking routes to the lodge vary in length from 5 to 8 miles one-way.</h3> <ul> <li>Alum Cave Trail</li> <li>Boulevard Trail via the Appalachian Trail</li> <li>Bullhead Trail</li> <li>Rainbow Falls Trail</li> <li>Trillium Gap Trail</li> </ul> <h2>Reservations</h2> <p>The lodge is generally open from mid-March through mid-November. <a href=\"https://lecontelodge.com/reservations/\">Advance reservations</a> are required to stay at the lodge.</p>",
      "location": {
        "lat": 35.6549106466,
        "lon": -83.4410334723
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/82888A4C-0DA1-B943-FD043FBC896AB32E.jpg",
          "title": "LeConte Lodge",
          "altText": "Wooden cabins surrounded by trees and grass, with a mountain view in the distance.",
          "caption": "LeConte Lodge offers cozy cabins and expansive views.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Animal-Safe Food Storage",
        "Automated External Defibrillator (AED)",
        "Fire Extinguisher",
        "First Aid Kit Available",
        "Food/Drink - Snacks",
        "Gifts/Souvenirs/Books",
        "Historical/Interpretive Information/Exhibits",
        "Hitching Post/Corral",
        "Picnic Table",
        "Restroom - Seasonal",
        "Scenic View/Photo Spot",
        "Shelter/Cabin",
        "Toilet - Vault/Composting",
        "Water - Bottle-Filling Station"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://lecontelodge.com/about/"
    },
    {
      "id": "C0E28A58-D399-4CE7-AECC-B440C426F2FF",
      "title": "Lynn Camp Prong Cascades",
      "listingDescription": "A series of rushing cascades and plunge pools along Middle Prong Trail.",
      "bodyText": "<h2>Overview</h2> <p>Lynn Camp Prong rushes and tumbles over and around numerous rocks as it cascades down the mountain beside the Middle Prong Trail. The trail follows the route of an old logging railroad, so it offers easy walking on a wide, relatively level path. Enjoy blooming wildflowers along the trail from spring through summer.</p> <h2>How to Get There</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-lynn-camp-prong-cascades.htm\">Hike 1.4 miles (2.3 km)</a> roundtrip from the Middle Prong Trailhead. Consult a <a href=\"https://www.nps.gov/grsm/planyourvisit/maps.htm\">park trail map</a> for other route options (mileages will vary).</li> <li>Park at Middle Prong Trailhead at the end of Upper Tremont Road (unpaved but well-maintained).</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Husky Branch Falls</li> <li><a href=\"https://www.nps.gov/thingstodo/hike-to-hen-wallow-falls.htm\">Hen Wallow Falls</a></li> </ul>",
      "location": {
        "lat": 35.6160763468,
        "lon": -83.6614703735
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/54D8465A-DE0A-99AB-285AD3D80657F13B.jpg",
          "title": "Lynn Camp Prong Cascades",
          "altText": "A stout, cascading waterfall framed by rocks and fall-colored leaves.",
          "caption": "Hike 1.4 miles (2.3 km) roundtrip from Middle Prong Trailhead at the end of Upper Tremont Road.",
          "credit": "Bob Carr Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/hike-to-lynn-camp-prong-cascades.htm"
    },
    {
      "id": "86795766-BC00-4D67-B69F-4268191F2E30",
      "title": "Meigs Falls",
      "listingDescription": "Admire a gorgeous waterfall from the comfort of your vehicle. Located along Little River Road, Meigs Falls features a spacious pull-out area for easy viewing. This makes it one of the most accessible waterfalls in the park.",
      "bodyText": "<h2 aria-level=\"2\" paraeid=\"{d7f64eca-7a9f-422b-a727-d8a33f97b0bd}{242}\" paraid=\"297167667\" role=\"heading\">Overview </h2> <p aria-level=\"2\" paraeid=\"{d7f64eca-7a9f-422b-a727-d8a33f97b0bd}{248}\" paraid=\"1990014718\" role=\"heading\"><strong>Admire a gorgeous waterfall from the comfort of your vehicle.</strong> Located along Little River Road, Meigs Falls features a spacious pull-out area for easy viewing. This makes it one of the most accessible waterfalls in the park. </p> <p aria-level=\"2\" paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{7}\" paraid=\"1181757854\" role=\"heading\"><em>For your safety, please remember that visitors have suffered serious injuries from falls at waterfalls. Please enjoy Meigs Falls from the designated pull-off area.</em> </p> <h2 paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{17}\" paraid=\"977948534\">How to Get There </h2> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{23}\" paraid=\"1457168989\">To find Meigs Falls, follow these directions carefully, as there are no signs marking its location. Your odometer will be helpful for navigation. </p> <h3 paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{29}\" paraid=\"1982866407\">If you are traveling westbound from Gatlinburg: </h3> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{35}\" paraid=\"1975855484\">1. Head west on Little River Road. </p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{41}\" paraid=\"920435015\">2. Travel approximately 13 miles from the Sugarlands Visitor Center. </p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{47}\" paraid=\"918164934\">3. If you know ‘The Sinks’, the pull-off will be about one mile past this point. </p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{69}\" paraid=\"338606690\">4. Look for a large pull-off area on the left side of the road, identifiable by a distinctive stone wall that lines the pull-off. This is the only pull-off along this section of road with a stone wall, making it easier to spot.</p> <h3 paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{75}\" paraid=\"1194273885\">If you are traveling eastbound from the Townsend Wye: </h3> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{81}\" paraid=\"1356357418\">1. Head east on Little River Road.</p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{87}\" paraid=\"1698473396\">2. Travel approximately 7 miles.</p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{93}\" paraid=\"94421453\">3. Look for a large pull-off area on the right side of the road, identifiable by a distinctive stone wall that lines the pull-off. This is the only pull-off along this section of road with a stone wall, making it easier to spot.</p> <h2 paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{99}\" paraid=\"968112096\">Similar Points of Interest</h2> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{105}\" paraid=\"1428554187\"><a href=\"https://www.nps.gov/places/cataract-falls.htm\">Cataract Falls</a> </p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{117}\" paraid=\"1924883614\"><a href=\"https://www.nps.gov/places/the-sinks.htm\">The Sinks</a></p> <p paraeid=\"{7321ce63-8134-4830-b08b-118b74e425d0}{129}\" paraid=\"1600989500\"><a href=\"https://www.nps.gov/places/place-of-a-thousand-drips.htm\">Place of a Thousand Drips</a></p>",
      "location": {
        "lat": 35.6689470458557,
        "lon": -83.67510947384642
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/ACFE2A85-9F79-8C39-5A01B544C97E9563.jpg",
          "title": "Meigs Falls",
          "altText": "A waterfall tucked back in the forest flowing into a stream",
          "caption": "Meigs Falls is a roadside waterfall",
          "credit": "Kenzie Connor"
        }
      ],
      "amenities": [],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/places/cataract-falls.htm"
    },
    {
      "id": "22132228-4F2F-4D3A-BE02-8D137959AC60",
      "title": "Mouse Creek Falls",
      "listingDescription": "A scenic 41-foot (12.5 m) waterfall that cascades into Big Creek.",
      "bodyText": "<h2>Overview</h2> <p><strong><span style=\"color:#c0392b;\">Please do not climb rocks—they are slippery from mist and algae.</span></strong><br /> <br /> Mouse Creek Falls is a 41-foot (12.5-m) waterfall that cascades into Big Creek. A log bench near the falls offers a peaceful spot to rest and enjoy the view. Walk 0.5 miles (805 m) past Midnight Hole on Big Creek Trail to find this point of interest.</p> <h2>How to Get There</h2> <ul> <li>Hike 4 miles (6.4 km) roundtrip on Big Creek Trail.</li> <li>Parking is available at Big Creek Picnic Area near Big Creek Trailhead.</li> <li>Restrooms are seasonally available at the picnic area.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Hen Wallow Falls</li> <li>Fern Branch Falls</li> <li>Husky Branch Falls</li> <li>Tom Branch Falls</li> </ul>",
      "location": {
        "lat": 35.7342641463,
        "lon": -83.1334266727
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/5BD7E836-E1BF-4514-94E89F1586D14B9F.jpg",
          "title": "Mouse Creek Falls",
          "altText": "A thin waterfall cascading past green trees and mossy rocks.",
          "caption": "Access Mouse Creek Falls by hiking 4 miles (6.4 km) roundtrip from Big Creek Trailhead.",
          "credit": "Bob Carr Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "EDAC6511-941B-4841-AAAA-2B0E05910916",
      "title": "Old Town of Elkmont",
      "listingDescription": "",
      "bodyText": "<p paraeid=\"{9e7866ce-2c23-48ba-af38-864a8eb2494e}{195}\" paraid=\"1799571442\">Despite popular belief, the story of Daisy Town does not begin at the historic cabins, rather, it starts here.  </p> <p paraeid=\"{9e7866ce-2c23-48ba-af38-864a8eb2494e}{229}\" paraid=\"254542645\">Welcome to Elkmont Campground. Before it became the largest campground in Great Smoky Mountains National Park, Elkmont was the second largest town in Sevier County. By 1918, the town had over 1,500 residents and was considered a “company town” built by the Little River Lumber Company and Railroad in 1908. The company owned almost 80,000 acres of what is now the national park. Elkmont’s strategic location (halfway between Clingmans Dome and the town of Townsend) made it economical to transport cut trees by railroad to the sawmill in Townsend, then off to markets around the world.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{54}\" paraid=\"815106061\">Standing at the present-day yield sign on your left, look down the road to your right where the walk-in tent sites are located. Using the photograph circa 1917/18, try to imagine Elkmont’s former Main Street or Rail Street where a single railroad track ran 18 miles from Townsend. The track was divided into three tracks for the short length of the town of Elkmont. (You are standing at the bottom right corner of the photo. The flat straight drive was built directly on the old railroad bed.) The town consisted of a commissary (company store), church, school, hotel, tavern, machine shop, and employee houses. Not long after the town opened, Little River Lumber Company leased the land east of Elkmont town to the Appalachian Club of Knoxville, and west of town to the Wonderland Club. </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{122}\" paraid=\"646166563\">By 1925, the lumber company finished logging the area, pulled up all the rails, closed the town, and started logging the area known as Tremont.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{132}\" paraid=\"131947901\">It is hard to believe that just over 100 years ago this area was a bustling town of over 1,500 residents.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{146}\" paraid=\"1744571511\">As you travel between stops, look for signs of the people who came before us, watch for distinct gaps in the forest which could indicate the route of an old railroad bed, or consider the size and type of trees around you. Learning to read the landscape can reveal clues about a time gone by… </p>",
      "location": {
        "lat": 35.6603723456,
        "lon": -83.583301774
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/A8A9A4EF-FA42-E0EE-24A5496D31A281FF.jpg",
          "title": "Town of Elkmont, circa 1912",
          "altText": "Black and white image of the historic town of Elkmont.",
          "caption": "Elkmont circa 1912",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Entrance Passes for Sale",
        "Firewood For Sale/Available",
        "First Aid Kit Available",
        "Food/Drink - Vending Machine/Self Service",
        "Information - Maps Available",
        "Information - Park Newspaper Available",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Restroom - Seasonal"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "974ACBA5-8721-4BAA-95CA-2605A31E83BC",
      "title": "Twentymile Cascade",
      "listingDescription": "A 22-foot (6.7-m) cascade down a long series of mossy sandstone ledges.",
      "bodyText": "<h2>Overview</h2> <p>At Twentymile Cascade, the waters of Twentymile Creek slide down a series of slanting sandstone ledges before dropping into a boulder-filled creek bed. Reaching the cascade requires a <a href=\"https://www.nps.gov/thingstodo/twentymile-cascade.htm\">1.3-mile (2.1-km) round-trip walk</a> on a wide gravel road.</p> <h2>How to Get There</h2> <ul> <li>Park in one of the two parking areas near Twentymile Ranger Station on NC Highway 28 three miles east of the junction of US 129 at Deals Gap or 6.2 miles west of Fontana Dam.</li> <li>Follow the gravel road beyond ranger station and past the gate 0.5 mile along Twentymile Trail to the junction of Wolf Ridge Trail. Bear right and continue or another 100 yards to the sign marking Twentymile Cascade.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/hike-the-deep-creek-waterfalls-loop.htm\">Deep Creek Waterfall Loop</a></li> </ul>",
      "location": {
        "lat": 35.470847147404655,
        "lon": -83.86961617384746
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/35BC6CEA-D94D-9DDA-938D79C2727BD55C.jpg",
          "title": "Twentymile Cascade",
          "altText": "A stout waterfall cascading into a pool near a large boulder and fallen tree.",
          "caption": "Hike 1.2 miles roundtrip from Twentymile Trailhead in the Fontana area.",
          "credit": "NPS Photo"
        }
      ],
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": "https://www.nps.gov/thingstodo/twentymile-cascade.htm"
    },
    {
      "id": "1C385404-50B6-4471-9A67-C6C1C0D262C6",
      "title": "Whitehead Place",
      "listingDescription": "The Henry Whitehead place is located 0.75 miles down Forge Creek Road. The entrance for Forge Creek Road is just past the exit of the Cades Cove Visitor Center/Cable Mill Historic Area parking lot.",
      "bodyText": "<p>A short drive down Forge Creek Road leads to the Henry Whitehead Place, a uniquely built home and the last example of a sawn log house in the park. The story of this home begins with the smaller cabin in the back. This cabin is simple, but visitors today might notice the ‘granny hole’ by the fireplace. It provided the person tending the fire with a window outside. This one room cabin was built roughly and quickly out of necessity for Matilda Shields by her brothers in 1881. Matilda and her young son were abandoned by her husband during a visit to see family in Cades Cove. Around the same time, Henry Whitehead lost his wife and became a single father to three young daughters. He and Matilda married in 1887, and he built the larger home in the front between 1895-1898.<br /> <br /> This home is often mistaken for a frame structure because it is built of logs that were run through a sawmill and “squared up,” resulting in a smooth, consistent appearance. You can compare this construction to the more common hewn log structure of the original cabin where logs were roughly flattened by hand. Since the logs were irregular shapes, the spaces between the logs had to be filled, or chinked, with mud or clay. With a sawn log building like the Henry Whitehead cabin, the logs fit together so well that almost no chinking was required resulting in a well-insulated home. These two cabins are connected by a covered passageway and serve as an architectural link between the different construction types in Cades Cove.<br /> <br /> The outbuilding next to the cabin is a smokehouse, one of five remaining in Cades Cove today. The floor of the smokehouse was often kept as dirt, on which the fire could be built. Freshly cut oak or hickory wood was often used, but water could also be added to older wood to increase smoke production. Smokehouses have interior shelves on which the smoked hams and other meats could be stored for later use. In Cades Cove, the meat was almost always pork because hogs were inexpensive to feed and easy to raise. Smokehouses were typically constructed close to the house for convenience and to provide protection from bears which were attracted by the smell of smoked meats. The structures needed to be sturdy and well-sealed to keep out wildlife, but also to keep in the smoke used for preservation. Storing food safely from wildlife has always been an important challenge and is one people still face today.<br /> <br /> The Henry Whitehead place stands alone today, but during its occupation, homes lined Forge Creek Road. There were other large sawed-log houses built by Frederick Shields and James V. Cable, but unfortunately, these buildings were not preserved. This road also leads to another road, Parson Branch Road, which you can drive during the warmer months. This one-way, unpaved, high clearance road leads to Highway 129 and travels through the former area of the Chestnut Flats community. Return to the Cades Cove Loop Road via Forge Creek Road to continue the Auto Tour.</p> <h2>How to Get There</h2> <ul> <li>Drive the 11-mile, one-way Cades Cove Loop Road. The Henry Whitehead place is located 0.75 miles down Forge Creek Road. The entrance for Forge Creek Road is just past the exit of the Cades Cove Visitor Center/Cable Mill Historic Area parking lot.</li> </ul> <h2>Similar Points of Interest</h2> <ul> <li>Other historic structures in Cades Cove</li> </ul>",
      "location": {
        "lat": 35.57828614646425,
        "lon": -83.8382562747397
      },
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/BBBA915A-0811-78A9-8D9F2B52D0CCB745.jpg",
          "title": "Henry Whitehead Place",
          "altText": "A log cabin and smokehouse on a grassy lawn surrounded by forest.",
          "caption": "The Henry Whitehead Place joins the roughest and finest construction in Cades Cove.",
          "credit": "NPS Photo/C. Daugherty"
        }
      ],
      "amenities": [
        "Historical/Interpretive Information/Exhibits"
      ],
      "isOpenToPublic": false,
      "isManagedByNps": false,
      "url": null
    },
    {
      "id": "EC4DA25B-D5B6-454F-B570-EF50710C9F36",
      "title": "Drive Foothills Parkway (Chilhowee to Walland)",
      "shortDescription": "Drive 16.6 miles (26.7 km) one-way on Foothills Parkway from Chilhowee to Walland.",
      "longDescription": "<h2>Overview</h2> <p>Drive the section of Foothills Parkway West that connects the community of Walland to the southwest corner of Great Smoky Mountains National Park at Chilhowee Lake. The parkway is popular among individuals seeking to drive US-129 otherwise known as the “Tail of the Dragon” north of Chilhowee Lake. Between Chilhowee Lake and Walland, Tennessee, the parkway has 16 parking areas, 14 of which are scenic overlooks. The parkway climbs the ridge of the foothills over Happy Valley and offers views looking both east towards Great Smoky Mountains National Park and west overlooking Maryville and Alcoa. <br /> <br /> The views available along the parkway vary throughout the drive. Along the southern portion of the parkway, southeastern overlooks face the mountains that surround Cades Cove, providing the opportunity to see the sunrise over one of the most iconic locations of the park. Southeast-facing overlooks along the northern portion of the parkway offer views of working farms in Millers Cove. On clear days, the Cumberland Plateau can be visible from northwest facing overlooks. <br /> <br /> Two improved viewing platforms can be found at Look Rock, 7.1 miles from the southern entrance to the parkway. A set of stairs lead down to the lower platform, directly adjacent to the parking lot. Just north of the parking lot, a short, paved trail leads to the <a href=\"https://www.nps.gov/thingstodo/look-rock-tower-trail.htm\">Look Rock Tower</a>.<br /> <br /> There are no trash cans available at the parking areas throughout the parkway, so please be sure to pack out your trash.<br /> <br /> This section of Foothills Parkway stretches from US-129 by Chilhowee Lake to US-321 near Walland, Tennessee. Mileposts mark the distance from the Chilhowee Lake entrance.</p> <ul> <li>Between Mileposts 3 and 4: Two overlooks that face southeast.</li> <li>Between Mileposts 4 and 5: Two overlooks that face southeast.</li> <li>Mile 6.4: One scenic overlook facing southeast.</li> <li>Mile 7.1: <a href=\"https://www.nps.gov/thingstodo/look-rock-tower-trail.htm\">Look Rock Tower Trail</a> and lower Look Rock Overlook have ample parking and access to Look Rock Tower.</li> <li>Mile 7.5: <a href=\"https://www.nps.gov/places/look-rock-picnic-area.htm\">Look Rock Picnic Area</a> and <a href=\"https://www.nps.gov/grsm/planyourvisit/look-rock-campground.htm\">Campground</a> provide restrooms and ample parking.Between Mileposts 10 and 11 are two parking areas and one overlook facing northwest.</li> <li>Mile 11.4: Two overlooks on either side of the parkway.Between Mileposts 13 and 14: Two overlooks that face northwest</li> <li>Mile 14.2: Parking area on the southern side of road.Between Mileposts 15 and 16: Two parking areas that face southeast.</li> <li>Mile 16.6: intersection with US HWY 321</li> </ul> <h3>Length</h3> <p>16.6 miles (26.7 km) one-way </p> <h3>Parking </h3> <p>Parking is available throughout the parkway. Don't forget <a href=\"https://www.nps.gov/grsm/planyourvisit/fees.htm\">your parking tag</a>.</p> <h3>Nearest Restroom</h3> <p><a href=\"https://www.nps.gov/places/look-rock-picnic-area.htm\">Look Rock Picnic Area</a> (available seasonally)</p> <h3>Similar Routes</h3> <ul> <li><a href=\"https://www.nps.gov/thingstodo/drive-lakeview-drive.htm\">Lakeview Drive</a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-walland-to-wears-valley.htm\">Foothills Parkway (Walland to Wears Valley) </a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-cosby-to-i-40.htm\">Foothills Parkway (Cosby to I-40)</a></li> </ul>",
      "location": {
        "lat": 35.55820549452794,
        "lon": -84.0098762512207
      },
      "duration": "",
      "season": [],
      "activities": [
        {
          "id": "0B4A5320-216D-451A-9990-626E1D5ACE28",
          "name": "Scenic Driving"
        }
      ],
      "arePetsPermitted": true,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/72D3E77B-C090-58E0-515933835088800B.jpg",
          "title": "Foothil parkway w 129 to Walland",
          "altText": "A road through the woods with a sign for Lookrock tower on the right",
          "caption": "Drive Foothills Parkway from Chilhowee to Walland.",
          "credit": "NPS"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": true,
      "tags": [
        "foothills parkway",
        "Scenic Drive",
        "Walland",
        "Chilhowee"
      ]
    },
    {
      "id": "C1A3D483-282B-4C85-9FEE-55FE6F531081",
      "title": "Drive Foothills Parkway (Walland to Wears Valley)",
      "shortDescription": "Drive 14.75 miles (23.74 km) one-way on Foothills Parkway from Walland to Wears Valley.",
      "longDescription": "<h2>Overview</h2> <p>Drive the Walland to Wears Valley section of the Foothills Parkway that is approximately 14.75 miles (23.74 km) long and climbs to nearly 2,500 feet in elevation near Caylor Gap. This section of the Foothills Parkway was completed in 2018 and has expansive views of Great Smoky Mountains National Park. The smooth road clings to the southern slopes of the mountains with winding viaducts that cross valleys and connect Grassy Mountain, Rocky Mountain, and Davis Mountain. There are multiple scenic overlooks and ample parking to view Great Smoky Mountains and Wears Valley. See the <a href=\"https://www.nps.gov/places/foothills-parkway.htm\">Foothills Parkway Overview</a> for additional information.<br /> <br /> Foothills Parkway (Walland to Wears Valley) is accessible from U.S. 321 south of Walland and northeast of Line Springs Road in Wears Valley. There are 10 waysides and overlooks that allow visitors to stretch their legs, picnic, and enjoy the views including at:</p> <ul> <li>Milepost 17: four parking spaces, a curb cut, and a sidewalk to the welcome sign</li> <li>Milepost 18: 17 parking spaces and two accessible parking spaces with views of the Little River</li> <li>Milepost 21: Capshaw Branch Overlook has 44 parking spaces and four accessible parking spaces</li> <li>Milepost 22: six parallel parking spaces</li> <li>Between Milepost 23 and Milepost 24: parking area on the mountainside of the road and access to a seasonal roadside waterfall</li> <li>Milepost 25: parking area on the mountainside of the road about halfway up Dancing Gap Mountain</li> <li>Near Milepost 25: Townsend Overlook, 10 parking spaces, one accessible parking space, views of Townsend and the “peaceful side of the Smokies”</li> <li>Between Milepost 26 and 27: two parking areas near Caylor Gap: main parking area with 12 parking spaces, including one accessible parking space; secondary parking area with five parallel parking spaces, views of rolling hills to the West and full panoramic views of the Smoky Mountains </li> <li>Milepost 28: 10 parking spaces and one accessible parking space with views of Mount. Le Conte and Roundtop Mountain</li> <li>Milepost 29: Six parallel parking spaces</li> </ul> <h3>Length</h3> <p>14.75 miles (23.74 km) one-way</p> <h3>Parking </h3> <p>Ample but varied parking along the parkway. Don't forget <a href=\"https://www.nps.gov/grsm/planyourvisit/fees.htm\">your parking tag</a>.</p> <h3>Nearest Restroom</h3> <p><a href=\"https://www.nps.gov/places/metcalf-bottoms-picnic-area.htm\">Metcalf Bottoms Picnic Area </a></p> <h3>Similar Routes</h3> <ul> <li><a href=\"https://www.nps.gov/thingstodo/drive-lakeview-drive.htm\">Lakeview Drive</a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-chilhowee-to-walland.htm\">Foothills Parkway (Chilhowee to Walland)</a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-cosby-to-i-40.htm\">Foothills Parkway (Cosby to I-40)</a></li> </ul>",
      "location": {
        "lat": 35.717876437984124,
        "lon": -83.8201904296875
      },
      "duration": "",
      "season": [],
      "activities": [
        {
          "id": "0B4A5320-216D-451A-9990-626E1D5ACE28",
          "name": "Scenic Driving"
        }
      ],
      "arePetsPermitted": true,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/72430D7A-BE3F-02DE-B7298D9E2B1E8EF0.jpg",
          "title": "Drive Foothills Parkway W",
          "altText": "A roadway bridge with mountain views, the lower corner has a car icon.",
          "caption": "Drive from Walland to Wears Valley on the Foothills Parkway.",
          "credit": "NPS"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": true,
      "tags": [
        "foothills parkway",
        "Scenic Drive",
        "Walland",
        "Wears Valley"
      ]
    },
    {
      "id": "92D87365-7221-4BCC-9D2D-E77E563DA154",
      "title": "Drive Foothills Parkway (Cosby to I-40)",
      "shortDescription": "Drive 5.6 miles (9.01 km) one-way on Foothills Parkway from Cosby to I-40.",
      "longDescription": "<h2>Overview</h2> <p>Looking for the road less traveled? Take Foothills Parkway East from Cosby, Tennessee, and climb 1,000 feet along Green Mountain for 5.6 miles (9 km) of sweeping views of the eastern Appalachians. Enjoy eagle-eye vistas of Cherokee National Forest, Cosby Valley, and Raines Knob from one of four scenic overlooks.<br /> <br /> This section of the Foothills Parkway offers an ideal opportunity for visitors to take in the grandeur of the Smokies with ease. Accessible via Cosby or I-40, <a>it</a> provides a scenic alternative for those traveling to or from Great Smoky Mountains National Park. Visitors can stretch their legs at the Cosby Picnic Area, only 6.5 miles from the Cosby entrance of Foothills Parkway. Cosby is known for its breathtaking landscape, quiet hikes, spring wildflowers, fall foliage, and old-growth forest. See the <a href=\"https://www.nps.gov/places/foothills-parkway.htm\">Foothills Parkway Overview</a> for additional information.<br /> <br /> This section of Foothills Parkway stretches from Cosby Highway by US 321 to I-40, Exit #443. Mileposts mark the distance from the Cosby Highway entrance.</p> <p>For visitors traveling west to east, take U.S. 321 E and turn left onto Cosby Hwy.</p> <ul> <li>In 1.8 miles, turn right onto Foothills Parkway, beginning at an elevation of 1,363 feet.</li> <li>Mile 0.4: The Foothills Parkway sign, at 1,487 feet, has ample, undesignated parking spaces.</li> <li>Mile 1.4: Cosby Overlook, at 1,811 feet, faces southwest and has ample, undesignated parking spaces.</li> <li>Mile 2.2: Green Mountain Overlook, at 2,136 feet, faces southeast, making it a great location for sunrise chasers, and has ample, undesignated parking spaces.</li> <li>Mile 3.6: Allen Grove Overlook, at 1,948 feet, faces northwest and has ample, <a>undesignated</a> parking spaces.</li> <li>Mile 4.7: Greasy Cove Overlook and Foothills Parkway, at 1,603 feet, faces northwest and has ample, undesignated parking spaces.</li> <li>Mile 5.6: The Foothills Parkway East via Cosby terminates at Interstate 40 at Exit 443.</li> </ul> <h3>Length</h3> <p>5.6 miles (9.01 km) one-way</p> <h3>Parking</h3> <p>Ample parking is available at four scenic overlooks along the parkway. Don't forget <a href=\"https://www.nps.gov/grsm/planyourvisit/fees.htm\">your parking tag</a>.</p> <h3>Nearest Restroom</h3> <p><a href=\"https://www.nps.gov/places/cosby-picnic-area.htm\">Cosby Picnic Area</a> (available seasonally)</p> <h2>Similar Routes</h2> <ul> <li><a href=\"https://www.nps.gov/thingstodo/drive-lakeview-drive.htm\">Lakeview Drive</a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-chilhowee-to-walland.htm\">Foothills Parkway (Chilhowee to Walland)</a></li> <li><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-walland-to-wears-valley.htm\">Foothills Parkway (Walland to Wears Valley) </a></li> </ul>",
      "location": {
        "lat": 35.81349793112761,
        "lon": -83.24718475341797
      },
      "duration": "",
      "season": [],
      "activities": [
        {
          "id": "0B4A5320-216D-451A-9990-626E1D5ACE28",
          "name": "Scenic Driving"
        }
      ],
      "arePetsPermitted": true,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/DB4EA506-EF5A-97F5-F53AD67F805F9255.jpg",
          "title": "Drive foothill parkway east",
          "altText": "A road with a scenic mountain view and large pull-off.",
          "caption": "Drive Foothills Parkway between I-40 and Cosby",
          "credit": "NPS"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": true,
      "tags": [
        "Cosby",
        "foothills parkway",
        "I-40",
        "Scenic Drive"
      ]
    },
    {
      "id": "F311A811-AE5F-4E6C-BB88-97F4D84591D3",
      "title": "Drive Lakeview Drive",
      "shortDescription": "Drive 11.4 miles (18.3 km) roundtrip on Lakeview Drive.",
      "longDescription": "<h2>Overview</h2> <p>Lakeview Drive is an 11.4-mile (18.3 km) roundtrip paved road that climbs out of Bryson City, North Carolina, and offers scenic views of Fontana Lake and the surrounding mountains. The drive includes four overlooks and several hiking trails such as Noland Creek Trail, Benton McKaye Trail, <a href=\"https://www.nps.gov/thingstodo/goldmine-loop.htm\">Goldmine Loop</a>, and Lakeshore Trail and is ideal for visitors seeking a road less traveled for leaf-peeping, wildlife viewing, and picnicking. Lakeview Drive ends at the mouth of <a href=\"https://www.nps.gov/places/lakeview-drive-tunnel.htm\">Lakeview Drive Tunnel</a>, a 1,200-foot unlit, pedestrian-only tunnel and the trailhead for Lakeshore Trail to Fontana Dam. Lakeview Drive highlights Swain County’s early mountaineer and logging history. Hikers may see evidence of displaced <a>communities</a><a href=\"#_msocom_1\">[SS1]</a> and the remnants of the area’s many historic churches, homesteads, farms, orchards, and sawmills.</p> <h3>History</h3> <p>Lakeview Drive is located in Swain County, North Carolina. Like residents of all counties bordering the park, Swain County families experienced emotional loss in the 1930s when they had to leave their homes and farms to make way for the creation of the Great Smoky Mountains National Park. Hardly a decade later, in 1942 <a href=\"https://www.nps.gov/places/fontana-dam.htm\">Fontana Dam’s</a> construction by Tennessee Valley Authority (TVA) began and forced some Swain County families who had relocated outside of the park boundaries to relocate yet again. TVA purchased some tracts of land and forced residents of others out by eminent domain. TVA constructed Fontana Dam by wartime necessity to generate electricity for Oak Ridge, TN and the top-secret <a href=\"https://www.nps.gov/mapr/planyourvisit/oakridge-tn.htm\">Manhattan Project</a>. Construction of the hydroelectric dam was completed in 1945. With the dam in place, the Little Tennessee River was flooded, and Fontana Lake was formed over an area previously inhabited by over 1,000 residents in the towns of Proctor, Judson, Fontana and surrounding areas.<br /> <br /> In 1943, the 44,170 acres of land acquired by TVA for the construction of Fontana Dam and the subsequent formation of Fontana Lake was transferred to the Department of the Interior and incorporated into Great Smoky Mountains National Park. The same agreement that facilitated this land transfer also included a provision to construct Lakeview Drive along the north shore of the newly formed lake. This road was intended to reconnect displaced residents with cemeteries and other important community sites that were now located across the 17-mile-long Fontana Lake.Construction of Lakeview Drive, then known as North Shore Road, began in the 1960s. However, due to slope instability, high costs, and significant environmental challenges, the project was halted in 1972 and never completed. In 2007, the National Park Service agreed to a $52 million cash settlement with Swain County to honor the original 1943 agreement regarding the road’s completion. The federal government fulfilled the settlement payments in full by 2017.<br /> <br /> The road now serves as a scenic getaway that showcases footprints of homesteads still honored by descendants and highlights the sacrifice of these communities to the formation of Great Smoky Mountains National Park and the construction of Fontana Dam.</p> <h3>Detailed Directions </h3> <p>From the Swain County Visitor Center and Heritage Museum in downtown Bryson City, follow Everett Street north and continue on Fontana Road for about 2.5 miles until you reach Lakeview Drive entrance.<br /> Mile 3.2: Fontana Lake Overlook has 8 parking spaces, 1 picnic table, and 1 trash can.<br /> Mile 5.0: Access to Noland Creek Trail and Benton McKaye Trail with 21 parking spaces.<br /> Mile 5.4: No trail access, 6 parking spaces.<br /> Mile 5.7: Access to Lakeview Drive Tunnel, Tunnel Bypass Trail, Goldmine Loop Trail, and Lakeshore Trail with 12 parking spaces.</p> <h3>Length </h3> <p>11.4 miles (18.3 km) roundtrip</p> <h3>Parking </h3> <p><a>Parking availability varies by overlook. </a>Don’t forget <a href=\"https://www.nps.gov/grsm/planyourvisit/fees.htm\">your parking tag</a>.</p> <h3>Nearest Restroom </h3> <p><a href=\"https://www.nps.gov/places/deep-creek-picnic-area.htm\">Deep Creek Picnic Area (open seasonally)</a></p> <h2>Similar Routes</h2> <p><a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-cosby-to-i-40.htm\">Foothills Parkway (Cosby to I-40)</a><br /> <a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-chilhowee-to-walland.htm\">Foothills Parkway (Chilhowee to Walland)</a><br /> <a href=\"https://www.nps.gov/thingstodo/drive-foothills-parkway-walland-to-wears-valley.htm\">Foothills Parkway (Walland to Wears Valley)</a><br />  </p>",
      "location": {
        "lat": 35.4497632065976,
        "lon": -83.47813367843628
      },
      "duration": "",
      "season": [],
      "activities": [
        {
          "id": "0B4A5320-216D-451A-9990-626E1D5ACE28",
          "name": "Scenic Driving"
        }
      ],
      "arePetsPermitted": true,
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/44C26470-D44A-234B-37B6CFE75C0FFAE5.jpg",
          "title": "Drive Lakeview Drive",
          "altText": "A road winds through dense trees.",
          "caption": "Drive Lakeview Drive.",
          "credit": "NPS"
        }
      ],
      "isReservationRequired": false,
      "doFeesApply": true,
      "tags": [
        "North Carolina",
        "lakeview drive",
        "Lake View Drive",
        "Scenic Drive"
      ]
    }
  ],
  "total": "30"
}