{
  "data": [
    {
      "id": "1D15C891-0B0D-4FDD-BB09-9ADABD330165",
      "url": "https://www.nps.gov/places/000/angels-window.htm",
      "title": "Angels Window",
      "listingDescription": "A short, easy side trail from the Cape Royal trail leads to an area above Angels Window, which offers visitors the chance to stand over a natural arch and enjoy a magnificent viewpoint. Railings and fencing secure the area. However, walking above Angels Window may not be a good idea if you are afraid of heights.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/95197393-F2C1-0124-377414A322DBA864.jpg",
          "credit": "NPS Photo by Michael Quinn",
          "altText": "Pink rays of sun illuminate the side of a large, cream-colored stone arch on the side of a cliff.",
          "title": "Angels Window",
          "description": "",
          "caption": "Angels Window at Sunrise",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95197393-F2C1-0124-377414A322DBA864.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95197393-F2C1-0124-377414A322DBA864.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Arch",
        "window",
        "Angels",
        "bridge",
        "natural",
        "Grand Canyon",
        "North rim",
        "Scenic Drive",
        "angels window",
        "cape royal",
        "scenic viewpoint"
      ],
      "latitude": "",
      "longitude": "",
      "latLong": "",
      "bodyText": "<h3><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></h3> <hr /> <h4><em style=\"font-size: 0.875rem; color: rgb(33, 37, 41); font-family: \"Helvetica Neue\", Helvetica, Arial, sans-serif; font-weight: 400;\"><strong>NOTE: RVs over 22 feet long, and vehicle-trailer combinations with a total length over 22 feet, are not permitted on Cape Royal Road and the Scenic Drive due to narrow, windy roads with blind corners.</strong></em></h4> <p><br /> Angels Window is essentially a rock \"bridge\" created by erosion, forming an arch through which you can see the Colorado River below. From Angels Window, you can also see <strong data-end=\"730\" data-start=\"713\">Vishnu Temple</strong>, and other iconic canyon landmarks.<br /> <br /> The trail begins on the southeast side of the Cape Royal parking area. A short, easy side trail leads to a narrow area above Angels Window, which offers visitors the chance to stand over the natural arch and enjoy a magnificent viewpoint.<br /> <br /> The views are stunning and one may feel as if they are floating above the canyon. Railings and fencing secure the area. However, walking above Angels Window may not be a good idea if you are afraid of heights!<br /> <br /> The Cape Royal Trail is 0.6 mi. / 1.0 km round-trip; 30 minutes approximate round-trip hiking time.</p> <hr /> <p> </p>",
      "audioDescription": "A D Stop 2, Angels Window. 2 minutes. About halfway along the paved Cape Royal Trail from the parking area, a second paved trail leads left (east) to an observation platform, and an unpaved trail along the top of Angel’s Window. The Angels Window trail leads down a slight slope to a fork. Take the left fork to continue along a slightly narrower path that curves around to the right to a paved, stone-lined observation platform, 15 feet (five meters) wide by 10 feet (three meters) deep. To the left is the towering Vishnu Temple. To the right, the massive, curved walls and flat top of Wotans Throne. Two, three-foot tall wayside panels mounted on angled, metal reading rails stand side by side along the canyon side of the platform. The left-hand panel describes the changing colors of the Colorado River. The right-hand panel encourages you to listen to the sounds of the canyon. Descriptions of these two panels are included in the sub-script below. Note a wooden park bench in a small grove of trees at the far, right-hand side of the platform. Be mindful of the rocky platform border when moving to the bench. Moving back up the trail from the observation platform to the fork, a second asphalt trail to the left slopes down about 20 feet (six meters) to set of uneven stone steps and a dirt and gravel trail. The uneven dirt trail winds further down among a series of large boulders, then moves down three more stone steps to a path along the edge of the canyon. Four-foot tall metal guardrails flank the trail on either side. Note the path narrows as it crosses onto the top of Angel’s Window itself. The path continues east to a large, rocky expanse on top of the rock formation, 50 feet (15 meters) long by 25 feet (eight meters) wide, with metal guardrails all around. The River Red Wayside Panel A panoramic color photograph of the canyon with a view of the winding, reddish brown Colorado River at the bottom fills the face of the first wayside panel at the left. Entitled “The River Red,” words at the top of the panel read: Is the Colorado River clear, rusty brown, or emerald green today? Before the 1963 construction of Glen Canyon Dam just upstream of Grand Canyon, the river flowed a sediment-filled red and was called “the river colored red”, or Rio Colorado. It was described as “too thick to drink, and too thin to plow.” Sediments act as liquid sandpaper, carving the canyon, but that effect is now drastically curtailed. The clear green water that flows through Grand Canyon today is sediment-starved. The sediment is choked back by the dam and deposited in Lake Powell. It is only after spring snowmelt or when the summer monsoons arrive that the river flows red (like photo below), as side streams flush sediment into the Colorado. The first of two inset color photographs at the left shows a large dam on the river, nestled between high rock walls at the left and right. A caption reads: Glen Canyon Dam stifles the cutting and scouring power of the Colorado River. The cold, clear water discharged from the dam has drastically altered the ecology of the river, forever changing the web of life. The second, circular color photograph shows an emerald green segment of the Colorado River, with a diagonal line pointing from the river in the inset photograph to the river in the main panel photograph. A caption reads: Today’s sediment-starved river erodes rather than replaces beaches. Listen Wayside Panel At top of the second wayside panel at the right, text reads: Listen Stand still, be quiet, close your eyes. . .what do you hear? Is it a natural or human-caused sound? Can you hear a distant Colorado River rapid roar? Is something else masking its sound? Is one sound more desirable or more soothing? What value do you place on the sound of falling rain or the wing beat of a passing raven? National parks allow us to enjoy landscapes and soundscapes. But natural sounds are slowly and incrementally being covered up by noises that did not exist in parks until recently. Park managers must limit the array of mechanized disturbances that encroach upon the acoustic values of the park. Hearing is the only option for experiencing certain aspects of Grand Canyon—whistling canyon winds, howling coyotes, its immense quiet. Without limits on human noises, would your Grand Canyon visit be diminished? A series of three color photographs fills the left side of the panel. At the top, the first photograph shows a bright white lightning strike above a cloudy, blue-tinged view of the canyon. Questions read: “What value do you place on the sound of thunder? On quiet?” At the middle left, a waterfall cascades between some rocks, splashing into a green pool below. Text reads, “Natural sounds have powerful effects on our emotions, attitudes, and memories.” At the bottom left, a lone hiker stands in silhouette against a sun-drenched rock wall. Words read, “The quieter a place is, the more sensitive we become to human-caused noises. What can you do to lessen your noise?” A panoramic view of the canyon fills the right side of the panel, with a black bird soaring high overhead. Words read, “Listen for the wing beat of a passing raven.”",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "b31f9883-e752-4ccb-a9d7-519a899a9621",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Scenic View/Photo Spot"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Scenic Overlook",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "A5616A41-5C70-4666-ADD4-EEC5B071F566",
      "url": "https://www.nps.gov/places/000/arizona-trail.htm",
      "title": "Arizona Trail",
      "listingDescription": "Note: the Arizona Trail and the North Kaibab Trail are CLOSED within Grand Canyon National Park, until further notice, due to ongoing recovery efforts related to impacts from the Dragon Bravo Fire. The Arizona Trail is an ambitious project that traverses the length of Arizona from the Utah border to Mexico. A section of this trail enters the park near the North Entrance and roughly parallels the highway until it connects with the North Kaibab Trail, Distance 10 miles (16 km).",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/A7BE28EF-FD1E-2582-748114AEEDE80256.jpg",
          "credit": "",
          "altText": "Wooden routed sign with white letters reads, Arizona Trail. Widforss Trail, .5; Park Entrance: 10.",
          "title": "Arizona Trail Sign",
          "description": "",
          "caption": "The Arizona Trail passes the Widforss Trailhead on its way to the park entrance.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A7BE28EF-FD1E-2582-748114AEEDE80256.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A7BE28EF-FD1E-2582-748114AEEDE80256.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Arizona",
        "trail",
        "trailhead",
        "North rim",
        "Grand Canyon"
      ],
      "latitude": "36.217233",
      "longitude": "-112.056803",
      "latLong": "36.217233,-112.056803",
      "bodyText": "<h4>Note: the Arizona Trail and the North Kaibab Trail are CLOSED within Grand Canyon National Park until further notice due to safety concerns and ongoing recovery efforts related to impacts from the Dragon Bravo Fire. <br /> <br /> <a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></h4> <p><strong><span style=\"font-size: 0.875rem; color: rgb(27, 27, 27); font-weight: 400;\">The North Rim developed area, including the lodge, visitor center and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire.</span></strong></p> <hr /> <p>The Arizona Trail is an ambitious project that traverses the length of Arizona from the Utah border to Mexico. A section of this trail enters the park near the North Entrance and roughly parallels the highway until it connects with the North Kaibab Trail, a distance of approximately 10 miles (16 km).</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "ADEB6109-C66A-4551-A6FF-5F27A57EF04A",
      "url": "https://www.nps.gov/places/000/bridle-path-north-end.htm",
      "title": "Bridle Path (North End)",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. This Bridle Path follows the road (AZ 67) and connects Grand Canyon Lodge with the North Rim Campground, the Backcountry Information Center, and North Kaibab Trailhead. It is 1.9 miles through the forest, with minimal elevation gain. Bicycles and leashed pets are permitted on this hard-packed trail.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E5E531D7-D1B0-EF75-0DBE3CEE2D3A160F.jpg",
          "credit": "NPS photo by Michael Quinn",
          "altText": "A flat, hard-packed trail bordered on either side by rocks winds through a pine and aspen forest.",
          "title": "Bridle Path",
          "description": "",
          "caption": "The Bridle Path is the only trail on the North Rim which permits bicycles and leashed pets.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E5E531D7-D1B0-EF75-0DBE3CEE2D3A160F.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E5E531D7-D1B0-EF75-0DBE3CEE2D3A160F.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trailhead",
        "Grand Canyon",
        "North rim",
        "bridle path",
        "Grand Canyon Lodge",
        "north rim campground",
        "North Rim Backcountry Office",
        "North Kaibab Trailhead",
        "Bicycles",
        "Pets"
      ],
      "latitude": "36.216912",
      "longitude": "-112.056642",
      "latLong": "36.216912,-112.056642",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center. Bridle Path and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p>The Bridle Path follows the road (AZ 67) and connects Grand Canyon Lodge with the North Rim Campground, the Backcountry Information Center, and North Kaibab Trailhead. It is 1.9 miles through the forest, with minimal elevation gain. Bicycles and leashed pets are permitted on this hard-packed trail.</p> <h3>Trail Information</h3> <p><strong>One-way Distance:</strong> 1.9 miles (3.1 km)<br /> <strong>Elevation change:</strong> Minimal<br /> <strong>Average Hiking Time: </strong>1 hour</p> <h3><br /> Hike Smart</h3> <p><strong>Make a Plan</strong><br /> If you are confident in your abilities on this steeply-paved trail, communicate your intentions with someone who will notice if you are overdue.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike: your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The return hike will likely take twice as long as the hike going down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing. Proper nutrition and hydration are critical to your hiking success! Eat and drink while resting, sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake can cause <strong>hyponatremia</strong>—a seizure-producing, electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p>",
      "audioDescription": "A D Stop 10, Bridle Path. 1 minute. The Bridle Path begins above the parking lot for the North Kaibab Trailhead, located along the east side Route 67, a little over two miles (three and a half kilometers) north of Grand Canyon Lodge. Two wildlife-proof metal garbage cans and bicycle rack stand at the foot of a one-way road that loops right uphill around a long, slender lot with diagonal parking spaces. Note at the top of the lot, there is a wheelchair accessible vault toilet, and another wildlife-proof metal garbage can. From a horse pen above the lot, a long, wood-post lined path leads downhill from the pen, alongside and parallel to the long south side of the lot. It emerges at the North Kaibab trailhead beside the water filling station, at the base of a stone staircase. The Bridle Path continues alongside the roadway to the west, connecting the North Kaibab Trailhead with the Backcountry Information Center, North Rim Campground, and Grand Canyon Lodge. Bicycles and leashed pets are permitted on this hard-packed trail.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Hiking Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "C2653346-9517-42C1-B516-872F5FE6FEA3",
      "url": "https://www.nps.gov/places/000/bridle-path-south-end.htm",
      "title": "Bridle Path (South End)",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. The Bridle Path follows the road (SR 67) and connects Grand Canyon Lodge with the North Rim Campground, the Backcountry Information Center, and North Kaibab Trailhead. It is 1.9 miles through the forest, with minimal elevation gain. Bicycles and leashed pets are permitted on this hard-packed trail.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/3EFF0F44-F87B-8362-B9DED43F59681626.jpg",
          "credit": "NPS photo by Michael Quinn",
          "altText": "A flat, hard-packed trail bordered on either side by rocks winds through a pine and aspen forest.",
          "title": "Bridle Path South",
          "description": "",
          "caption": "The Bridle Path is the only trail on the North Rim which permits bicycles and leashed pets.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3EFF0F44-F87B-8362-B9DED43F59681626.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3EFF0F44-F87B-8362-B9DED43F59681626.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Bridle",
        "trail",
        "path",
        "Grand Canyon",
        "North rim",
        "Grand Canyon Lodge",
        "north rim campground",
        "North Rim Backcountry Office",
        "North Kaibab Trailhead",
        "Bicycles"
      ],
      "latitude": "36.19606",
      "longitude": "-112.05139",
      "latLong": "36.19606,-112.05139",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center. Bridle Path and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p>The Bridal Path follows the road (AZ 67) and connects Grand Canyon Lodge with the North Rim Campground, the Backcountry Information Center, and North Kaibab Trailhead. It is 1.9 miles through the forest, with minimal elevation gain. Bicycles and leashed pets are permitted on this hard-packed trail.</p> <h3>Trail Information</h3> <p><strong>One-way Distance:</strong> 1.9 miles (3.1 km)<br /> <strong>Elevation change:</strong> Minimal<br /> <strong>Average Hiking Time: </strong>1 hour</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> If you are confident in your abilities on this steeply-paved trail, communicate your intentions with someone who will notice if you are overdue.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike: your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The return hike will likely take twice as long as the hike going down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy balancing. Proper nutrition and hydration are critical to your hiking success! Eat and drink while resting, sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake can cause <strong>hyponatremia</strong>—a seizure-producing, electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Connector Trail in Developed Area",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "3629411B-0891-4100-85FB-3D0906088B39",
      "url": "https://www.nps.gov/places/000/bright-angel-trail.htm",
      "title": "Bright Angel Trail",
      "listingDescription": "Bright Angel Trail lets hikers walk in the footsteps of the canyon's Indigenous peoples, miners, and early tourists, as they descend into the canyon's depths. Offering outstanding views, morning and afternoon shade, resthouses, vault toilets, and water stations during the summer. Visit the link for the current list of trail reopenings and closures.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/3CF1FA2F-F5C3-E839-3CE0746FFE55B295.jpg",
          "credit": "NPS/Ty Karlovetz",
          "altText": "A dirt trail with steps descends into the canyon past a short cliff of white limestone.",
          "title": "Bright Angel Trail",
          "description": "",
          "caption": "Enjoy the hike! But don't forget to plan for the uphill part!",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3CF1FA2F-F5C3-E839-3CE0746FFE55B295.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3CF1FA2F-F5C3-E839-3CE0746FFE55B295.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trailhead sign",
        "trail",
        "Grand Canyon",
        "South Rim",
        "Grand Canyon Village",
        "bright angel trail",
        "hiking",
        "backcountry",
        "bright angel trailhead",
        "bright angel lodge",
        "Kolb Studio",
        "lookout studio"
      ],
      "latitude": "36.05726267087523",
      "longitude": "-112.14371018982712",
      "latLong": "36.05726267087523,-112.14371018982712",
      "bodyText": "<p>The most popular hiking trail into Grand Canyon, the Bright Angel Trail lets hikers walk in the footsteps of the canyon's Indigenous peoples, miners, and early tourists, as they descend into the canyon's depths. Offering outstanding views, morning and afternoon shade, resthouses, vault toilets, and drinking water during the summer, this trail offers an excellent first trip into the canyon.<br /> <br /> <strong>*Note that all trails into the canyon are steep and difficult.</strong></p> <h3>Know Before You Go</h3> <p>Before heading down into the canyon, <strong>consult the signs at the trailhead, and scan the QR code</strong> for trip planning, <strong>current weather, water availability, and trail information/closures</strong>. (or visit our<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage).</p> <h3>Trail Reopenings and Current Closures</h3> <strong>(Updated August 20, 2025)</strong><br />   <ul> <li><strong>Bright Angel Trail is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</strong><br />  </li> <li><strong>South Kaibab Trail is open from the South Kaibab Trailhead to the Tipoff.<br /> Tonto Trail is open from the Tipoff to Havasupai Gardens.</strong><br />  </li> <li><strong>The River Trail from Pipe Creek to the South Kaibab Trail junction remains closed through October 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment is expected to reopen on November 1, 2025.</strong><br />  </li> <li><strong>The Silver Bridge will remain closed through November 26, 2025. On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public.</strong><br />  </li> <li><strong>North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen. Highway 67 to the North Rim will also remain closed for the foreseeable future due to impacts from the Dragon Bravo Fire.</strong></li> </ul> <h3>Bright Angel Trail - Day Hike Destinations</h3> <p><strong>First Tunnel</strong><br /> 0.1 miles (0.2 km) <strong>roundtrip</strong> / 20 minutes<br /> <br /> <strong>Second Tunnel</strong><br /> 1.8 miles (2.9 km) <strong>roundtrip</strong> / 1-2 hours / 590 feet (180 m) elevation change<br /> <br /> <strong>Mile-and-a-Half</strong><strong> Resthouse</strong><br /> 3 miles (4.8 km) <strong>roundtrip</strong> / 2-4 hours / 1,120 feet (340 km) elevation change<br /> Water station is on. (updated 4/13/2025)<br /> <br /> <strong>Three-Mile Resthouse</strong><br /> 6 miles (9.6 km) <strong>roundtrip</strong> / 4-6 hours / 2,120 feet (645 m) elevation change<br /> Water station is on. (updated 4/13/2025)<br /> <br /> <strong>Havasupai Gardens</strong> - Check with a park ranger before attempting as a day hike.<br /> 9 miles (14.4 km) <strong>roundtrip</strong> / 6-9 hours / 3,040 feet (925 m) elevation change<br /> Water station is on.<br /> <br /> <strong>Plateau Point and Trail </strong>- <span style=\"color:#c0392b;\"><strong>CLOSED</strong> for waterline construction</span><br /> 12 miles (19.6 km) <strong>roundtrip</strong> / 9-12 hours / 3,080 feet (940 m) elevation change<br /> <br /> <strong>Consult a park ranger before heading down to the Colorado River for safety tips and overnight permits. Destinations below Havasupai Gardens are not recommended day hikes due to the long distance, extreme temperature changes, and an approximately 5,000' (1,500 m) elevation change each way.</strong></p> <h3>Water</h3> <p>Water is available seasonally (May through October) along the trail at Mile-and-a-Half Resthouse and Three-Mile Resthouse, as well as year-round at Havasupai Gardens.<br /> <br /> However, water availability is subject to weather conditions and may be interrupted by pipeline breaks. Before you hike, check at the Visitor Center or Backcountry Information Center for water status on the trail - or visit the <strong><a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage - or scen the QR code at the trailhead.<br /> <br /> Even though the Bright Angel Trail has water stations along the trail, carrying your own water is still necessary. Water from natural sources such as creeks and springs should be purified. When hiking in a group, each person should be carrying water.</p> <h3>Trail Description</h3> <p>Bright Angel Trail is considered the most popular hiking trail in the park. Well-maintained and graded for stock, it is fairly easy to walk down. This can be a blessing or a curse. Wide views of the inner canyon and distant formations often distract hikers from just how far down the trail they've walked. The return hike back up and out of the canyon is far more difficult and requires much more effort. Plan for at least twice as much time back up as it took to go down.<br /> <br /> While South Kaibab Trail follows a ridge line, Bright Angel Trail is tucked deep within a side canyon along a massive fault, which keeps the trail in this side canyon for the first few miles. The majority of the trail's elevation change takes place in the upper four miles via a series of switchbacks that seem endless. Views are framed by massive cliffs, with more plant and animal life thanks to a higher degree of shade and natural water sources. If you're interested in geology or wildlife, this is a trail with complementary features. You can expect to see mules on the trail as well. See below for more information.<br /> <br /> The trail levels out as it approaches Havasupai Gardens, 4.5 miles (7.2 km) and over 2,000 vertical feet (925 meters) below the rim. This destination is an oasis within the canyon, home to the Havasupai People until they were forced to leave when the National Park was established. From here, you might consider the relatively flat (but very exposed) 3-mile (4.8-km) round trip hike to Plateau Point for sunrise or sunset.<br /> <br /> Hikers interested in planning a trip beyond these destinations should consult a park ranger.</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, communicate your plan to someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> During late fall, winter, and early spring, temperatures regularly drop below freezing, and upper portions of this steep trail can become dangerously icy. Over-the-shoe traction devices are highly recommended during these times of year. Consult a park ranger for current trail conditions.<br /> <br /> Before heading down into the canyon, <strong>consult the signs at the trailhead</strong> for trip planning and <strong>current weather, trail information and trail closures</strong>. (or visit our <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a> webpage).<br /> <br /> <strong>Pack Properly</strong><br /> Before your hike, it is critical to determine your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing: proper nutrition and hydration are critical to your hiking success! Eat and drink while resting, sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia</strong>—a seizure-producing, electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>Mules and Hikers</h3> <p><strong>Mules use this trail regularly.</strong><br /> Expect to encounter aromatic evidence of them on your hike!<br /> <br /> <strong>Always give mules the right of way.</strong><br /> Encounters between hikers and mules have resulted in injuries to packers and even death to mules. To ensure safety for yourself, other trail users, mules, and mule riders, follow these steps when encountering mules on the trails:</p> <ol> <li>Step off the trail on the uphill side-away from the edge.</li> <li>Listen for and follow the directions of the wranglers.</li> <li>Remain completely quiet and stand perfectly still.</li> <li>Only return to the trail when the last mule is 50 feet (15 m) beyond your position.</li> </ol> <h3>Camping</h3> <p>A permit is required for all camping below the rim of Grand Canyon. Learn more and how to apply <strong><a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\">online</a></strong>, or talk with a ranger at the Backcountry Information Center, if you are visiting the South Rim.</p> <ul> <li>Only camp in designated campsites - <strong>Havasupai Gardens Campground</strong> offers 15 small group sites and 1 large group site. <br />  </li> <li><strong>CLOSED:</strong> <strong>Bright Angel Campground</strong>, located on the north side of the Colorado River at Phantom Ranch, offers 30 small group sites and 2 large group sites. <strong>On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public. <a href=\"https://www.nps.gov/grca/learn/news/south-rim-corridor-trails-partially-reopened.htm\">Details</a></strong></li> </ul>",
      "audioDescription": "At the top left of a vertical wayside panel at the Bright Angel trailhead, a black and red circle surrounds a black-and-white image of Grand Canyon with large white letters urging you to, \"Hike Smart.\" Text reads: \"Welcome to Bright Angel Trail. This magnificent Grand Canyon is a vast and harsh wilderness demanding respect.\" Continuing down the left-hand side of the panel, text reads: \"Do You Have a Realistic Plan? Grand Canyon National Park assists more than 600 hikers during the hot summer months and helicopter rescues an additional 150 people...You are responsible for your safety and the safety of your friends and family. Rescue is not a guarantee. Have You Checked the Weather? Summer temperatures in the shade reach 105 degrees Fahrenheit (40 degrees Celsius) at Indian Garden and 115 degrees Fahrenheit (46 degrees Celsius) at Phantom Ranch. Avoid hiking in the heat of the day, between 10 am and 4pm. In winter, temperatures drop below 32 degrees Fahrenheit (0 degrees Celsius) with steep, icy trails requiring shoe traction devices. From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately. The Rim Trail, where you are reading this sign, is the most dangerous to be.\" Under a topographical map of Bright Angel Trail in the top center of the panel, text continues: \"How Much Food and Water Should You Bring? Your body needs energy - balancing: proper nutrition and hydration are critical to your hiking success...Eat and drink while resting - sip fluids while hiking. Too little water leads to dehydration and heat stroke. Over hydration and lack of salty foods causes hyponatremia - a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, and rest. Turning around may be your best decision today.\" At the right, a list of standard trail courtesy items appear. Along the bottom of the panel, text reads: \"Pets are not allowed on the trails. If you wish to take a service animal with you, please check in at the Backcountry Information Center. Never approach, touch, or feed any animal. It is dangerous and illegal to do so.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "458d8cf3-f49f-43fe-aed4-66ef5d4dec1f",
      "isManagedByNps": "1",
      "amenities": [
        "Restroom",
        "Scenic View/Photo Spot",
        "Toilet - Vault/Composting",
        "Trailhead",
        "Water - Bottle-Filling Station",
        "Water - Drinking/Potable"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Grand Canyon Village",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Corridor Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "0D7C079B-4622-4AD2-B6A2-ACF185997079",
      "url": "https://www.nps.gov/places/000/bright-angel-trailhead.htm",
      "title": "Bright Angel Trailhead",
      "listingDescription": "Bright Angel Trailhead is located just west of Bright Angel Lodge, Lookout Studio, and Kolb Studio. At 6,840 feet (2,085 m), it provides access for hikers and mules to many inner canyon destinations. From the Hermit Road Interchange shuttle bus stops, it is a short walk to the east, and up a hill, on a paved footpath to the trailhead. As of Aug. 20, Bright Angel Trail is open from the Trailhead to Pipe Creek Resthouse. Visit the link for trail reopenings and current closures.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg",
          "credit": "NPS/Joel Kane",
          "altText": "A large stone sign reads \"Bright Angel Trailhead\" in front of metal fence and a canyon view.",
          "title": "Bright Angel Trailhead",
          "description": "",
          "caption": "Don't forget to document your hike with a quick pic with the sign. Before or after is your choice!",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trailhead",
        "path",
        "viewpoint",
        "scenic",
        "information",
        "bright angel trailhead",
        "bright angel trail",
        "hiking",
        "backcountry",
        "South Rim",
        "Grand Canyon",
        "water bottle filling station",
        "restrooms"
      ],
      "latitude": "36.057287",
      "longitude": "-112.143446",
      "latLong": "36.057287,-112.143446",
      "bodyText": "<p><strong>Bright Angel Trailhead</strong> is located just west of Bright Angel Lodge, Lookout Studio, and Kolb Studio. At 6,840 feet (2,085 m), it provides access for hikers and mules to many Inner Canyon destinations. Ranger guided walks also start here. <br /> <br /> From the Hermit Road Interchange shuttle bus stops, it is a short walk to the east and up the hill on a paved footpath to the trailhead. <br /> <br /> Parking is available next to the trailhead, but is very limited and often fills in the early morning. Other options include parking at the Backcountry Information Center <strong>(Lot D)</strong> and walking 5–10 minutes along the sidewalk past Maswik Lodge to the trailhead, or parking at Grand Canyon Visitor Center and taking the free Village Route (Blue) shuttle bus, a 20-minute one-way trip.</p> <h3>Know Before You Go</h3> <p>Before heading down into the canyon, <strong>consult the signs at the trailhead, and scan the QR code</strong> for trip planning, <strong>current weather, water availability, and trail information/closures</strong>. (or visit our<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage).</p> <h3>Trail Reopenings and Current Closures</h3> <strong>(Updated August 20, 2025)</strong><br />   <ul> <li><strong>Bright Angel Trail is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</strong><br />  </li> <li><strong>South Kaibab Trail is open from the South Kaibab Trailhead to Tipoff.<br /> Tonto Trail is open from Tipoff to Havasupai Gardens.</strong><br />  </li> <li><strong>The River Trail from Pipe Creek to the South Kaibab Trail junction remains closed through October 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment is expected to reopen on November 1, 2025.</strong><br />  </li> <li><strong>The Silver Bridge will remain closed through November 26, 2025. On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public.</strong><br />  </li> <li><strong>North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen. Highway 67 to the North Rim will also remain closed for the foreseeable future due to impacts from the Dragon Bravo Fire.</strong></li> </ul> <p><strong>Visit the restrooms at Bright Angel Trailhead. </strong>(it's a mile and half until the next one!), and be sure to fill up your water bottles and/or bladders. <strong>The water bottle filling station, at the trailhead, is inside an elk proof metal cage attached to the side of the restroom closest to the stone mule corral. </strong><br /> <br /> There are <strong>seasonal water stops</strong> along the trail at Mile-and-a-Half Resthouse and Three-Mile Resthouse during late spring, summer, and early fall when overnight low temperatures are above freezing. During winter months, the waterline is prone to breakages and water to those locations is turned off. Water is available all year at Bright Angel Trailhead and Havasupai Gardens.  <br /> <br /> <strong>Visit this link for destinations, distances and other details about <a href=\"https://www.nps.gov/places/000/bright-angel-trail.htm\">Bright Angel Trail</a></strong></p>",
      "audioDescription": "A large, 200-foot (60 m) wide by 100-foot (30 m) deep courtyard surrounds the Bright Angel Trailhead along the rim. Two sets of accessible bathrooms at the back of the courtyard face north toward a wide-open concrete plaza, with a water bottle filling station at the right. Limestone boulders ring a couple garden areas in the center of the plaza, each with a stone bench under tall shade awnings. 30 feet (9 m) west down a slight incline from the water station, 18 stone pylons, each 3 feet (1m) square by four feet (1.2 m) tall with metal pipe suspended between them, ring a low stone wall surrounding a 100-foot (30 m) diameter oval-shaped mule corral. 50 feet (15 m) east of the corral up a slight incline along the rim, an 18-inch (46 cm) circular bronze plaque embedded in a roughly 4 foot (1.2 m) tall triangular-shaped limestone boulder commemorates the 2013 dedication of the Bright Angel Trailhead renovation. Text reads: \"The Bright Angel Trailhead was renovated with gifts from Grand Canyon Association donors in partnership with the National Park Service.\" A list of major supporters follows. Text at the bottom of the plaque reads: \"Additional support was provided through your park entrance fees.\" A water filling station is located just to the west of the public restroom building in the Bright Angel Trail courtyard area. Mounted on a 6foot (2 m) wide by 4 foot (1.2 m) deep limestone brick base, 3 metal spigots stick out from the center of a 4 foot (1.2 m) square panel, housed in a metal frame topped with a short, sloped metal roof. Across a full-panel color photograph of the canyon, text at the top of the panel reads: \"Grand Canyon Spring Water. Fill Your Bottles Here for Free. The Grand Canyon is a place of pristine, almost unimaginable beauty. The park is dedicated to protecting the canyon and its resources for all to enjoy. Today and into the future, there is a way you can help. Before purchasing a disposable plastic bottle of water, consider this: these bottles clog landfills and litter the park. Wind carries them over the rim and into the canyon. Water filling stations, providing free, pure Grand Canyon spring water straight from Roaring Springs below the North Rim are located throughout the park. Fill up, drink up and enjoy!\" Note the spigot at the lower left of the panel is for winter use only. It is operated with a push button, located just to the right of the spigot on the face of the panel. A picture at the top right shows a small stream cascading over limestone rocks into a swirling pool of water. Text continues: \"Refill your bottles here and enjoy pure, clean Grand Canyon spring water.\" At the bottom right, the words, \"Junior Ranger\" appear in a green circle surrounding a park ranger hat. Text continues: \"Kids, did you know... The average American uses 167 water bottles a year; A bottle of water costs about $2 (that's $334 per year); Refillable water bottles look cool and are great souvenirs. Take them home and use them again and again!\" Note these filling stations are located throughout the park at hotels, visitor centers, markets, and major trailheads, and provide free Grand Canyon spring water for all visitors.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Benches/Seating",
        "Bicycle - Rack",
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Restroom",
        "Restroom - Accessible",
        "Toilet - Flush",
        "Trailhead",
        "Trash/Litter Receptacles",
        "Water - Bottle-Filling Station",
        "Water - Drinking/Potable"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Grand Canyon Village",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Historic Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "029CFC66-CE9C-4358-9BAE-B46B94300CE8",
      "url": "https://www.nps.gov/places/000/cape-final.htm",
      "title": "Cape Final",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. Named by geologist Clarence Dutton in 1880, Cape Final Overlook rewards hikers for their 4.2 miles (6.8 km) round-trip hike. According to Dutton, \"Point Final is doubtless the most interesting spot on the Kaibab.\" Backcountry camping is possible; however, you must first obtain a permit in advance from the Backcountry Information Center.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/65650BEF-0AAF-3D0D-0E57EAC095DD397F.jpg",
          "credit": "NPS/Ty Karlovetz",
          "altText": "A soft golden light shines on nearby rock formations and cliffs during sunrise at the point.",
          "title": "Cape Final",
          "description": "",
          "caption": "Soft colors highlight the canyon walls during sunrise at Cape Final.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/65650BEF-0AAF-3D0D-0E57EAC095DD397F.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/65650BEF-0AAF-3D0D-0E57EAC095DD397F.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "viewpoint",
        "Cape Final",
        "Cape",
        "Grand Canyon",
        "North rim",
        "camping",
        "backcountry",
        "hiking"
      ],
      "latitude": "",
      "longitude": "",
      "latLong": "",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p><strong>NOTE: RVs over 22 feet long, and vehicle-trailer combinations with a total length over 22 feet, are not permitted on Cape Royal Road and the Scenic Drive due to narrow, windy roads with blind corners.</strong><br /> <br /> Named by geologist Clarence Dutton in 1880, this scenic viewpoint rewards hikers for their 4.2 miles (6.8 km) round-trip hike on the <a href=\"https://www.nps.gov/places/000/cape-final-trail.htm\"><strong>Cape Final Trail</strong>,</a> with a unique, spectacular view of the Colorado River, Vishnu Temple, Jupiter Temple. and the Painted Desert beyond Grand Canyon. According to Dutton, \"Point Final is doubtless the most interesting spot on the Kaibab.\"</p> <p>Backcountry camping is available at Cape Final, but you must first obtain a permit in advance from the North Rim Backcountry Office. There are a few primitive campsites near the viewpoint, offering a rare opportunity to camp with a canyon view.</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "bf45b5c8-c3ab-4108-b87a-6dbd1c0bcfc5",
      "isManagedByNps": "1",
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Scenic Overlook",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "FC4816C2-C545-4422-8D02-617159D64F59",
      "url": "https://www.nps.gov/places/000/cape-final-trail.htm",
      "title": "Cape Final Trail",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. This relatively flat, forested trail leads hikers to the end of Cape Final, for a 4.2 miles (6.8 k) round trip hike. The first half of this rocky trail is entirely within the forest, but views of Grand Canyon begin peeking through the trees around halfway. The trail comes to an end at Cape Final, one of the most spectacular viewpoints on the North Rim",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E917CC8A-D520-E5F6-E616C54A03F4E588.jpg",
          "credit": "NPS",
          "altText": "A dirt trail leads through a forest.",
          "title": "Trail to Cape Final",
          "description": "",
          "caption": "Most of the hike to Cape Final is through the forest, but the view at the end is worth it.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E917CC8A-D520-E5F6-E616C54A03F4E588.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E917CC8A-D520-E5F6-E616C54A03F4E588.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "Cape Final",
        "Cape",
        "North rim",
        "Grand Canyon",
        "backcountry",
        "camping",
        "hiking"
      ],
      "latitude": "",
      "longitude": "",
      "latLong": "",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p><em><strong>NOTE: RVs over 22 feet long, and vehicle-trailer combinations with a total length over 22 feet, are not permitted on Cape Royal Road and the Scenic Drive. due to the narrow, windy roads with blind corners.</strong></em><br /> <br /> The <strong>Cape Final Trail</strong> is a relatively flat, forested trail that leads hikers 2.1 miles (3.4 k) to Cape Final, for a 4.2 miles (6.8 km) round trip hike. The trail begins from a small dirt parking lot alongside Cape Royal Road, and 2.4 miles (3.9 km) north of the Cape Royal parking lot.<br /> <br /> The first half of this rocky trail is entirely within the forest, however, views of the eastern Grand Canyon begin peaking through the trees around the halfway mark. The trail comes to an end at <strong><a href=\"https://www.nps.gov/places/000/cape-final.htm\">Cape Final</a></strong>, one of the most spectacular viewpoints on the North Rim of Grand Canyon.</p> <h3>Trail Information</h3> <ul> <li><strong>Roundtrip Distance:</strong> 4.2 miles (6.8 km)</li> <li><strong data-end=\"620\" data-start=\"606\">Difficulty</strong>: Easy to moderate</li> <li><strong>Elevation change:</strong> 465 feet (0.14 m)</li> <li><strong>Average Hiking Time:</strong> 2-4 hours</li> <li>Bring <strong data-end=\"1498\" data-start=\"1479\">plenty of water</strong>; there is no water along the trail</li> <li>No shade at the viewpoint—bring <strong data-end=\"1586\" data-start=\"1568\">sun protection</strong></li> <li> <p>A few primitive campsites are near the viewpoint, but you must first obtain a permit from the <a href=\"https://www.nps.gov/places/000/north-rim-backcountry-information-center.htm\">North Rim Backcountry Information Center.</a></p> </li> </ul>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Scenic View/Photo Spot",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Backcountry trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "E6F872D8-F659-4573-A1A4-57A931BB370A",
      "url": "https://www.nps.gov/places/000/cape-royal.htm",
      "title": "Cape Royal",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. Cape Royal and Angel's Window are some of the only spots with views of the Colorado River from the North Rim. From the southeast side of the parking lot, a short wheelchair-accessible path leads to several spectacular viewpoints. The west side of the parking lot is where you can find a picnic area.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/679BC803-A5CA-A751-1A4538BADA3E8331.jpg",
          "credit": "NPS/ Ty Karlovetz",
          "altText": "A fin of rock extends into the distant canyon, sunset bathes the rocks in golden light",
          "title": "Cape Royal",
          "description": "",
          "caption": "The dramatic rock formations and view make this a popular spot for sunset on the North Rim.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/679BC803-A5CA-A751-1A4538BADA3E8331.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/679BC803-A5CA-A751-1A4538BADA3E8331.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "viewpoint",
        "scenic",
        "Cape",
        "cape royal",
        "Grand Canyon",
        "North rim",
        "cape royal",
        "angels window",
        "cape royal tail"
      ],
      "latitude": "",
      "longitude": "",
      "latLong": "",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p>Cape Royal and Angel's Window are some of the only spots with views of the Colorado River from the North Rim. From the southeast side of the parking lot, a short wheelchair-accessible path leads to several spectacular viewpoints. The west side of the parking lot is where you can find a picnic area.</p> <h3>Trail Information</h3> <p><strong>Roundtrip Distance:</strong> 0.8 miles (1.3 km)<br /> <strong>Elevation change:</strong> Minimal, Wheelchair Accessible<br /> <strong>Average Hiking Time: </strong>1-2 hours</p>",
      "audioDescription": "A D Stop 1, Cape Royal. 4 minutes. The parking lot for Cape Royal is located about one and a half miles (two point four kilometers) south of Walhalla Overlook, at the end of Cape Royal Road. Note an accessible parking area along the left (east) side of the multi-lane lot. Also note a wheelchair accessible vault toilet along the north side of the lot. Beside the accessible parking spaces, the paved, six-foot wide Cape Royal Trail leads east towards the rim, flanked by two wildlife-proof, metal garbage containers. The flat, paved trail, lined with stones on either side, leads about four-tenths of a mile (650 meters) to the point at Cape Royal. Note a wide variety of plants and trees growing along the sides of the trail. Pinyon pine is recognized by its short needles which typically grow in bundles of twos; cliffrose by its cream-colored blossoms and sweet fragrance throughout the summer; Utah Juniper trees by their scraggly bare trunks and bluish berries; and sagebrush with small blue-gray leaves with a strong sage aroma. Moving along the trail, the natural arch of Angel's Window to your left (east) frames the sweeping turn of the Colorado River at the Unkar Delta. About halfway along the path, a smaller paved path to the left leads to a trail along the top of Angel’s Window. About 150 feet (45 meters) before reaching the point at Cape Royal, a three-foot wide paved trail leads left (east) down a slight slope to a rocky overlook. Note at the end of this short trail, two uneven stone steps lead down onto a wide, open area with loose dirt and rocks. Moving east, a series of uneven, rocky ledges step down to an overlook at the rim. Note there are no guardrails or railings here. Continuing south along the main path, at the top of the point overlook area, the pavement forks in two around some boulders in the middle of the path. About 35 feet (10 meters) forward, the paths converge, sloping gently downward. The path forks again around more boulders in the middle, leading about 60 feet (18 meters) south to a roughly 15 foot (five meter) wide curved, paved overlook area at the point. Metal railings line the rim along the second path and the whole overlook area. Stunning bands of color, deep gorges, and towering buttes are revealed. Situated one mile immediately to the southwest, the wooded top of Wotans Throne, composed of thick limestone over top a layer of cream-colored, cliff-forming sandstone, rises 5,200 feet (1,585 meters) above the Colorado River, over 7,700 feet (2,300 meters) above sea level. About two miles (three point two kilometers) east-southeast of Wotans Throne is Vishnu Temple. Also composed of cream-colored, cliff-forming sandstone with a limestone cupola caprock, it rises over just over 7,500 feet (nearly 2,300 meters) high. Three wayside panels along the rails at the rim discuss the differences in water erosion on the north versus the south rim, how the impressive Vishnu Temple and Wotan’s Throne rock temples located here were formed, and how cold air can trap haze layers in the canyon. Descriptions of these three wayside panels are included in the sub-script below. Back in the parking area, note at the west side of the lot, a second path leads south to a picnic area, and a separate wedding site on the edge of the rim. Also flanked by two wildlife-proof, metal garbage containers, a gravel and dirt path leads to a small grove of trees with a number of picnic tables overlooking the canyon. From the grove, the path continues to the right to an open area surrounded by pinyon pine trees. Two rows of half-log wooden benches face a rock altar at the rim’s edge. Note a permit is required to use the wedding site. North versus South Wayside Panel An aerial photograph of the canyon fills the face of a three-foot tall wayside panel mounted on an angled, metal reading rail. Entitled “North versus South,” a yellow inset illustration at the top right shows the changing depth of the canyon in profile, with the Colorado River identified at its lowest point towards the left. Text reads: The slicing power of the Colorado River has given Grand Canyon its depth (1 mile, 1.6 km), while side stream erosion has given the canyon its width. Water is the single most powerful force acting on the canyon today. This is especially apparent on the North Rim, where the landscape is a maze of jutting side canyons, rock islands, and horseshoe-shaped alcoves. The North Rim has eroded more than 7 miles (11 km) from the river’s edge, while the South Rim has only retreated 3 miles (5 km). Why? Because the North Rim is higher than the South Rim by 1,200 feet (366 m) and captures twice the amount of rain and snow. Since the plateaus are higher to the north, water from the North Rim runs south into the canyon, causing greater side canyon incisions. Water on the South Rim runs south too, away from the canyon, resulting in less erosion and a steeper profile. At the lower left, a black label with the words, “You Are Here,” points to your location here at Cape Royal on the North Rim, directly opposite Grandview on the South Rim, with the Colorado River snaking between them in the center. Text at the lower right states: The North Rim receives up to 12 feet (4 m) of snow each winter, while the South Rim gets about 5 feet (1.5 m) of annual snowfall. Building Temples Wayside Panel A color photograph of two of the most stunning formations visible from Cape Royal fills the bottom of a three-foot tall wayside panel mounted on an angled, metal reading rail: the Vishnu Temple formation beside Wotan’s Throne. Text at the top left of the panel reads: Building Temples At first glance the canyon resembles ancient temples towering above the river. Geologist Clarence Dutton named many of the canyon’s formations temples, after Eastern religious and spiritual deities like Shiva and Vishnu. Cliffs, slopes, alcoves, plateaus, mesas, buttes, terraces, and platforms all make up what we call temples in Grand Canyon. Temples form when side canyon erosion produces peninsula-like projections off the main rims, like here on Cape Royal. Further erosion transforms the peninsulas into islands, like Wotan’s Throne, and separates them from the rim, like Vishnu Temple. Erosion continues, as softer rock erodes and undercuts harder rock, until the temple is gone. At the top right, a series of three, inset illustrations show how temples are constructed. In the first illustration, a peninsula-like projection of rock juts out from the canyon rim due to side canyon erosion. The second illustration shows that peninsula beginning to detach from the rim. A caption reads, “With continued erosion, the peninsulas become islands, separated from the rims.” In the third illustration, the ‘island’ becomes narrower and more distinct. A third caption reads, “Temple erosion continues as softer rock, which erodes easier and faster, undercuts harder rock, leaving the hard rock without support and causing it to break and fall. The sequence continues until the temple has vanished.” At the lower right, a green, circular Junior Ranger icon appears over an inset color photograph of a roughly square stone temple topped with crumbling, triangular rocks. Text reads: Ancient Temples Looking at this Vishnu Temple built 1,500 years ago in India, can you see why geologist Clarence Dutton thought fitting to name canyon formations temples? Can you find Grand Canyon’s Vishnu Temple in the view? Which Vishnu Temple is older? Trapped in the Canyon Wayside Panel A crisp panoramic color photograph of the canyon fills the face of a three-foot tall wayside panel mounted on an angled, metal reading rail. Text at the top left reads: Trapped in the Canyon Grand Canyon National Park Service U.S. Department of the Interior Your view from Cape Royal extends across the canyon and may reach 100 miles (160 km) on a clear day. Sometimes, however, the view within the canyon is hidden or murky. Why? When the winds are calm, cold air can drain into the canyon and become trapped. If moisture in the cold air is high enough, clouds may form in the canyon, with only the rims and highest temples poking through. Less appealing are the times when the cold air carries air pollution into the canyon from nearby industries or forest fires. Fire managers try to avoid such smoke impacts, but sometimes it happens. Human industry tries to lessen their impacts too. One nearby coal-fired power plant invested hundreds of millions of dollars to reduce its contribution to these haze layers that get trapped in the canyon. A caption above the canyon photograph reads: “Trends show the best visibility days at Grand Canyon are getting clearer, while the haziest days remain the same.” At the top right, an inset color photograph shows a white cloud hanging over the canyon. A caption reads: “Cold air can trap forest fire smoke in the canyon, masking the view.”",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "4d742141-03ae-4fce-b4e0-e9e7927c86f7",
      "isManagedByNps": "1",
      "amenities": [
        "Audio Description",
        "Historical/Interpretive Information/Exhibits",
        "Parking - Auto",
        "Picnic Table",
        "Restroom",
        "Restroom - Accessible",
        "Scenic View/Photo Spot",
        "Toilet - Vault/Composting",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Scenic Overlook, Nature Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [
        {
          "title": "Cape Royal",
          "id": "F9E747D5-2428-461D-BD26-AE94F635C813",
          "type": "multimedia/galleries",
          "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6648875&id=F9E747D5-2428-461D-BD26-AE94F635C813"
        }
      ],
      "relevanceScore": 1.0
    },
    {
      "id": "E8CAC456-C934-457D-A265-474F425A1079",
      "url": "https://www.nps.gov/places/cathedral-wash-at-lees-ferry.htm",
      "title": "Cathedral Wash at Lees Ferry",
      "listingDescription": "Trailhead for Cathedral Wash hike",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/9D3B6B0A-E591-DC04-DBCFD17A318538BF.jpg",
          "credit": "NPS/ Stephanie Metzler",
          "altText": "Hikers descending to the bottom of the wash trail surrounded by tall narrow canyon walls.",
          "title": "Hikers on Cathedral Wash trail",
          "description": "",
          "caption": "Hikers descend deep into the wash trail",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9D3B6B0A-E591-DC04-DBCFD17A318538BF.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9D3B6B0A-E591-DC04-DBCFD17A318538BF.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ,UT",
          "parkCode": "glca",
          "designation": "National Recreation Area",
          "fullName": "Glen Canyon National Recreation Area",
          "url": "https://www.nps.gov/glca/index.htm",
          "name": "Glen Canyon"
        },
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Glen Canyon National Recreation Area",
        "Lees Ferry",
        "trailhead sign",
        "hike",
        "Colorado River"
      ],
      "latitude": "36.833756",
      "longitude": "-111.640212",
      "latLong": "36.833756,-111.640212",
      "bodyText": "<p><strong>Distance: 3 miles (4.8 km) round-trip<br /> Wet at the bottom of the canyon, high walls with rock scrambling needed</strong><br /> <br /> Canyon walls rise as you follow a mostly dry wash to the Colorado River. This adventure has no major technical challenges, but scrambling and careful decision-making are needed to choose safe routes over ledges and dropoffs. Named after church-like Cathedral Rock at the head of this small canyon, your journey will take you deeper and deeper through Kaibab Limestone and Toroweap Formations until ending at the river, where canyon debris created Cathedral Wash Rapid.  <br /> <br /> While this hike is quite scenic and popular, please know your limits. The wash layout changes throughout the year due to flash floods, rockfalls, and weather. It is easy to cliff out, overheat, or get stuck in mud. Bring good shoes, water, and and any other hiking essentials you need. Securing ropes for technical climbing is not permitted. DO NOT enter this wash if rain is forecasted. Flash floods can be deadly. <br /> <br /> <strong>Trailhead:</strong> Follow the Lees Ferry access road 1.3 miles (2.1 km). The trailhead is at the pull out on your left. You can access both upper and lower Cathedral Wash from this parking area. No overnight parking.</p>",
      "audioDescription": "After you turn off Highway 89A onto the Lees Ferry access road, drive 1.3 miles. The trailhead is at the pull out on your left. You can access both upper and lower Cathedral Wash from this parking area.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Parking - Auto",
        "Parking - Bus/RV",
        "Scenic View/Photo Spot",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Lees Ferry, AZ",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Trailhead ",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "7084236C-2A76-4E0C-BFA5-9AF7F38B0FB9",
      "url": "https://www.nps.gov/places/000/cliff-spring-trail.htm",
      "title": "Cliff Spring Trail",
      "listingDescription": "The North Rim developed area is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. The Cliff Spring Trail is a short, unique trail is accessed from a pullout on the left side of a curve in Cape Royal Road, 0.3 miles (0.5 km) from Cape Royal. The trail heads down along a wash down into a forested ravine. After passing an archaeological site, the trail descends further, reaching the spring at the base of a cliff. Do NOT drink the water.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/6CDE8B29-EE34-4659-54AB85909FE6F3A3.jpg",
          "credit": "NPS",
          "altText": "A group of people walk down a dirt trail through tall ponderosa pines",
          "title": "Cliff Spring Trail",
          "description": "",
          "caption": "This short trail offers a pleasant mix of Grand Canyon experiences.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6CDE8B29-EE34-4659-54AB85909FE6F3A3.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6CDE8B29-EE34-4659-54AB85909FE6F3A3.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "hiking",
        "cliff spring",
        "Grand Canyon",
        "North rim",
        "wahalla glade",
        "cape royal",
        "Cape Final",
        "north kaibab",
        "uncle jim loop",
        "point imperial trail"
      ],
      "latitude": "",
      "longitude": "",
      "latLong": "",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p>This short, unique trail is accessed from a pullout on the left side of a curve in the road, 0.3 miles (0.5 km) from Cape Royal. Just across the road, the trail heads down along a wash down into a forested ravine.<br /> <br /> After passing an archaeological site, the trail descends further and cuts over to the right side of the wash. From here you wander underneath rocky outcrops until you reach a chest-high boulder resting under one of these large overhangs. The spring is on the cliff side of the boulder. The trail ends at the spring, .4 mile from the trailhead.<br /> <br /> Do NOT drink the water.</p> <h3>Trail Information</h3> <p><strong>Roundtrip Distance</strong>: 1.0 miles (1.6 km)<br /> <strong>Elevation change</strong>: ~ 300 feet (~91 m)<br /> <strong>Average Hiking Time</strong>: 1-2 hours</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your hike and are confident in what to expect on the trail, leave your plan with someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The return hike will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia </strong>-a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "dfa9d906-d683-4ae1-a193-d1beb0f6c3c5",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Trail ",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "87D8852B-A37E-4125-B412-FD104579B0A4",
      "url": "https://www.nps.gov/places/edge-of-vastness-wayside.htm",
      "title": "Edge of Vastness Wayside",
      "listingDescription": "It can be hard to put into context how vast Grand Canyon is. Nestled between the Kolb Studio and the Bright Angel Trail, this wayside attempts to put it into perspective, while offering sweeping overlooks of the canyon itself.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/02FDE087-E0BF-157C-BCE8AE5CCC68C374.jpg",
          "credit": "NPS Photo",
          "altText": "A colorful sign with an aerial view of Grand Canyon stands in front of the canyon itself.",
          "title": "Edge of Vastness",
          "description": "",
          "caption": "How big is the Grand Canyon? How does it compare? Explore at the Edge of Vastness wayside.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/02FDE087-E0BF-157C-BCE8AE5CCC68C374.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/02FDE087-E0BF-157C-BCE8AE5CCC68C374.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "wayside",
        "intepretation",
        "Grand Canyon",
        "Grand Canyon Village",
        "wayside overlook"
      ],
      "latitude": "36.057798",
      "longitude": "-112.143096",
      "latLong": "36.057798,-112.143096",
      "bodyText": "It can be hard to put into context how vast Grand Canyon is. Nestled between the Kolb Studio and the Bright Angel Trail, this wayside attempts to put it into perspective, while offering sweeping overlooks of the canyon itself.",
      "audioDescription": "One-hundred feet (30 m) east of the Bright Angel trailhead, a color aerial photograph of Grand Canyon fills a four-foot (1.2 m) wide by three-foot (1 m) tall angled metal wayside panel. At the lower left corner of the panel, a small black rectangle with the words, “You Are Here,” points to your location on the South Rim near the Village. The canyon extends north across the entirety of the rest of the panel, with the Colorado River winding top to bottom across the face of the panel. The rugged topography of the canyon walls, peaks, creeks and inner canyons continue all the way across to a small white dot in the upper right-hand corner, Grand Canyon Lodge on the North Rim. Text at the top left of the panel reads: Edge of Vastness Gazing upon this view, one is struck by the canyon's vastness. The mind struggles to comprehend it. Try to describe the canyon's size in words. Try to measure in your mind the canyon's depth, width, and length. Measurements like 1 mile (1.6 km) deep, 18 miles (29 km) wide, and 277 river miles (446 km) long leave us scratching our heads. Perhaps the best we can do is just feel the canyon's enormity. Measure yourself up against it. We are minuscule in comparison, but still, through the keen receptivity of our sense, we can appreciate Grand Canyon's immensity. A second aerial photograph inset at the bottom right shows an even wider view of Grand Canyon. The branch-like arms of the inner smaller canyons extend from the snaky path of the Colorado River. A small section of the map along the river has been highlighted in orange. A caption reads: Standing here, your view (shown in orange) is only a sliver of the whole Grand Canyon. Each Grand Canyon overlook you encounter offers fresh insight, from detailed close-ups of side canyons to sweeping panoramas. Search out and reflect on your favorite view.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "1",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "A0212512-B418-4ACD-ACA4-AD31F83B908D",
      "url": "https://www.nps.gov/places/000/park-headquarters-3.htm",
      "title": "Grand Canyon National Park Headquarters",
      "listingDescription": "Park Headquarters is currently closed to the public. Between 1957 and 2001, this building was the South Rim Visitor Center. Basic trip planning and hiking information, along with ranger program schedules are posted on signs in front of the building. A paved footpath, just beyond the left side (southwest side) of the building reaches the canyon rim in 0.5 mile/ 0.8 km.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/9B1BE8F0-AC1D-D371-962E2AA822401F6A.jpg",
          "credit": "NPS/M. Quinn",
          "altText": "A large sign outside a wide single-story building reads \"Grand Canyon National Park Headquarters\".",
          "title": "Park Headquarters",
          "description": "",
          "caption": "Signs in front of Park Headquarters provide trip planning information and ranger program schedules",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9B1BE8F0-AC1D-D371-962E2AA822401F6A.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9B1BE8F0-AC1D-D371-962E2AA822401F6A.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "information",
        "information desk",
        "America the Beautiful passes",
        "office",
        "library",
        "wifi",
        "garden",
        "headquarters",
        "park headquarters",
        "Grand Canyon",
        "grand canyon national park",
        "South Rim"
      ],
      "latitude": "36.054908",
      "longitude": "-112.122112",
      "latLong": "36.054908,-112.122112",
      "bodyText": "<p><strong>Park Headquarters is currently closed to the public.</strong><br /> <br /> Between 1957 an 2001, this building was the South Rim Visitor Center. Some of the park's administrative offices are located here.<br /> <br /> <strong>Basic trip planning and hiking information is provided on signs just outside of the front entrance to the building. The schedule of daily ranger programs is also posted here. </strong></p> <p>On the left side of the Headquarters building (the southwest side), the signed <strong>Headquarters to Canyon Rim Connector Trail</strong> is a paved footpath 0.5 miles (0.8 km) long that intersects with the Canyon Rim Trail on the edge of Grand Canyon. Also at this intersection is the <a href=\"https://www.nps.gov/places/000/trail-of-time-headquarters-portal-parking-lot-a.htm\">Headquarters Trail of Time Portal</a>, that corresponds with the deposition of rocks belonging to the Grand Canyon Supergroup, some of Grand Canyon's oldest sedimentary rocks.<br /> <br /> Just behind Park Headquarters and a short walk down the connector trail mentioned above, is <a href=\"https://www.nps.gov/places/000/mckee-amphitheater.htm\">McKee Amphitheater</a>, a popular venue for ranger programs and special events during the warmer months. McKee features bench seating in a large open-air amphitheater. <br />  </p> <p>In front of Park Headquarters, at the far end of the long narrow parking lot, is <a href=\"https://www.nps.gov/places/000/shrine-of-the-ages.htm\">Shrine of the Ages Auditorium</a>, a multi-purpose building used for meetings, presentations and special events. <br /> <br /> Near Shrine of the Ages are two shuttle bus stops:</p> <ul> <li><a href=\"https://www.nps.gov/places/000/shrine-of-the-ages-eastbound-village-blue-route.htm\">Shrine of the Ages Eastbound</a> - with stops at the campgrounds, Market Plaza and the Visitor Center. </li> <li><a href=\"https://www.nps.gov/places/000/shrine-of-the-ages-westbound-village-blue-route.htm\">Shrine of the Ages Westbound</a> - to the Village Historic District </li> </ul> <h3><strong>Hours of Operation</strong></h3> <h3>Information Desk</h3> <p><strong><span style=\"color:#c0392b;\">Closed until further notice.</span></strong></p> <h3>Restrooms</h3> <p><strong><span style=\"color:#c0392b;\">Closed until further notice.</span></strong></p> <h3>Research Library (Wi-Fi)</h3> <p><strong><span style=\"color:#c0392b;\">Closed until further notice.</span></strong><br />  </p>",
      "audioDescription": "Grand Canyon Park Headquarters is located about six miles (9.5 km) from the south entrance of the park off the park entrance road, with parking lot A to the west of the building. A 10-foot (3 m) wide by six-foot (2 m) tall redwood sign with the National Park Service arrowhead logo sits at the left of a large, 20-foot (6 m) deep by 50-foot (15 m) wide flagstone patio area in front the headquarters.<br />Four limestone brick pillars frame a series of aluminum awning-type windows with a flat-roofed canopy over the entrance to a long, one-story building with a glass curtain wall, pulled back from the line of pillars. One larger pillar at the left supports a flagpole.<br />The interior of the building is closed to the public. Inside the lobby, a 20-foot (6 m) long blond wood information desk fills the right-hand side of a spacious lobby with flagstone paving, 40 feet (12 m) wide by 20 feet (6 m) deep. A central limestone fireplace sits in the back center of the room with a low stone bench in front. A quote from Theodore Roosevelt hangs above the fireplace and reads:<br />The Grand Canyon. Do Nothing to mar its grandeur...Keep it for your children, your children's children, and all who come after you as the one great sight which every American should see.<br />Several chairs and a sofa surround a large native rug in the center of the room in front of the fireplace. <br />A set of glass doors to the left of the fireplace lead to a large open-air stone courtyard area. Several more wooden benches placed around the courtyard, distinguished by low, stone, free-form planters filled with native trees, flowers, shrubs and cactus and tapered wood columns.<br />Outside Grand Canyon Park Headquarters, the Rim Trail leads along the west side of the building to the canyon edge.<br /><br />A 20-foot (6 m) long blond wood information desk and park ranger contact station fills the right-hand side of the spacious, one-story lobby of the building. Restrooms are located down a small corridor to the left of the desk.<br />In the center of the room, several wooden chairs and a sofa with stuffed cushions surround an eight- by ten-foot (2.4- to 3.5 m) native rug in front of a central glass-enclosed fireplace embedded in the stone wall at the back of the room. A low stone bench sits in front of the fireplace. <br />A 15- by 20-foot (4.5 by 6 m) map of Grand Canyon fills the floor of the lobby to the left of the fireplace, and there is a water fountain with a water bottle spigot at the far-left front of the lobby next to the front glass curtain wall.<br />A set of glass doors to the left of the fireplace leads to a large outdoor stone courtyard area at the left. Signs posted around the perimeter of the courtyard lead to the park reference library, complete with WiFi and computer access.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "Park Headquarters has its own official, dated passport cancellation stamp which reads \"Grand Canyon, AZ\" at the bottom. This stamp is identical to the one located at Grand Canyon Visitor Center.",
      "passportStampImages": [
        {
          "credit": "",
          "description": "",
          "crops": [
            {
              "aspectRatio": 1.0,
              "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/B98BEA46-A47E-A64F-F9AB9217AB2A9F33.jpg"
            }
          ],
          "altText": "A green ink stamp reads \"Grand Canyon National Park - Grand Canyon, AZ\" and is dated May 04 2020.",
          "title": "Park Headquarters Passport Stamp",
          "caption": "",
          "url": "https://www.nps.gov/common/uploads/passport_stamps/B98BEA46-A47E-A64F-F9AB9217AB2A9F33.jpg"
        }
      ],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Information Kiosk/Bulletin Board",
        "Parking - Auto",
        "Trash/Litter Receptacles"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Parking Lot A, near Market Plaza",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Mission 66 Building",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "1EB057F1-9AFD-460F-906C-C8305066CBDD",
      "url": "https://www.nps.gov/places/000/grandview-trail.htm",
      "title": "Grandview Trail",
      "listingDescription": "First used by American Indians who gathered mineral paints on Horseshoe Mesa, and later by copper miners, the Grandview Trail is a rocky, exposed, strenuous trail requiring experience and caution. Big steps and extreme pitches intensify this hike.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/3BC58D63-051B-8FA3-B0B23AFD04C30909.jpg",
          "credit": "NPS/Joel Kane",
          "altText": "A rocky trail leads down into the depths of Grand Canyon along the side of a steep slope.",
          "title": "Grandview Trail",
          "description": "",
          "caption": "Grandview Trail can be quite rugged, narrow, and steep, often with a drop-off on one side.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3BC58D63-051B-8FA3-B0B23AFD04C30909.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3BC58D63-051B-8FA3-B0B23AFD04C30909.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "grandview point",
        "grandview trail",
        "hiking",
        "backpacking",
        "Grand Canyon",
        "South Rim",
        "desert view drive",
        "history",
        "Mining",
        "tourism"
      ],
      "latitude": "35.9984500264",
      "longitude": "-111.987652788",
      "latLong": "35.9984500264,-111.987652788",
      "bodyText": "<p>First used by Native Americans who gathered mineral paints on Horseshoe Mesa and later by copper miners, the <b>Grandview Trail</b> is a rocky, exposed, strenuous trail requiring experience and caution. <b>Big steps and extreme pitches intensify this hike.</b><br /> <br /> <b>For experienced desert hikers only.</b><br /> A stop to consult with park rangers at the Backcountry Information Center is highly recommended before attempting a hike down this trail. Hikers should carry a map and have a detailed plan before entering Grand Canyon's backcountry.<br /> <br /> <b>No drinking water</b> is available on the trail to Horseshoe Mesa; <b>springs below the mesa are not reliable</b> . Consult with rangers at the Backcountry Information Center for the most recent updates on water availability below the rim.<br /> <br /> Allow extra hiking time; <b>trail conditions are more difficult than on the Bright Angel, South Kaibab, and Hermit Trails</b> .</p> <h3>Trail Description</h3> <p>The original Grandview Trail was developed to connect the rim with copper mines on Horseshoe Mesa. The well-built trail eventually provided access to more tourists than miners, as Grandview Point provided one of the best access routes into the canyon at that time. Relatively undamaged segments of the original miner trail remain in the upper portion of Grandview Trail, testifying to the engineering prowess of the builders as they devised creative solutions to the problems that the landscape presented.<br /> <br /> The trail descends to the right of the established Grandview Point overlook. The Kaibab/Toroweap section traverses steep slopes, and the old trail is eroded in places, so careful attention is critical. Vertical steps were placed by constructing log \"cribs\" that were chained or pinned to the cliff face to provide a foundation for the trail where nature provided none. The exposure along these sections impresses some hikers to the point of being considered hazardous. Unfortunately, several of the historic cribs were swept away by landslides during the winter of 2005. Trail crews restored the trail, but not the historical context of the old logs. A series of sloping ledges at the top of the Coconino Sandstone cliff demands caution, especially when icy or wet. Be careful throughout the Kaibab and Toroweap sections - a fall here could have catastrophic consequences.<br /> <br /> The original cobblestone \"riprap\" trail construction remains throughout most of the Coconino section. Large slabs of sandstone placed edgewise provided a durable and labor intensive walking surface. The trail comes to the top of a dramatic east-facing gully at the contact between the Coconino Sandstone and Hermit Shale (known locally as Coconino Saddle), which offers tantalizing views into the upper valley of Hance Creek. Steep cobblestone switchbacks below Coconino Saddle descend through the Hermit Shale to the Supai Formation, where the steepness of the trail lessens as it begins a more gradual traverse out into the canyon and down to Horseshoe Mesa.<br /> <br /> Along the trail, you might notice what appears to be trash or remnants of past mining operations, including rusty cans, nails, tools and structures. These objects are actually protected as archaeological resources. <strong>Please leave these objects as you found them, where you found them</strong>.</p> <h3>Destinations</h3> <p><strong>For experienced desert hikers only. </strong>There are no maintained water sources along Grandview Trail. Seasonal springs below Horseshoe Mesa may offer water (which must be treated or filtered), but are not reliable.<br /> <br /> <strong>Coconino Saddle</strong><br /> <em>Recommended summer day hike</em>; <em>no signs present</em><br /> 2.2 miles (3.5 km) <strong>roundtrip</strong> / 2-4 hours / 1,000 feet (305 m) elevation change<br /> <br /> <strong>Horseshoe Mesa</strong><br /> <em>Please be respectful of campers</em><br /> 6.0 miles (9.6 km) <strong>roundtrip</strong> / 6-9 hours / 2,500 feet (760 m) elevation change<br /> <br /> <strong>Viewpoint</strong><br /> <em>This point is on the very northern edge of the western arm of Horseshoe Mesa.</em><br /> 7.6 miles (12.2 km) <strong>roundtrip</strong> / 6-9 hours / 2,500 feet (760 m) elevation change<br /> <br /> <strong>Page Spring</strong><br /> <em><strong>Water contains high arsenic levels</strong></em><br /> 7.4 miles (11.9 km) <strong>roundtrip</strong> / 6-9 hours / 3,040 feet (925 m) elevation change</p> <h3>Camping</h3> <p>A backcountry permit is required for <strong>ANY</strong> camping below the rim of Grand Canyon. Learn more and apply <a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\">online </a> or request a permit in person at the Backcountry Information Center.<br /> <br /> Backpackers camping on Horseshoe Mesa (BF5) must camp in designated sites. Three (3) small group sites are located east of the standing masonry structure. The large group site is further north and east of the little butte that caps Horseshoe Mesa. Vault toilet facilities are located at both areas. <strong>Camping is not allowed in or near historic mines and structures</strong>. Camping in the Cottonwood (BG9) and Hance Creek (BE9) use areas is \"at-large\". All hikers should bring animal-proof food containers; mice and ravens are skilled at opening and looting packs or bags in this area.</p> <h3>Hike Smart</h3> <p>Every year, this trail bears witness to accidents resulting in serious injury or death. <strong>Grandview Trail is steep, rarely maintained, and does not provide access to the Colorado River.</strong> It is not a recommended first hike into the canyon.<br /> <br /> Old decomposing mines are inherently unsafe. For your safety and the protection of local bat populations, all historic mines are closed to visitation. You may see artifacts scattered about-these are protected by federal antiquities laws.<br /> <br /> <strong>The Cave of the Domes is closed to protect roosting bats and other sensitive cave resources.</strong> Bats are particularly sensitive to human disturbance and will abandon roost sites. Permits are required to enter caves in Grand Canyon National Park due to the extremely sensitive nature of the cultural and natural resources inside. Contact the Backcountry Information Center for information.<br /> <br /> <strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, communicate your plan to someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10:00 am and 4:00 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia, </strong>a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>Suggested Maps</h3> <p>7.5 Minute Cape Royal and Grandview Point Quads (USGS)<br /> Sky Terrain Trails Map, Grand Canyon (Sky Terrain)<br /> Trails Illustrated Map, Grand Canyon National Park (National Geographic)</p> <p> </p>",
      "audioDescription": "At the top of a vertical wayside panel at the Grandview Trail Trailhead, text reads: \"Welcome to Grandview Trail.<br />First used by American Indians to gather mineral paints on Horseshoe Mesa and later used by copper miners, the Grandview Trail does not access the river and is rarely maintained. The steep trail is host each year to accidents that result in serious injury or death and is not a recommended first hike into the canyon. Please visit the Backcountry Information Center for overnight camping and permitting information.\"<br />At the top right, a black and red circle surrounds a black-and-white image of Grand Canyon with large white letters urging you to, \"Hike Smart.\" Text reads:<br />\"Continuing down the left-hand side of the panel, a chart labeled, \"Grandview Trail Day Hiking Guide\" shows the destinations, distances, elevation change, approximate round-trip hours, and facilities for this trail. Note there is no water available.\"<br />A list of standard trail courtesy items appears under this chart. At the right, text continues:<br />\"Do You Have a Realistic Plan?<br />Grand Canyon National Park assists more than 600 hikers during the hot summer months and helicopter rescues an additional 150 people...You are responsible for your safety and the safety of your friends and family. Rescue is not a guarantee.<br />Have You Checked the Weather?<br />Summer temperatures in the shade reach 105 degrees Fahrenheit (40 degrees Celsius) at Indian Garden and 115 degrees Fahrenheit (46 degrees Celsius) at Phantom Ranch. Avoid hiking in the heat of the day, between 10 am and 4pm. In winter, temperatures drop below 32 degrees Fahrenheit (0 degrees Celsius) with steep, icy trails requiring shoe traction devices.<br />From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately. The Rim Trail, where you are reading this sign, is the most dangerous place to be.<br />How Much Food and Water Should You Bring?<br />Your body needs energy - balancing proper nutrition and hydration are critical to your hiking success...Eat and drink while resting - sip fluids while hiking.<br />Too little water leads to dehydration and heat stroke. Over hydration and lack of salty foods causes hyponatremia - a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, and rest. Turning around may be your best decision today.\"<br />At the bottom right of the panel, text reads:<br />\"Pets are not allowed on the trails. If you wish to take a service animal with you, please check in at the Backcountry Information Center.<br />Never approach, touch, or feed any animal. It is dangerous...and illegal to do so.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "47f35697-3532-4ba2-9587-c91524c1b17c",
      "isManagedByNps": "1",
      "amenities": [
        "Information",
        "Information Kiosk/Bulletin Board",
        "Scenic View/Photo Spot",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Desert View Drive",
          "name": "Location"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "49BF1BDF-AAA2-46B3-9D49-FAAF77C60BEF",
      "url": "https://www.nps.gov/places/000/hermit-trail.htm",
      "title": "Hermit Trail Grand Canyon",
      "listingDescription": "The Hermit Trail was originally built by the Santa Fe Railroad in 1911 and provided access to the developed luxury Hermit Camp and Waldron Basin tourist areas. Today, the Hermit Trail still offers experienced, knowledgeable canyon backpackers a direct link to the excitement and romance of the early days at Grand Canyon.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/DF1A09A5-FA18-85FE-7FB51F82C1C977E5.jpg",
          "credit": "NPS/Mike Quinn",
          "altText": "A trail constructed of meticulously placed slabs of rock winds its way down into Grand Canyon.",
          "title": "Hermit Trail",
          "description": "",
          "caption": "Some sections of the trail still show its history as a premier hike into the canyon.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DF1A09A5-FA18-85FE-7FB51F82C1C977E5.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DF1A09A5-FA18-85FE-7FB51F82C1C977E5.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "hiking",
        "scenic",
        "backcountry",
        "permit",
        "non-potable water",
        "river access",
        "Grand Canyon",
        "South Rim",
        "hermits rest",
        "hermit trail",
        "Hermit Road",
        "backpacking",
        "camping"
      ],
      "latitude": "36.060444",
      "longitude": "-112.212494",
      "latLong": "36.060444,-112.212494",
      "bodyText": "<p>Louis D. Boucher, the \"hermit\" of Hermit Creek basin, lived in this area for 20 years. Boucher built the Boucher Trail (west of the Hermit Trail) and seasonal residences at Dripping Springs and near Boucher Creek. Though socially active in the South Rim community, residents labeled Boucher a hermit because he lived alone.<br /> <br /> The modern trailhead is located just west of Hermits Rest. Follow the dirt road from the restrooms to make your way to the trailhead. <strong>There is no parking for day hikers at this trailhead when the Hermit (Red) Route shuttle is active; day hikers must ride the free shuttle bus to reach the trailhead.</strong><br /> <br /> <b>For experienced desert hikers only.</b><br /> <br /> <b>Water from springs must be purified.</b><br /> <br /> Allow extra hiking time; <b>conditions are more difficult than on the Bright Angel and South Kaibab Trails</b>.</p> <h3>Trail Desciption</h3>   <p>The upper section of the Hermit Trail is quite steep, dropping almost 2,000 vertical feet (610 m) in the first 2.5 miles (4.0 km). Passage through the Kaibab Formation and Coconino Sandstone is via well-defined switchbacks. Most of the Hermit Trail was originally surfaced with large hand-fitted rock slabs that created a smooth walking surface. Ongoing erosion has claimed much of this remarkably labor-intensive paving, but a few isolated fragments survive, especially in the Coconino Sandstone. Fossilized animal tracks have been noted in many locations throughout the canyon, but they were first studied in detail along the Hermit Trail. Observant hikers can see a few of these fossilized lizard-like tracks in the lower half of the Coconino Sandstone.<br /> <br /> The trail enters Waldron Basin, a quiet, isolated pocket within the Hermit side canyon, at 1.2 miles (1.9 km). The Waldron Trail junction is encountered soon after at 1.5 miles (2.4 km), followed by the Dripping Springs Trail junction at 1.75 miles (2.8 km). To continue on the Hermit Trail, stay right at both junctions. Dripping Springs, however, does make an excellent day hike destination. After the Dripping Springs trail junction, the Hermit Trail drops down along the east side of Hermit Creek gorge. Santa Maria Spring is reached at 2.5 miles (4 km) along the trail, offering a trickle of water and a historic masonry rest house which provides welcome shade during the summer.<br /> <br /> Continuing on the Hermit Trail past this point is generally not recommended for a day hike during the summer. During cooler months, Lookout Point, an additional 1.5 miles (2.4 km) down the trail from Santa Maria Spring, is also a reasonable single-day option for those seeking a longer hike. Between Santa Maria Spring and the top of the Redwall Limestone at Cathedral Stairs, the Hermit Trail is characterized by long traverses through the Supai Formation. This section of the trail is tucked up against the west facing walls of the south rim and offers hikers a period of extended shade during the hotter months.<br /> <br /> At Cathedral Stairs, the descent becomes unrelenting. An endless series of rocky switchbacks eventually leads hikers through the Redwall cliff and down the west-facing talus below Cope Butte to the intersection with the Tonto Trail. The Tonto Trail is an important Inner Canyon route that allows access in both directions along the Tonto Platform, east to Monument Creek, west to Hermit Creek. Turn left (west) and follow the Tonto Trail about a mile to the Hermit Creek campsite. Be sure to walk downstream a short distance during your stay at Hermit Creek, or even descend all the way to the Colorado River at Hermit Rapid.</p> <h3>Destinations</h3> <p><strong>For experienced desert hikers only.</strong><br /> <br /> <strong>Waldron Basin</strong><br /> 3 miles (4.8 km) <strong>round trip</strong> / 2-4 hours / 1,240 feet (378 m) elevation change<br /> <br /> <strong>Dripping Spring Trail Junction</strong><br /> 3.6 miles (5.8 km) <strong>round trip</strong> / 3-4 hours / 1370 feet (418 m) elevation change<br /> <br /> <strong>Santa Maria Spring</strong><br /> 5 miles (8 km) <strong>round trip</strong> / 4-6 hours / 1,680 feet (512 m) elevation change<br /> <br /> <strong>Dripping Spring</strong> (via the Dripping Spring Trail)<br /> 7 miles (11.2 km) <strong>round trip</strong> / 5-7 hours / 1040 feet (317 m) elevation change<br /> <br /> <strong>Breezy Point</strong><br /> 11 miles (17.7 km) <strong>round trip</strong> / 6-9 hours / 2,220 feet (677 m) elevation change<br /> <br /> <strong>Tonto Trail Junction</strong><br /> <strong><em>Not recommended to hike to Tonto Trail Junction and back in a day.</em></strong><br /> 14 miles (22.5 km) <strong>round trip</strong> / 3,430 feet (1,045 m) elevation change<br /> <br /> <strong>Hermit Creek</strong><br /> <strong><em>Not recommended to hike to Hermit Creek and back in a day. </em><em>Water requires purification.</em></strong><br /> 16.4 miles (26.4 km) <strong>round trip</strong> / 3,740 feet (1,140 m) elevation change<br /> <br /> <strong>Colorado River / Hermit Rapids</strong><br /> <strong><em>Not recommended to hike to the Colorado River and back in a day.</em></strong><br /> 19.4 miles (31.2 km) <strong>round trip</strong> / 4.340 feet (1,323 m) elevation change</p> <h3>Water</h3> <p>A spring-fed water station is available near the vault toilets along the gravel road that leads to the Hermit Trail parking area. Santa Maria Spring, 2.5 miles (4.0 km) down the trail, offers year-round spring water. Dripping Springs, 7 miles (11.3 km) down the trail (via the Dripping Springs side trail), also offers year-round spring water. Hermit Creek is a perennial water source for those descending down the trail for a stay at the backcountry campsites there. Water from any natural sources in Grand Canyon, including springs, creeks, and the Colorado River, must be purified before drinking.</p> <h3>Access</h3> <p>From March 1st to November 30th, access to the Hermit Road is restricted to shuttle buses only. However, backpackers with a valid backcountry permit for the Hermit or Boucher Trails are allowed access by personal vehicle during this time. To gain access to the Hermit Road, please enter the numerical code provided by the Backcountry Information Center. Drive eight miles (12.9 km) west along Hermit Road to Hermits Rest then continue on the dirt road 0.25 miles (0.4 km) to the trailhead.<br /> <br /> From December 1st through the end of February, the Hermit Road is open to all traffic. The park shuttle buses do not operate along the Hermit Road during this time.</p> <h3>Camping</h3> <p>A backcountry permit is required for <strong>any</strong> camping below the rim of Grand Canyon. Learn about how to apply for a permit on the park <a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\">website </a> or request a permit in person at the Backcountry Information Center.<br /> <br /> The only legal places to camp in the Hermit Creek drainage are the designated campsites at Hermit Creek (BM7, toilet on site) and Hermit Rapids (BM8, no toilet). A sign with a prominent \"L\" marks the large group site near the toilet at BM7. Large groups of 7-11 people must use this site. At-large camping is not permitted along the Hermit Trail.</p> <h3>Suggested Maps</h3> <p>7.5 Minute Grand Canyon Quad (USGS)<br /> Sky Terrain Trails Map, Grand Canyon (Sky Terrain)<br /> Trails Illustrated Map, Grand Canyon National Park (National Geographic)</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, communicate your plan to someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day. From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately. In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting - sip fluids only when thirsty. Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia </strong>- a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>History</h3> <p>Much of the pioneer history in northern Arizona revolves around various schemes of development to promote and capitalize on the beauty and intrigue of Grand Canyon. The Hermit Creek basin was the scene of one of the most aggressive of these improvement efforts. Initiated by the Santa Fe Railroad in 1911, this program involved development of the rim and also included the construction of what was, at the time, a state-of-the-art rim-to-river trail.<br /> <br /> The Hermit Trail was built to serve a luxury campsite near Hermit Creek. Hermit Camp predated Phantom Ranch by 10 years and in its heyday was complete with a tramway from the rim, a functional automobile for transportation within the facility, and a Fred Harvey Company chef. Operations ceased in 1930, but for two decades Hermit Camp was the last word in gracious tourism below the rim. As is always the case at Grand Canyon, time and erosion have taken a heavy toll. The old Hermit Trail is today a mere shadow of its former self, but for experienced and knowledgeable canyon backpackers, the walk offers a direct link to the excitement and romance of the early days at Grand Canyon.</p>",
      "audioDescription": "A rock and pebble-strewn path leads a quarter-mile (400 m) from Hermits Rest west along the rim of Grand Canyon to the Hermit Trail Trailhead. There are a few picnic tables in an open area along the way. Near the trailhead is a small parking lot for vehicles with government-issued handicap placards and backpackers with valid permits for overnight camping. A vertical wayside panel at the trailhead reads: \"Welcome to Hermit Trail. The Hermit trail was originally built by the Santa Fe Railroad in 1911 and provided access to the developed Hermit Camp and Waldron Basin tourist areas. This unmaintained trail is difficult, steep, and secluded. It is not recommended to hike to the river and back in one day. Please visit the Backcountry Information Center for overnight camping and permitting information.\" Continuing down the left-hand side of the panel is a Hermit Trail Day Hiking Guide listing several destinations, their distances, elevation change, approximate hours, and associated facilities. A list of standard trail courtesy appears below that. At the top right of the panel, a black and red circle surrounds a black-and-white image of Grand Canyon with large white letters urging you to \"Hike Smart\". Text on the right side of the panel asks: \"Do You Have a Realistic Plan? Grand Canyon National Park assists more than 600 hikers during the hot summer months and helicopter rescues an additional 150 people... You are responsible for your safety and the safety of your friends and family. Rescue is not a guarantee. Have You Checked the Weather? Summer temperatures in the shade reach 105 degrees Fahrenheit (40 degrees Celsius) at Indian Garden and 115 degrees Fahrenheit (46 degrees Celsius) at Phantom Ranch. In winter, temperatures drop below freezing with steep, icy trails requiring shoe traction devices. How Much Food and Water Should You Bring? Your body needs energy - balancing proper nutrition and hydration are critical to your hiking success...\" At the bottom right, the panel states: \"Pets are not allowed on the trails. If you wish to take a service animal with you, please check in at the Backcountry Information Center. Never approach, touch, or feed any animal. It is dangerous...and illegal to do so.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Scenic View/Photo Spot",
        "Trailhead",
        "Water - Non-Potable"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "61FF8D99-AF2D-407A-8226-185C789F5459",
      "url": "https://www.nps.gov/places/000/hermits-rest.htm",
      "title": "Hermits Rest (Grand Canyon)",
      "listingDescription": "Hermits Rest is the historic and iconic building at the end of Hermit Road. It offers a gift shop and snack bar. Hours of operations: 9 am to 5 pm daily. From March 1 through November 30, access is by Hermit (Red) Route shuttle bus, on foot, or by bicycle. Restrooms and a water bottle filling station are available outside, behind the main building. Hermits Rest was designed by Mary Colter to resemble an old miner's cabin, with native stonework and a giant alcove fireplace.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/AE600731-DFE3-F5A7-368385209798D749.jpg",
          "credit": "NPS/Photo",
          "altText": "a roughhewn building made of rocks and logs with a porch with an overhanging roof above the entrance",
          "title": "Hermits Rest",
          "description": "",
          "caption": "Hermits Rest, constructed in 1914 at the end of Hermit Road as a rest stop for carriage tours",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AE600731-DFE3-F5A7-368385209798D749.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AE600731-DFE3-F5A7-368385209798D749.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "restroom",
        "food",
        "food and beverage",
        "gift",
        "scenic",
        "historic structure",
        "hiking",
        "snack",
        "hermits rest",
        "Hermit Road",
        "Grand Canyon",
        "hermit trail",
        "water filling station",
        "Xanterra",
        "Souvenir",
        "South Rim",
        "Pima Point"
      ],
      "latitude": "36.0622089457",
      "longitude": "-112.211077678",
      "latLong": "36.0622089457,-112.211077678",
      "bodyText": "<h4>Hours of Operation</h4> <p><strong>Gift Shop and Snack Bar: 9 am to 5 pm</strong></p> <p>Hermits Rest is an iconic and historic stop, at the conclusion of Hermit Road, and the Canyon Rim Trail. It also serves as the gateway to magnificent backcountry hiking trails that originate from the Hermit Trail, a steeply winding path into the canyon that begins 0.25 miles (0.4 km) west of this distinctive building.<br /> <br /> Hermits Rest was built to resemble an old miner's cabin with native stonework, a giant alcove fireplace, and front porch. It presently offers a gift shop, snack bar, and west end views of Grand Canyon. Restrooms and a water bottle filling station are available outside, behind the main building.</p> <h4>History</h4> <p>Commissioned by the Fred Harvey Company in 1914, Hermits Rest is one several structures designed by architect Mary Colter. Built as a rest area at the end of scenic Hermit Road (also constructed by Fred Harvey), Hermits Rest was also the last bastion of civilization for those visitors preparing to descend down into Grand Canyon on Hermit Trail.<br /> <br /> Horse-drawn carriages, and later automobiles, operated by Fred Harvey, carried visitors on scenic tours along the Hermit Road, dropping them off here for a respite before the return trip to Grand Canyon Village. The distinctive style of this structure is unique and skillfully crafted out of native materials that blend in with the natural environment.<br /> <br /> Today, this location is frequented by hikers, travelers, and history enthusiasts that arrive by foot, bicycle, the Hermit Road (Red) Route shuttle bus, and, during the months of December through February, personal vehicles.</p>",
      "audioDescription": "Move through a set of central wood and glass double doors onto the flagstone floor of a roughly 25-foot (8 m) wide by 20-foot (6 m) long Great Room inside Hermits Rest. The roof above soars nearly two stories high, topped with a flat, wooden beam ceiling. Two massive 18-inch (46 cm) round vertical wooden support pillars stand at the left and right about eight feet (2.4 m) in front of the doors, ringed with black metal candelabra. Large windows in the front of the room let in streams of natural light. Note several free-standing tables and display cabinets filled with books and gifts placed along the front windows and about the room. There is a four-foot (1.2 m) tall glass-enclosed display counter about six feet (2 m) to the right of the right-hand pillar filled with jewelry and other items for sale. Twenty feet (6 m) in front of the doors, the entire south wall opens into an enormous alcove, 15 feet (4.5 m) tall by 15 feet (4.5 m) wide by 10 feet (3 m) deep. The flagstone floor continues into the alcove up a small step from the rest of the room. A six-foot (2 m) tall arched stone fireplace sits at the back of the alcove, decorated with several antique kitchen and fireplace tools which you may touch. Note there is a low, six-foot (2 m) wide wooden bench directly in front of the fireplace, flanked by two wooden chairs with lattice-strap seat pans and carved wooden backs. A large stack of wood sits to the left of the fireplace behind a small wooden side table. Two additional black metal candelabra are affixed five-feet (1.5 m) high on the alcove walls to the left and right of the fireplace. To the east of the Great Room, two smaller seven-foot (2.1 m) tall stone arches lead into a curio shop with a smaller stone fireplace. Other souvenirs, artwork, and clothing items are available here. Outside, a limestone porch overlooks the canyon to the north underneath a wooden roof. Move up a couple stairs at the western end of the building to a small patio area with a snack bar. Fifteen feet (4.5 m) further west, two more stone steps lead up to a 10-foot (3 m) wide rocky trail leading to the Hermit Trailhead. Standing just a few feet (about 2 m) from the rim of Grand Canyon, Hermits Rest is a stone building tucked into a small man-made earthen mound, built around and atop the building to blend it in with its setting. Using the natural timber and boulders of the area, the exposed portions of the structure look like a natural rock formation. Two stone chimneys appear as outgrowths of the building. The main chimney appears as a stone outcropping rising from the ground on the south side of the building. It is generally cylindrical in shape and the stones are stained by soot. About three feet (1 m) above the ground, a course of stones projects out from the chimney. Above them, rectangular stones are oriented vertically and the gaps between them provide openings for the exhaust. The holes facing the south side have been blocked by additional stones. The stones in this course are rounder in shape. Thin, rectangular stones are situated above the openings and span the diameter of the chimney. A secondary chimney extends up from the east elevation wall. It is fully integrated with the stone wall below and gently narrows as it rises. It is generally cylindrical in shape and the individual stones decrease in size as it rises. Rectangular stones, oriented vertically, cap the top. Hermits Rest blends easily with its environment. Each stone is irregular in shape and varies greatly in size from each other. Generally, the lower stones are larger and rectangular. The stones above are more irregular in shape and smaller in size. A large stone lintel is present above the east elevation window opening. A small porch supported by peeled log posts stands to one side of the outside observation area, overlooking the canyon rim.",
      "isPassportStampLocation": "1",
      "passportStampLocationDescription": "Hermits Rest has a unique, dated passport cancellation stamp which reads \"Hermit's Rest\" and \"Grand Canyon National Park, AZ - Est. 1919\". However, since Hermits Rest is managed by Xanerra (one of the park's concessionaires), rather than the National Park Service or the Grand Canyon Conservancy, it is not considered an official passport stamp location. That is why the format of this stamp is different from the others, and why it is in blue ink rather than the official green ink of the Intermountain Region.",
      "passportStampImages": [
        {
          "credit": "",
          "description": "",
          "crops": [
            {
              "aspectRatio": 1.0,
              "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/B82A6593-ADF7-C65C-531006D69DB3583B.jpg"
            }
          ],
          "altText": "A blue ink stamp reads \"Hermit's Rest - Grand Canyon National Park, AZ Est 1919\", dated 16 Nov 2020.",
          "title": "Hermits Rest Passport Stamp",
          "caption": "",
          "url": "https://www.nps.gov/common/uploads/passport_stamps/B82A6593-ADF7-C65C-531006D69DB3583B.jpg"
        }
      ],
      "managedByUrl": "https://www.grandcanyonlodges.com/dine/hermits-rest-snack-bar/",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "a0fb483d-f98e-49e4-b92a-c737a863ee85",
      "isManagedByNps": "0",
      "amenities": [
        "Audio Description",
        "Automated External Defibrillator (AED)",
        "Benches/Seating",
        "Bicycle - Rack",
        "Bus/Shuttle Stop",
        "Fire Extinguisher",
        "First Aid Kit Available",
        "Food/Drink - Coffee",
        "Food/Drink - Ice Cream",
        "Food/Drink - Snacks",
        "Gifts/Souvenirs/Books",
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Information - Maps Available",
        "Information - Ranger/Staff Member Present",
        "Parking - Auto",
        "Picnic Table",
        "Recycling",
        "Scenic View/Photo Spot",
        "Toilet - Vault/Composting",
        "Water - Bottle-Filling Station",
        "Water - Drinking/Potable"
      ],
      "managedByOrg": "Xanterra",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Hermits Rest",
          "name": "Location"
        },
        {
          "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
          "value": "National Historic Landmark",
          "name": "Designation"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "78EA6092-9816-4388-AB76-ED9AFA383A9F",
      "url": "https://www.nps.gov/places/000/hermits-rest-hermit-road-red-route.htm",
      "title": "Hermits Rest Bus Stop - Hermits Rest (Red) Route",
      "listingDescription": "NO BUS SERVICE on Hermit Road during December, January and February. The final shuttle stop on the Hermit Road (Red) Route, where shuttle buses turn around and begin their return trip back to the Village, Hermits Rest provides access to the only water bottle filling station along Hermit Road, restrooms, a snack bar, gift shop, Hermit Trail, the western end of the Rim Trail, and beautiful canyon views.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/17AFCBE7-048D-C741-008156DDD8921DC6.jpg",
          "credit": "NPS",
          "altText": "A large white bus with a green stripe waits as people load. The pavement is wet from recent rain.",
          "title": "Hermits Rest Shuttle Stop",
          "description": "",
          "caption": "Hermits Rest, the final stop along the Hermit Road (Red) Route",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/17AFCBE7-048D-C741-008156DDD8921DC6.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/17AFCBE7-048D-C741-008156DDD8921DC6.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "restroom",
        "shuttle",
        "scenic drives",
        "food and beverage",
        "Grand Canyon",
        "South Rim",
        "Hermit Road",
        "red route",
        "Pima Point"
      ],
      "latitude": "36.062453",
      "longitude": "-112.210286",
      "latLong": "36.062453,-112.210286",
      "bodyText": "<h4><span style=\"color:#c0392b;\">NOT IN SERVICE DURING THE WINTER</span></h4> <p><strong><em>Hermit Road is open to private vehicles (under 22 feet) during the months of December, January and Februay, when there is no bus service.</em></strong></p> <ul> <li><em>Between March 1, and November 30, Hermit Road can only be accessed by the free Hermits Rest (Red) Route shuttle bus, on foot, bicycle, or by commercial tour.</em></li> </ul> <h4>ONE WAY STOP - Inbound only to Grand Canyon Village </h4> <p>Hermit Road ends here, and this is last shuttle stop on the Hermit Road (Red) Route. At Hermits Rest, shuttle buses turn around and begin their return trip back to Grand Canyon Village.<br /> <br /> <strong>Hermits Rest provides the only water bottle filling station</strong> along Hermit Road. There are also <strong>restrooms, a snack bar, gift shop</strong> and beautiful canyon views, on this western end of the Canyon Rim Trail<br /> <br /> <strong>From Hermits Rest, the Hermit Trailhead, is a 0.25 mile (0.4 km) walk on a dirt road.</strong></p> <h3>Hermits Rest (Red) Route </h3> <span style=\"color:#c0392b;\"><strong>Tentative Spring 2026 Schedule - Starting March 1</strong></span><br /> 80 minutes round trip (without getting off the bus)<br />   <ul> <li>First bus leaves Hermit Transfer Station at 8:00 am. </li> <li>Buses run every 10-15 minutes.</li> <li>Last bus - one hour after sunset.</li> <li><strong>Be at a bus stop 30 minutes after sunset</strong></li> </ul> <p><strong>HERMITS REST IS THE LAST STOP </strong><br /> From the Hermits Rest shuttle stop, buses head inbound, returning to Grand Canyon Village, <strong>only making stops at the following locations:</strong></p> <ul> <li><a href=\"https://www.nps.gov/places/000/pima-point.htm\">Pima Point</a> (Inbound)</li> <li><a href=\"https://www.nps.gov/places/000/mohave-point-hermit-road-red-route.htm\">Mohave Point</a> (Inbound)</li> <li><a href=\"https://www.nps.gov/places/000/powell-point-hermit-road-red-route.htm\">Powell Point </a>(Inbound)</li> <li><a href=\"https://www.nps.gov/places/000/village-route-transfer-hermit-road-red-route.htm\">Hermit Road/Village Route Transfer Station</a></li> </ul> <h3>Shuttle Bus Rules</h3> <ul> <li>No eating or open drink containers.</li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">No pets allowed on shuttle buses. Service dogs are permitted (as defined by the <a href=\"https://www.nps.gov/grca/planyourvisit/shuttle-buses.htm#CP_JUMP_5925024\">Americans With Disabilities Act</a>).</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs. Please note that wheelchairs larger than 30 inches wide by 48 inches long (76 cm x 122 cm) cannot be accommodated on shuttle buses, and most motorized scooters will not fit.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Collapse strollers before entering the shuttle bus. No oversized or jogging strollers. Remove baby-back carriers when seated.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses can accommodate two or three bicycles, but not tag alongs, baby trailers, or children's bicycles with wheels less than 16 inches (41 cm). Riders must load and unload their bicycles from the front-facing rack.</p> </li> <li>Shuttle buses only stop at designated bus stops.</li> </ul>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Bicycle - Rack",
        "Bus/Shuttle Stop"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Shuttle Bus Stop — Hermit Road (Red) Route",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "E6489858-88D5-4FD8-A8CA-14944947608D",
      "url": "https://www.nps.gov/places/000/ken-patrick-trail-north-kaibab-trailhead.htm",
      "title": "Ken Patrick Trail (North Kaibab Trailhead)",
      "listingDescription": "This section of the Ken Patrick Trail, from the South Kaibab Trailhead to Cape Royal Road, is closed, due to damage from the Dragon Bravo wildfire. In addition, the North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive fire damage.  ",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/432440A8-D720-DD9B-D45FFFD371BDE383.jpg",
          "credit": "NPS",
          "altText": "An old wooden sign with carved letters provides mileages and directions for the trail",
          "title": "Ken Patrick Trail",
          "description": "",
          "caption": "Sign at the Junction with Cape Royal Road. Left arrow section open, Right arrows section closed.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/432440A8-D720-DD9B-D45FFFD371BDE383.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/432440A8-D720-DD9B-D45FFFD371BDE383.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trailhead",
        "hiking",
        "trail",
        "North rim",
        "Fire ecology",
        "scenic views",
        "Grand Canyon",
        "point imperial"
      ],
      "latitude": "36.217601",
      "longitude": "-112.055818",
      "latLong": "36.217601,-112.055818",
      "bodyText": "<p><strong>This section of the Ken Patrick Trail, from the South Kaibab Trailhead to Cape Royal Road, is closed, due to damage from the Dragon Bravo wildfire. </strong></p> <h4><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></h4> <p>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. <br /> <br /> However, the 3 mile (4.9 km) eastern section of <a href=\"https://www.nps.gov/places/000/ken-patrick-trail-point-imperial.htm\">Ken Patrick Trail from Point Imperial to Cape Royal Road</a> is open. This scenic thrail has great views of the canyon and a recovering section of North Rim forest which has experienced several fires in the area over the last few years.</p> <h3>Ken Patrick Trail Information</h3> <p><strong>One-way Distance: </strong>9.8 miles (15.8 km), Unmaintained, not recommended.<br /> <strong>Elevation change:</strong> Minimal<br /> <strong>Average Hiking Time:</strong> 6 hours one-way<br /> <br /> NOTE: The Ken Patrick Trail between the Uncle Jim Loop and the Cape Royal Road is currently NOT maintained and some sections may be impassible. Fallen trees and blocked sections of the trail are common.<strong> THIS SECTION OF THE TRAIL IS CLOSED DUE TO THE DRAGON BRAVO FIRE DAMAGE.</strong></p> <h3>History</h3> <p>Born in 1933, Ken Patrick was an accomplished hiker and park ranger who grew up in the Grand Canyon area. His father was a manager at Phantom Ranch, and Ken had the luxury of growing up a world wonder and exploring as much of it as possible.<br /> <br /> In his twenties, he began a career that started in Grand Canyon, followed by the Arizona Department of Public Safety, Organ Pipe Cactus National Monument, and Point Reyes National Seashore.<br /> <br /> On the morning of August 5, 1973, Ken approached three individuals while on duty at Point Reyes. One of them fired shots at the park ranger, who was found dead at the scene by a colleague later that day. His gun was holstered and concealed under his uniform jacket. The individuals, apparently members of The Black Panther organization, were later apprehended and convicted on evidence of deer poaching, stolen checks, drug possession, and the murder of Ken Patrick.<br /> <br /> Ken Patrick was laid to rest at the South Rim in Grand Canyon Pioneer Cemetery on August 9, 1973.</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Backcountry Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "7187895C-47AD-4C26-912C-D8D95057A332",
      "url": "https://www.nps.gov/places/000/1-mile-resthouse.htm",
      "title": "Mile-and-a-Half Resthouse",
      "listingDescription": "This popular day-hike destination along Bright Angel Trail provides relief from the summer heat. Vault toilets are available year-round. During summer, this location is a good source for potable water. Just over 1,100 feet (335 m) below Grand Canyon's rim, this first rest area offers visitors a taste of the struggles and rewards Grand Canyon's steep trails present.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/62BAFA99-F935-C3C9-0E8418AB1929ACF0.jpg",
          "credit": "NPS",
          "altText": "A small brown building on a steep slope of reddish rock covered by small bushes and trees.",
          "title": "1 1/2 Mile Resthouse",
          "description": "",
          "caption": "On the left, the vault toilet building. The resthouse (not visible) is up the ramp on the right",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/62BAFA99-F935-C3C9-0E8418AB1929ACF0.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/62BAFA99-F935-C3C9-0E8418AB1929ACF0.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "Grand Canyon",
        "bright angel",
        "resthouse",
        "hiking",
        "toilet",
        "restroom",
        "bright angel trail",
        "backcountry",
        "Inner Canyon",
        "day hike",
        "water filling station"
      ],
      "latitude": "36.060531",
      "longitude": "-112.138782",
      "latLong": "36.060531,-112.138782",
      "bodyText": "<p>This popular day-hike destination on the Bright Angel Trail provides relief from the weather and extremes of all seasons, be it the summer heat or storms in the winter and spring. Vault toilets are available year-round. During the summer months, a water filling station at the resthouse provides potable water. An emergency telephone is located in the resthouse with a direct line to Park Dispatch in case of emergencies on the trail.</p> <h3>Know Before You Go</h3> <p>Before heading down into the canyon, <strong>consult the signs at the trailhead, and scan the QR code</strong> for trip planning, <strong>current weather, water availability, and trail information/closures</strong>. (or visit our<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage).</p> <h3>Trail Reopenings and Current Closures</h3> <strong>(Updated August 20, 2025)</strong><br />   <ul> <li><strong>Bright Angel Trail is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</strong><br />  </li> <li><strong>South Kaibab Trail is open from the South Kaibab Trailhead to the Tipoff.<br /> Tonto Trail is open from the Tipoff to Havasupai Gardens.</strong><br />  </li> <li><strong>The River Trail from Pipe Creek to the South Kaibab Trail junction remains closed through October 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment is expected to reopen on November 1, 2025.</strong><br />  </li> <li><strong>The Silver Bridge will remain closed through November 26, 2025. On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public.</strong><br />  </li> <li><strong>North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen. Highway 67 to the North Rim will also remain closed for the foreseeable future due to impacts from the Dragon Bravo Fire.</strong></li> </ul> <p>Just over <strong>1,100 feet (335 m) below Grand Canyon's rim</strong>, this first rest area offers visitors a taste of the struggles and rewards Grand Canyon's steep trails present.<strong> For most visitors, the 3-mile (4.8 km) round-trip hike from the South Rim requires a 2-4 hour commitment depending on health, hiking ability, and rest stops.</strong></p> <h3>Trail Information</h3> <p><strong>Roundtrip Distance:</strong> 3 miles (4.8 km)<br /> <strong>Elevation change:</strong> 1,120 feet (340 m)<br /> <strong>Average Hiking Time:</strong> 2-4 hours</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, leave your itinerary with someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia</strong>, a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p>",
      "audioDescription": "At the base of a towering cliff, and just above and alongside the trail, several steps lead up to a rustic stone resthouse. The building is about 20 feet long and 10 feet wide and all four sides are open to the air. The roof is supported by stone masonry pillars in each corner. Inside, and shaded from the sun, are several stone benches. Just below the building, and slightly down trail, a water bottle filling station is in operation during spring, summer and fall. Continuing down trail a path ascends stone steps up a hill to a composting toilet. From 1 1/2 Mile Resthouse the view of Grand Canyon is dominated by steep slopes and shear cliffs. The canyon walls of alternating red, white, and yellow rise a thousand feet about you, while the stair stepped cliffs and slopes of red rock drop away below you to a distant green plateau of rock and plants some 2,000 feet below you. In the center of the plateau a small pocket of dark green trees marks Indian Garden, a campground and day use area within the canyon. A distance white trail cuts across the plateau from the trees to point above a steep walled canyon of black rock at the very bottom of Grand Canyon. Across the inner gorge peaks and valleys of carved layered rock rise up to North Rim of Grand Canyon.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Benches/Seating",
        "Scenic View/Photo Spot",
        "Shelter/Cabin",
        "Telephone",
        "Toilet - Vault/Composting",
        "Water - Drinking/Potable"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [
        {
          "title": "Bright Angel Trail ",
          "id": "62CAF659-6AFF-42C1-BF59-2C7D3BF8A13F",
          "type": "multimedia/galleries",
          "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6645006&id=62CAF659-6AFF-42C1-BF59-2C7D3BF8A13F"
        }
      ],
      "relevanceScore": 1.0
    },
    {
      "id": "DFC68C07-9B84-415B-A84F-33B581BD5C1D",
      "url": "https://www.nps.gov/places/000/mule-corral.htm",
      "title": "Mule Corral",
      "listingDescription": "Built in 1907, the mule barn and corral in the Village house roughly half of the 150 mules used by Xanterra to carry people and cargo into and out of Grand Canyon. If you see a mule headed up or down any trail, be sure to give them the right of way.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/F8EF46A8-F38D-644D-99937906C04E68C5.jpg",
          "credit": "NPS",
          "altText": "A pair of mules feed from a trough in the center of a large open area",
          "title": "Xanterra Mule Corral",
          "description": "",
          "caption": "Some of the hardest workers in the park, these mules haul travelers and goods down and back up!",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F8EF46A8-F38D-644D-99937906C04E68C5.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F8EF46A8-F38D-644D-99937906C04E68C5.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "barn",
        "corral",
        "Mule Barn",
        "mule",
        "livery",
        "Grand Canyon",
        "South Rim",
        "Grand Canyon Village",
        "Mule Barn",
        "bright angle lodge",
        "historic community building"
      ],
      "latitude": "36.0550694648",
      "longitude": "-112.141126711",
      "latLong": "36.0550694648,-112.141126711",
      "bodyText": "<p>Built in 1907, the mule barn and corral in the Village house roughly half of the 150 mules used by Xanterra to carry people and cargo into and out of Grand Canyon. If you see a mule headed up or down any trail, be sure to give them the right of way.</p>",
      "audioDescription": "A 15-foot (4.5 m) wide low concrete ramp leads up to a set of sherbet green sliding doors on the side of a huge, dusty-red wood frame barn, 60 feet (18 m) wide by 90 feet (27 m) long. Inside, a high roof with exposed timbers hangs over the inner open area. Two long lines of feed buckets hang from metal cables strung between wooden support pillars, their lower halves wrapped in metal mesh to protect them from the animals. Outside, a four-foot (1.2 m) tall sturdy metal fence rings a 50-foot (15 m) square paddock area. A couple open-sided shade structures cover additional feeding troughs and large metal watering stations. Listen for the braying of the mules and smell their distinctive odor.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "1",
      "npmapId": "",
      "geometryPoiId": "14a30473-1162-4db0-9774-b10775706db7",
      "isManagedByNps": "1",
      "amenities": [
        "Hitching Post/Corral"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Grand Canyon Village",
          "name": "Location"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "A77E1564-88C9-40F9-9A7F-093F8DF27BDF",
      "url": "https://www.nps.gov/places/000/north-kaibab-trail.htm",
      "title": "North Kaibab Trail",
      "listingDescription": "The North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides before it can safely reopen. The North Kaibab Trail is the least visited and most difficult of the major inner canyon corridor trails. It is challenging for day hikers as well as rim-to-rim hikers. Always carry a way to filter or treat creek water, in the event water stations at Manzanita and Cottonwood Campground are not working.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E7CCF236-A0CD-2B28-F36F755F7A0B88B6.jpg",
          "credit": "NPS",
          "altText": "Two hikers walk down a dirt trail in a lush aspen conifer forest.",
          "title": "Start of the North Kaibab Trail",
          "description": "",
          "caption": "Starting in the lush North Rim forest, the trail quickly switchbacks down into the canyon.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E7CCF236-A0CD-2B28-F36F755F7A0B88B6.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E7CCF236-A0CD-2B28-F36F755F7A0B88B6.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "north kaibab",
        "hiking",
        "running",
        "R2R",
        "North rim",
        "Grand Canyon",
        "Grand Canyon Lodge"
      ],
      "latitude": "36.216921",
      "longitude": "-112.056642",
      "latLong": "36.216921,-112.056642",
      "bodyText": "<h4>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <ul> <li><strong>The North Kaibab Trail remains closed for the foreseeable future </strong>due to post-fire impacts.<strong> Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen.</strong></li> </ul> <h4>On November 1, 2025, Phantom Ranch and Bright Angel Campground reopened to the public.</h4> <ul> <li>Prior to reopening, the park is implementing enhanced safety measures, including new flood detection and warning systems, evacuation planning, and visitor information, to reduce risks from post-fire flash flooding in the Bright Angel Creek watershed and provide improved safety for overnight guests.<br />  </li> <li>These dates are subject to change based on work completion status and mitigation measures.</li> </ul> <p><strong>Additional Trail Reopenings and Current Closures </strong>—<strong>Effective Aug. 20, 2025:</strong></p> <ul> <li><strong>South Kaibab Trail </strong>is open from the South Kaibab Trailhead to Tipoff.<br />  </li> <li><strong>Tonto Trail </strong>is open from Tipoff to Havasupai Gardens.<br />  </li> <li><strong>Bright Angel Trail </strong>is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</li> </ul> <p>The <strong>River Trail from Pipe Creek to the South Kaibab Trail junction along with the Silver Bridge,</strong> remains closed through December 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment of the trail, along with the Silver Bridge, are expected to reopen on December 31, 2025. </p> <ul> <li><strong>The North Kaibab Trail north of Clear Creek Trail Junction</strong> remains closed due to significant rockfall and safety concerns as a result of the Dragon Bravo Fire.</li> </ul> <hr /> <h3><span style=\"color:null;\">About the North Kaibab Trail </span></h3> <p><span style=\"color:null;\"><strong>The North Kaibab Trail is the least visited and most difficult of the major inner canyon trails at Grand Canyon National Park</strong>. Beginning 1,000 feet (305 m) higher than South Rim trails, hikers can glimpse the vast expanse of Bright Angel Canyon through fir trees, aspen, ferns and wildflowers.<br /> <br /> Built throughout the 1920s to match the quality and grade of the South Kaibab Trail, the present-day North Kaibab Trail replaced an older route infamous for crossing Bright Angel Creek 94 times (the present-day trail crosses only 6 times). Though masterfully constructed and maintained, North Kaibab Trail is challenging for day hikers as well as rim-to-rim hikers.</span></p> <h3>Day Hike Turnaround Points</h3> <p><strong>North Kaibab Trailhead</strong> (8,241 feet / 2,510 m)<br /> Be sure to pick up a map before hiking.<br /> <br /> <strong>Coconino Overlook</strong> (7,450 feet / 2,270 m)<br /> 1.4 miles (2.3 km) <strong>roundtrip</strong> / 1-2 hours / 790 vertical feet (241 m)<br /> <br /> <strong>Supai Tunnel </strong>(6,840 feet / 2,085 m)<br /> 4.0 miles (6.4 km) <strong>roundtrip</strong> / 2-4 hours / 1400 vertical feet (425 m)<br /> Note: the composting toilet at Supai Tunnel is closed for renovation between April 6, and May 6, 2025.<br /> <br /> <strong>Redwall Bridge</strong> (6,040 feet / 1,840 m)<br /> 5.2 miles (8.4 km)<strong> roundtrip</strong> / 4-6 hours / 2200 vertical feet (670 m)<br /> <br /> Check with a park ranger before attempting to hike past Redwall Bridge and back in one day.</p> <h3>Water</h3> <p>During the season, water stations are available at North Kaibab trailhead and North Rim Backcountry Information Center. Potable water may also be available at Manzanita Rest House and Cottonwood Campground. Water is NOT available at Roaring Springs and during 2025, Supai Tunnel,. Never fully rely on these water stations, as pipeline breaks and freezing weather impact them. Always carry a way to treat water from the creek in case water stations are not functioning.<br /> <br /> Prior to beginning your hike, check our <strong><a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage. If you are on the North Rim, stop by the Visitor Center/Rager Roost, or the <a href=\"https://www.nps.gov/places/000/north-rim-backcountry-information-center.htm\">Backcountry Information Center</a> (in the North Rim Admin Building) for water status updates.</p> <h3>Trail Description</h3> <p>After an initial steep descent down the head of a side canyon via a series of numerous switchbacks through lush greenery and impressive views below the trailhead, the trail approaches the distinctive Supai Tunnel. Here hikers will find potable water (mid-May to mid-October) and pit toilets. No emergency phone is available.<br /> <br /> Switchbacks continue to the massive cliffs of Redwall Limestone, where for long stretches the trail has been blasted out of the cliff. The Redwall section is awe-inspiring in every way; fantastic exposure and views contrast with the engineering marvel of providing access to this location.<br /> <br /> From Redwall Bridge, the bulk of the trail's descent meets the flatter bottom of Bright Angel Canyon and Roaring Springs. Here, water gushes forth directly out of the cliffs, cascading over moss and fern to form Bright Angel Creek (which will be a constant companion all the way to the Colorado River). This giant spring provides drinking water for every visitor and resident within Grand Canyon National Park. The water is delivered to the South Rim via a pipeline buried beneath the North Kaibab Trail (installed 1965 - 1970). You can see this amazing pipeline as it stretches across the Colorado River on the underside of the Silver Bridge from Bright Angel Trail.</p> <h3>Hike Smart</h3> <p><strong>Please consider seasonal variations in trail conditions. </strong><br /> <br /> During winter months, the upper section of North Kaibab trail can be ice-covered and snowbound. North Rim hikers must be prepared for extreme winter conditions with extra food, clothing layers, and tractions devices.<br /> <br /> During hotter months (May - September), it is critical that hikers begin their hike well before dawn or after 3 p.m. Success and enjoyment depends on the amount of time spent planning ahead and preparing for all conditions. Success in the summer can be as simple as staying off the trail and out of the sun between 10 am-4 pm. Hiking the entire North Kaibab Trail in a single day is not recommended, particularly in summer, as it would be extremely difficult to avoid hiking in the heat of the day.<br /> <br /> <strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, leave your itinerary with someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes **hyponatremia **-a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>Mules & Hikers</h3> <p><strong>Mules use this trail regularly.</strong><br /> Expect to encounter aromatic evidence of them on your hike!<br /> <br /> <strong>Always give mules the right of way.</strong><br /> Encounters between hikers and mules have resulted in injuries to packers and the death to mules. To ensure safety for yourself, other trail users, mules, and mule riders, follow these steps when encountering mules on the trails:</p> <ol> <li>Step off the trail on the uphill side-away from the edge.</li> <li>Listen for and follow the direction of the wrangler.</li> <li>Remain completely quiet and stand perfectly still.</li> <li>Only return to the trail when the last mule is 50 feet (15 m) beyond your position.</li> </ol> <h3>Camping</h3> <p>A permit is required for camping in this area. Learn more and how to apply <a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\"><strong>online</strong></a> —or if you are visiting the South Rim, ask a ranger at Backcountry Information Center.<br /> <br /> At-large camping is not permitted on the North Kaibab Trail; camp is only permitted in designated campgrounds.</p> <h3>Maps</h3> <p>Hiking Into Grand Canyon (NPS, free)<br /> 7.5 Minute Quad, Phantom Ranch (USGS)<br /> Sky Terrain Trails Map, Grand Canyon (Sky Terrain)<br /> Trails Illustrated Map, Grand Canyon National Park (National Geographic)</p>",
      "audioDescription": "A D Stop 9, North Kaibab Trailhead. 3 ½ minutes. The parking lot for the North Kaibab Trailhead is located along the east side of Route 67, a little over two miles (three and a half kilometers) north of Grand Canyon Lodge. Two wildlife-proof metal garbage cans and bicycle rack stand at the foot of a one-way road that loops right uphill around a long, slender lot with diagonal parking spaces. Note at the top of the lot, there is a wheelchair accessible vault toilet, and another wildlife-proof metal garbage can. Also note there is a mule pen above the lot. A long, wood-post lined bridle path leads downhill from the pen, alongside and parallel to the long south side of the lot, and continues past the North Kaibab trailhead at the foot of the lot. At the base of the lot, close to Route 67, move south up a curb onto a six foot (two meter) wide stone landing lined with boulders on either side at the top of a stone staircase. Continue down five roughhewn, uneven stone steps onto the dirt and gravel ground. Note a water filling station to the left at the base of the stone staircase. Sitting atop a low, rectangular stone base, an image of a rock wall in Grand Canyon fills the face of a four foot (one and half meter) square metal panel, with three water spigots protruding from its face. From the base of the stone staircase, continue about 15 feet (five meters) forward to an eight-foot (two-and-a-half meter) tall, double-sided, wooden wayside with a small shingle roof sitting atop a three-foot tall by four-foot wide (90 by 120 centimeter) stone base. The wayside sits in a large, dirt and gravel open area, lined with a two-foot tall boulder wall. Note a number of trails all converge at this location. The Bridle Path continues alongside the roadway to the west, the Arizona Trail on the other side of the road leads north, and the North Kaibab Trail leads south to the Coconino Overlook, Supai Tunnel, Redwall Bridge, and the Manzanita Springs Day Use Area. The front face of the wayside, entitled “North Kaibab Trail,” tells the story how the North Kaibab Trail came to be. A description of this panel is included in the sub-script below. The back face of the wayside, entitled “A Matter of Feet,” discusses how the interrelated factors of elevation, temperature, precipitation, soil depth, and sunlight determine where plants grow in the canyon. A description of this panel is included in the sub-script below. About 15 feet (five meters) beyond the wayside is a metal, six-foot tall, double-panel information panel. The left-hand panel details the trail’s elevation profile. Beside an aerial photograph of the trail at right, information at the left lists the distances, elevations, and water sources of points along the trail. At the bottom left, it provides detailed hiking information specific to Grand Canyon. On the right-hand panel, a map at the left shows the trail’s path down to Phantom Ranch, above a second view of the large elevation changes as you move along the trail. At the right, Hike Smart tips instruct how to take care of yourself on the trail, above a primer on Trail Courtesy at the lower right. Sub-Script North Kaibab Trail Wayside Panel A title at the top left of the panel reads, “North Kaibab Trail.” An illustration beneath the text shows an Indigenous American standing on a rocky outcropping, pointing across the vast Grand Canyon. A sepia tone photograph of a section of the Bright Angel Fault fills the bottom of the panel. Text at the middle left reads: Whether you hike just a mile or go rim-to-rim, you are among a long lineage of North Rim hikers, beginning with American Indians thousands of years ago. In 1902, when cartographer Francois Matthes began mapping the canyon there was no rim-to-rim trail here, even though tourists had been coming to the South Rim since the 1890s. Matthes had to swim his horses across the Colorado River to reach the north side, and then it took him and his crew six days to reach the North Rim on the Kaibab Plateau, where you stand. In 1906, David Rust and crew, hired by the Grand Canyon Transportation Company, built the original rim-to-rim connector trail—then considered an extension of Bright Angel Trail. His trail began at the head of Bright Angel Canyon, crossed the river by cable car, and connected with the Bright Angel Trail on the south side. By 1928, the National Park Service completed the present trail route from here to Roaring Springs and renamed it the North Kaibab Trail. A series of six inset photographs fill the right two-thirds of the panel. Beginning at the top left, the first black-and-white photograph shows a man standing atop a rocky outcropping beside a massive, triangular wooden brace. A metal cage hangs from cables that extend across the canyon towards a high mountain wall in the background. A caption reads: David Rust, in 1910, stands with his cable car, which made crossing the Colorado River possible for visitors. Moving to the right, a second black-and-white photograph shows an elevated view of three, wooden buildings alongside a riverbank at the base of the canyon. A caption reads: The Santa Fe Railway built Phantom Ranch in 1922 for the Fred Harvey Company, replacing Roosevelt Camp. In the center of the wayside, a third black-and-white photograph shows two men standing atop a rocky rise surrounded by desert scrub, next to a small table with a scope, and a shade umbrella. The man at the left writes in a notebook. A caption reads: Francois Matthes (left) and crew member mapping Grand Canyon on the North Rim, 1904. Matthes made the first topographic map of the canyon. A 1927 quote by Francois Emile Matthes at the top right of the panel reads: In the spring of 1902. . . we began to seek a route across to the north side. But at that time there was no trail across from rim to rim, nor was there a bridge over the Colorado. At the middle right of the panel, beneath this quote, the first of two black-and-white photographs shows an aerial view of two workers hanging on a series of cables stretching across a wide section of the river below. A caption above the photograph reads: The National Park Service began improvements to Rust’s trail in 1920, replacing his cable car with a suspension bridge in 1921, and again, in 1928. A second black-and-white photograph to the right shows two men grooming a trail with rakes and shovels beside a tall, rock wall. A caption above this photograph reads: In the 1930s, the Civilian Conservation Corps made many improvements to the trail you enjoy today. Under these two pictures, a final color photograph shows a trail section along the edge of the canyon, underneath a rocky overhang. A caption reads: National Park Service trail crews blasted rock cliffs to carve out sections of the North Kaibab Trail in the 1920s. In the background, across a wide chasm, the colored bands of the various rock layers of the canyon are clearly visible, floor to rim. A Matter of Feet Wayside Panel Color images of the plants that inhabit Grand Canyon at different elevations along the North Kaibab Trail cover the face of this wayside. Entitled, “A Matter of Feet,” text at the middle left reads: As you hike the North Kaibab Trail toward the Colorado River, you pass through many different plant communities. From this trailhead to Phantom Ranch the elevation drops almost 6,000 feet (1,800 m). Notice as you hike downward how temperatures get warmer and the plant communities change—sometimes abruptly. Elevation, temperature, precipitation, soil depth, and sunlight are all interrelated factors that determine where plants grow in the canyon. Here, at 8,250 feet (2,515 m) you are surrounded by a ponderosa pine forest, but drop down the trail to 3,000 feet (900 m) and you are standing in desert scrub. For every 1,000 feet (300 m) you drop in elevation, temperatures rise about 5 degrees Fahrenheit (2–3 °C). This translates to a 20–25 degree Fahrenheit (11–14 °C) difference between North Rim and the bottom of the canyon. At the top left, words over an image of an evergreen forest read: Boreal Forest Above 8,200 feet (2,500 m) A mix of conifers like Douglas-fir, Engelmann spruce, and white and blue spruce with patches of grassy meadows. To the right of center at the top, a rectangular inset photograph shows a stand of tall pine trees. A caption reads: Ponderosa Pine 7,200–8,300 feet (2,200 –2,530 m). Tall, red-barked trees that often grow in pure ponderosa stands. To the left of this image is a circular, inset photograph of a Dusky grouse. It has mottled camouflage pattern of brown, gray, white, and black on its back, with a dark gray tail and blue-gray underparts. It displays purplish-red air sacs on its neck, and a rich red eye comb. To the right is a second circular, inset photograph of a Kaibab squirrel. It has a black belly tinged with gray, a white tail, tufted ears, and a chestnut brown head. Moving down the center of the wayside, a second rectangular inset photograph shows a stand of tall, wide evergreen trees with dark green needles growing alongside additional, bushy evergreens with a rounded crown and many-forked trunks. A caption reads: Pinyon Pine – Utah Juniper 4,000–7,300 feet (1,200–2,230 m) Small conifers, or evergreens, growing with Gambel oak, cliffrose, and sagebrush. To the left of this image is a circular, inset photograph of a Scrub jay. Its head, wings, and tail are blue, with a gray underside. It has a white throat with a long tail and small bill. Continuing down the center of the wayside, a third rectangular inset photograph shows low, green plants hugging the rocky soil in the foreground. In the background, the similar vegetation covers the high rocky walls of the canyon. A caption reads: Desert Scrub 1,500–4,000 feet (450–1,200 m) Low growing, widely spaced shrubs and wildflowers, often dominated by blackbrush. To the left of this image is",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim, Grand Canyon National Park",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Hiking Trail",
          "name": "Significance"
        },
        {
          "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
          "value": "Closed Until Further Notice",
          "name": "Designation"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "20194FA0-A287-4F90-A438-4BCFC700DDD6",
      "url": "https://www.nps.gov/places/000/rock-art-panel.htm",
      "title": "Pictograph Panel — Bright Angel Trail",
      "listingDescription": "A short walk down the Bright Angel Trail gives an excellent introduction to the rich human history that is visible from this path. Right after passing through the first, or upper tunnel, pause and look above the sloping cliff on your left. Far above, you can see pictographs painted in red onto a band of rock beneath an overhanging ledge. A pair of binoculars brings them in close and reveals some additional designs.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/459BCC3D-FBFA-1831-5BC3700F796DF751.jpg",
          "credit": "NPS",
          "altText": "Under a limestone overhang, remnants of 6 deer in a row painted in red pigment a on rock wall.",
          "title": "Pictograph Panel - Bright Angel Trail",
          "description": "",
          "caption": "Lookin up from Bright Angel Trail, a row of red pictograph deer are visible under an overhang.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/459BCC3D-FBFA-1831-5BC3700F796DF751.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/459BCC3D-FBFA-1831-5BC3700F796DF751.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Grand Canyon",
        "pictograph",
        "pictographs",
        "rock art",
        "ancestral",
        "American Indian",
        "painting",
        "South Rim",
        "bright angel",
        "history",
        "rock writing"
      ],
      "latitude": "36.057468",
      "longitude": "-112.144174",
      "latLong": "36.057468,-112.144174",
      "bodyText": "<p>A short walk down the Bright Angel Trail gives an excellent introduction to the rich human history that is visible from this path. Right after passing through the first, or upper tunnel, pause and look above the sloping cliff on your left. Far above, you can see pictographs painted in red onto a band of rock beneath an overhanging ledge. <br /> <br /> These deer pictographs were left by ancestral canyon occupants to mark their path down into this side canyon. A variety of additional symbols and images can be seen through a pair of binoculars. The site, known as Mallery's Grotto, dates between 4000 years ago (2000 BCE) and 1950.<br /> <br /> It contains Archaic period elements and Cohonina culture elements. Historic charcoal inscriptions are attributed to the Havasupai. This route into the canyon was used by the Havasupai people who lived and farmed at Havasupai Gradens (formerly know as Indian Garden), down in the relatively flat riparian area, you can see 3000 feet (914 m) below the canyon rim. When Grand Canyon National Park was established, they were no longer permitted to live there.  <br /> <br /> The location was given the name, Mallery Grotto, after Garrick Mallery (1831-1894), an authority on the pictographs of the North American Indians. Mallery worked for the U.S. Bureau of Ethnology.<br /> <br /> <b>Please help us protect this site by staying on the trail and enjoying it from afar. </b></p>",
      "audioDescription": "As you move down the top of the Bright Angel Trail, a wide path with gentle switchbacks, almost immediately you'll come to a tunnel. As you pass through, a collection of red pictographs up at the left comes into view. Ranging in size from a few inches (7 cm) to over 2 feet (60 cm) tall, they depict hunts with both animal and human figures, images of zig-zaggy snakes with arrowheads, a series of dots drawn in a counterclockwise, ever-widening circle, cross-hatch directional markings, and a soaring bird. These were painted by members of various native civilizations over several centuries.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Scenic View/Photo Spot"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "South Rim - Bright Angel Trail",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Rock Art",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "0140E29D-DDBF-4246-8684-664A7739EFA1",
      "url": "https://www.nps.gov/places/000/shrine-of-the-ages.htm",
      "title": "Shrine of the Ages",
      "listingDescription": "Shrine of the Ages is a multi-purpose building used by the National Park Service, and community groups. It can be rented for private functions, including weddings. Located near Market Plaza, it is half-way between the Visitor Center, and the Village Historic District. Parking is on the west end of Parking Lot A. The auditorium is within walking distance of Market Plaza, Mather Campground, Trailer Village, and Yavapai Lodge. Eastbound and westbound village shuttles stop here.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/09F2D608-9527-A1C0-51B71FCF8E543EF0.jpg",
          "credit": "NPS",
          "altText": "A modern 2 story building with stone walls and large wooden entryway arches and large glass windows",
          "title": "Shrine of the Ages side entrance",
          "description": "",
          "caption": "The west-facing side entrance to Shrine of the Ages Auditorium",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/09F2D608-9527-A1C0-51B71FCF8E543EF0.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/09F2D608-9527-A1C0-51B71FCF8E543EF0.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Shrine of the Ages",
        "ranger programs",
        "church",
        "community",
        "religious services",
        "history"
      ],
      "latitude": "36.0543817300901",
      "longitude": "-112.12365415216391",
      "latLong": "36.0543817300901,-112.12365415216391",
      "bodyText": "<p>Shrine of the Ages is a multi-purpose building used by the National Park Service, Grand Canyon Conservancy, and community groups. It can also be rented for private functions, including family gatherings and wedding ceremonies, with an application for a <strong><a href=\"https://www.nps.gov/grca/getinvolved/sup.htm\">Special Use Permit.</a></strong><br /> <br /> Parking is on the west end of Parking Lot A. Shrine of the Ages is within walking distance of <a href=\"https://www.nps.gov/grca/planyourvisit/market-plaza-grca-south-rim.htm\">Market Plaza</a>, <a href=\"https://www.nps.gov/grca/planyourvisit/verkamps.htm\">Mather Campground</a>, <a href=\"https://www.nps.gov/grca/planyourvisit/trailer-village-rv-park-south-rim.htm\">Trailer Village RV Campground</a>, and <a href=\"https://www.nps.gov/places/000/yavapai-lodge.htm\">Yavapai Lodge</a>. The <strong>Village (Blue) Route shuttle</strong> has designated stops here. <a href=\"https://www.nps.gov/places/000/shrine-of-the-ages-eastbound-village-blue-route.htm\">Eastbound</a> (to the <a href=\"https://www.nps.gov/grca/planyourvisit/grand-canyon-visitor-center.htm\">Visitor Center</a>) and <a href=\"https://www.nps.gov/places/000/shrine-of-the-ages-westbound-village-blue-route.htm\">westbound</a> (to the <a href=\"https://www.nps.gov/grca/learn/historyculture/historic-village.htm\">Village Historic District</a>).<br /> <br /> Planning to host or attend an event at the Shrine? Additional information is located on the <strong><a href=\"https://www.nps.gov/grca/planyourvisit/shrine-of-the-ages.htm\">Grand Canyon Shrine of Ages</a></strong> webpage.<br /> <br /> Special events, such as concerts, symposia or cultural presentations take place in the auditorium. Activities include: park ranger programs, guest speakers, visiting artists, musicians, or even students from Grand Canyon School who present their own programs to the community and park visitors.<br /> <br /> The <strong><a href=\"https://grandcanyonmusicfest.org/concerts/\">Grand Canyon Music Festival</a> </strong>has taken place here in the Shrine, every year for 42 years, during August and September. <br /> <br /> When you are visiting the park, ask at the <strong><a href=\"https://www.nps.gov/grca/planyourvisit/grand-canyon-visitor-center.htm\">Visitor Center</a></strong> to see if programs are being offered during your stay, or view the park's<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/calendar.htm\">Digital Calendar</a></strong> for current schedules.  </p> <h3><a href=\"https://www.nps.gov/grca/planyourvisit/religious-services.htm\">Religious Services</a></h3> <p>Religious services are offered in Shrine if the Ages Auditorium, and the surrounding community. Current schedules are posted at Mather Campground (near the check-in station), the information kiosk near the <strong>U.S Post Office in </strong>Market Plaza, the <strong>Visitor Center</strong>, and <strong><a href=\"https://www.nps.gov/grca/planyourvisit/verkamps.htm\">Verkamp's Visitor Center</a></strong> in the <strong>Village Historic District.</strong></p> <h3>History</h3> <p>Although the idea for an interfaith chapel at Grand Canyon was proposed as early as 1917, it was not until 1952 that the Shrine of the Ages Chapel Corporation was formed, plans drawn up, and fundraising started. Representatives from Catholic, Jewish, and Protestant services comprised the Corporation. The National Park Service approved it because it offered the opportunity for all religious faiths to have a place of worship. The idea was to build a permanent building near a site on the canyon rim already used for services, including a very popular Easter Sunrise service.<br /> <br /> Harold E. Wagoner, a member of the board of directors of the Church Architectural Guild of America, was selected as architect. Working within National Park Service guidelines to respect the natural environment and American Indian culture, he designed a structure that reflected the architectural style of a kiva, a place of worship used by native people in the Southwest. This design worked well since the National Park Service also required that no towers or specific religious symbols be used.<br /> <br /> Because the initial building site was on the rim of the canyon just west of today's Hermits Rest Route (red) shuttle stop, plans called for the main auditorium to have a sweeping canyon view from a multi-story, curved window placed behind the altar. A special hydraulic lift would raise and lower at least three different altar configurations for Jewish, Catholic, and Protestant services. An organ placed on a small balcony, with wind chests and pipes located at different sections of the main chapel, would provide stereophonic sound effects.<br /> <br /> Even as fundraising efforts reached around the world, questions about whether the rim was an appropriate location for the structure resulted in delays. Some even argued that the building only remotely resembled a kiva, instead looking more like a huge spacecraft perched on the canyon rim. Donations were never quite enough to realize Wagoner's plans, and federal funding became involved. The building was ultimately redesigned and relocated away from the edge of the canyon. An appropriate site was chosen next to the existing Grand Canyon Pioneer Cemetery, and Shrine of the Ages was completed by 1970.<br /> <br /> The National Park Service took over ownership of the building in 1975, along with all maintenance, operational, and administrative duties.</p>",
      "audioDescription": "The Shrine of the Ages is a one-story building with limestone rubble walls that rise up and away from a central entranceway filled with three 20-foot (6 m) tall by 30-foot (9 m) wide towering T-shaped wooden arches. A couple ponderosa pine trees grow in the outdoor courtyard between the arches. Inside, a 250-plus seat auditorium with a large, multi-paned trapezoidal window wall is used by the National Park Service, Grand Canyon Conservancy, and others, and can also be rented for private functions. In the winter months, the nightly Evening Program is held inside the Shrine of the Ages, offering the opportunity to learn about a variety of Grand Canyon resources. Park rangers may discuss geology, human history, wildlife, the night sky, water resources, rock art, canyon hiking, and more. Special events, such as concerts or demonstrations, may take the place of a park ranger program allowing visiting artists, musicians, or students opportunities to present programs to the community and the general public.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "c2458965-5beb-46e6-b526-c74b49ddd68c",
      "isManagedByNps": "1",
      "amenities": [
        "Amphitheater",
        "Bicycle - Rack",
        "Parking - Auto",
        "Picnic Table",
        "Restroom",
        "Restroom - Accessible",
        "Water - Drinking/Potable",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Near Park Headquarters and Market Plaza",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Auditorium",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [
        {
          "title": "Shrine of The Ages",
          "id": "D82D8056-14C0-4A2E-9C77-7B568D7FFE6A",
          "type": "multimedia/galleries",
          "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6644988&id=D82D8056-14C0-4A2E-9C77-7B568D7FFE6A"
        }
      ],
      "relevanceScore": 1.0
    },
    {
      "id": "471D6A07-1D02-4CDA-BBB9-49D477FE1FBA",
      "url": "https://www.nps.gov/places/000/south-kaibab-trail.htm",
      "title": "South Kaibab Trail",
      "listingDescription": "This well-maintained dirt trail offering wonderful expansive views. This is a great trail for short day hiking trips into the canyon of half a day or less. During winter months foot traction and hiking poles are advised when trail surfaces are icy. There is no public parking at the South Kaibab Trailhead. Please park at the Visitor Center, then take the Kaibab (Orange) Route shuttle bus to the trailhead. It is a 9-minute ride from the Visitor Center to the Trailhead.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/B4E27A94-95C8-0019-58893581D89DFCBD.jpg",
          "credit": "NPS/ M.Quinn",
          "altText": "Several trail switchbacks are cut into a cliff of tan rock.",
          "title": "Beginning of South Kaibab Trail",
          "description": "",
          "caption": "The trail begins with switchbacks known as \"the chimney\" and continues a steep and narrow descent.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B4E27A94-95C8-0019-58893581D89DFCBD.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B4E27A94-95C8-0019-58893581D89DFCBD.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "hiking",
        "backcountry",
        "trail",
        "day hike",
        "South Kaibab"
      ],
      "latitude": "36.053398",
      "longitude": "-112.083703",
      "latLong": "36.053398,-112.083703",
      "bodyText": "<h3>Know Before You Go</h3> <p>Before heading down into the canyon, <strong>consult the signs at the trailhead, and scan the QR code</strong> for trip planning, <strong>current weather, water availability, and trail information/closures</strong>. (or visit our<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage).</p> <h3>Trail Reopenings and Current Closures</h3> <strong>(Updated August 20, 2025) </strong><br />   <ul> <li><strong>South Kaibab Trail is open from the South Kaibab Trailhead to the Tipoff. The Tonto Trail is open from the Tipoff to Havasupai Gardens.</strong><br />  </li> <li><strong>Bright Angel Trail is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</strong><br />  </li> <li><strong>The River Trail from Pipe Creek to the South Kaibab Trail junction remains closed through October 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment is expected to reopen on November 1, 2025.</strong><br />  </li> <li><strong>The Silver Bridge will remain closed through November 26, 2025. On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public.</strong><br />  </li> <li><strong>North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen. Highway 67 to the North Rim will also remain closed for the foreseeable future due to impacts from the Dragon Bravo Fire.</strong></li> </ul> <ul> </ul> <h3>Accessing South Kaibab Trailhead</h3> <p>Since there is <strong>no public parking at the South Kaibab Trailhead, please park at the Visitor Center, then take the Kaibab (Orange) Route shuttle bus to the trailhead.</strong> It is a <strong>9-minute</strong> ride from the Visitor Center to the Trailhead. <strong><a href=\"https://www.nps.gov/grca/planyourvisit/kaibab-orange-route.htm\">Current shuttle schedule</a>.</strong></p> <ul data-editing-info=\"{\"orderedStyleType\":1,\"unorderedStyleType\":1}\"> <li data-ogsc=\"black\"><em><strong>If trail users need access to or from the South Kaibab Trailhead when the shuttle buses are not running, please contact Xanterra Taxi Service at 928.638.2631.</strong></em></li> </ul> <h3>About South Kaibab Trail </h3> <p>The South Kaibab Trail is a well-defined, well-maintained dirt trail offering wonderful expansive views. This can be a great trail for short trips into the canyon of half a day or less, but the openness of this trail lends itself to extreme heat during the summer months and little to no protection from passing storms.<br /> <br /> There is little shade, and what is there comes mostly from the canyon walls at the very beginning of the trail in the early part of day.<br /> <br /> There is <b>no water</b> along the trail, though there is a spring-fed water filling station at the trailhead during the summer.<br /> <br /> <b>No private vehicles allowed at the trailhead. Access is by foot, bicycle, or shuttle bus only.</b><br /> <br /> *Note: all trails into the canyon are steep and difficult; consider contacting a park ranger before starting your hike.</p> <h3>Destinations</h3> <p><strong>Ooh Aah Point</strong><br /> 1.8 miles (2.9 km) <strong>roundtrip</strong> / 1-2 hours / 790 feet (230 m) elevation change<br /> <br /> <strong>Cedar Ridge</strong><br /> 3 miles (4.8 km) <strong>roundtrip</strong> / 2-4 hours / 1,120 feet (340 m) elevation change<br /> <br /> <strong>Skeleton Point </strong>- Check with a park ranger before attempting as a day hike.<br /> 6 miles (9.6 km) <strong>roundtrip</strong> / 4-6 hours / 2,040 feet (620 m) elevation change<br /> <br /> <strong>Hiking below Skeleton Point is not recommended as a day hike due to the long distance, extreme temperature changes, and an approximately 5,000-foot (1,500 m) elevation change each way. Consult a park ranger before heading further down for safety tips and overnight permits.</strong><br /> <br /> <strong>The Tipoff</strong><br /> 9 miles (14.5 km) <strong>roundtrip</strong> / 6-9 hours / 3,280 feet (1,100 m) elevation change<br /> <strong>NOTE: The South Kaibab Trail is CLOSED between the Tipoff and the Colorado River/Black Bridge (updated August 20, 2025). </strong><br /> <br /> <strong>Phantom Ranch (CLOSED)</strong><br /> 15 miles (24 km) <strong>roundtrip</strong> / 2 days / 4,700 ft (1,430 m) elevation change</p> <h3>Water</h3> <p>There is no water on the South Kaibab Trail. From early May to mid-October there is water near the trailhead (from a spigot near the bus stop). Potable water is available year round at Bright Angel Campground, however, please note that due to occasional pipeline breaks water at Bright Angel Campground is not guaranteed: bringing an alternative form of water treatment, such as iodine tablets or a water filter, is essential. During hot weather, take at least 4 liters of water.</p> <h3>Trail Description</h3> <p>Hikers seeking panoramic views unparalleled on any other trail at Grand Canyon will want to consider a hike down the South Kaibab Trail. It is the only trail at Grand Canyon National Park that so dramatically holds true to a ridgeline descent. But this exhilarating sense of exposure to the vastness of the canyon comes at a cost: there is little shade and no water for the length of this trail.<br /> <br /> During winter months, the constant sun exposure is likely to keep most of the trail relatively free of ice and snow. For those who insist on hiking during summer months, which is not recommended in general, this trail is the quickest way to the bottom (it has been described as \"a trail in a hurry to get to the river\"), but due to lack of any water sources, ascending the trail can be a dangerous proposition.</p> <h3>Access</h3> <p>Hikers must use the park's free shuttle bus system to reach the trailhead. Every morning, three hiker express buses leave from the Bright Angel Lodge and then from the Backcountry Information Center (times vary depending on the month). Otherwise, hikers will need to park at Grand Canyon Visitor Center and take the South Kaibab (Orange) shuttle bus.</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, communicate your plan to someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia </strong>a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>Mules and Hikers</h3> <p><strong>Mules use this trail regularly.</strong><br /> Expect to encounter aromatic evidence of them on your hike!<br /> <br /> <strong>Always give mules the right of way.</strong><br /> Encounters between hikers and mules have resulted in injuries to packers and the death to mules. To ensure safety for yourself, other trail users, mules, and mule riders, follow these steps when encountering mules on the trails:<span style=\"background-color: var(--bs-body-bg); color: var(--bs-body-color); font-family: var(--bs-body-font-family); font-size: var(--bs-body-font-size); font-weight: var(--bs-body-font-weight); text-align: var(--bs-body-text-align);\"> </span></p> <ol> <li>Step off the trail on the uphill side-away from the edge.</li> <li>Listen for and follow the direction of the wrangler.</li> <li>Remain completely quiet and stand perfectly still. </li> <li>Only return to the trail when the last mule is 50 feet (15 m) beyond your position.</li> </ol> <h3>Camping</h3> <p>A permit is required for backcountry camping in this area. Learn more and how to apply <strong><a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\">online</a></strong> —or if you are visiting the South Rim, check with a ranger at the Backcountry Information Center,<br /> <br /> <strong>CLOSED: Bright Angel Campground. </strong>Located on the north side of the Colorado River Bright Angel Campground offers 30 small group sites and 2 large group sites. <br /> <br /> On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public. <strong><a href=\"https://www.nps.gov/grca/learn/news/south-rim-corridor-trails-partially-reopened.htm\">Details.</a></strong></p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Information Kiosk/Bulletin Board",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "145D7D9F-9B7C-46D6-BA46-7D91A8F6B488",
      "url": "https://www.nps.gov/places/000/south-kaibab-trailhead-kaibab-rim-orange-route.htm",
      "title": "South Kaibab Trailhead Bus Stop - Kaibab Rim (Orange) Route",
      "listingDescription": "Just a 9-minute ride from Grand Canyon Visitor Center, this shuttle stop is the easiest way to access South Kaibab Trailhead. Running from 8 am, to just after sunset this winter, the bus will drop you off next to the water filling station and vault toilets, a short walk from the trailhead. From this location, you also can walk west along the paved Canyon Rim Trail and return to the Visitor Center, a distance of 2.3 miles/ 3.7 km. Visit the link for the current schedule.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg",
          "credit": "NPS",
          "altText": "A person looks at a map next to a shuttle stop.",
          "title": "South Kaibab",
          "description": "",
          "caption": "Be sure to stop by the restroom and water bottle filling station before heading down the trail",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Shuttle Stop",
        "transportation",
        "public transit",
        "South Kaibab Trail",
        "trailhead",
        "Grand Canyon",
        "South Rim",
        "Orange Route",
        "Yaki Point",
        "pipe creek vista",
        "Grand Canyon Visitor Center"
      ],
      "latitude": "36.052908135180076",
      "longitude": "-112.08389467816289",
      "latLong": "36.052908135180076,-112.08389467816289",
      "bodyText": "<h4>Nearby:</h4> <ul> <li><strong>Vault Toilets</strong></li> <li><strong>South Kaibab Trailhead</strong></li> <li><strong>Canyon Rim Trail </strong>East End</li> </ul> <p>Just a <strong>9-minute ride</strong> from the Visitor Center Shuttle Bus Terminal, this shuttle stop is the easiest way to access the South Kaibab Trail. Running from dawn to dusk year-round, the bus will drop you off next to the water filling station and vault toilets at the trailhead.<br /> <br /> Parking at the Visitor Center and taking this bus is recommended because <strong>private vehicle parking is not permitted at South Kaibab Trailhead.</strong><br /> <br /> The start of <strong>South Kaibab Trail</strong> and the rim of Grand Canyon are a short walk from here. Hikers interested in the following day hike destinations should take this bus. Bring your own water and snacks because no water is available on South Kaibab Trail. </p> <ul> <li><strong>Ooh Aah Point </strong>—<strong> </strong>round trip: <strong>1.8 miles/ 2.9 km</strong> — 600 ft/ 182 m below trailhead</li> <li><strong>Cedar Ridge</strong> —<strong> </strong>round trip: <strong>3 miles/ 4.8 km</strong> — 1140 ft/ 347 m below trailhead</li> <li><strong>Skelleton Point</strong> —<strong> </strong>round trip: <strong>6 miles/ 9.5 km</strong> — 2060 ft/ 627 m below trailhead</li> </ul> <p>This shuttle stop is located at the eastern end of the paved <strong>Canyon Rim Trail</strong>. From here, you can walk west along the rim trail, a level footpath with scenic views, and return to the Visitor Center and Mather Point. Bicycles may also travel on this trail, west from here, but only as far as the Visitor Center..</p> <ul> <li><strong>Pipe Creek Vista </strong>—<strong> </strong>0.9 mile/ 1.4 km (bus stop with service to Visitor Center)</li> <li><strong>Mather Point and Visitor Center </strong>—<strong> </strong>2.3 miles/ 3.7 km</li> </ul> <h3>Kaibab (Orange) Route - Winter Schedule</h3> <p><strong>December 1, 2025, through February 28, 2026</strong><br /> 50 minutes round trip (without getting off the bus)</p> <p><strong>First bus is at 8:00 am — last bus is at 7:00 pm<br /> ► </strong>Be at a bus stop no later than 6:45 pm</p> <ul> <li><strong>Every 20 minutes: 8:00 am to 10:30 am</strong></li> <li><strong>Every 15 minutes: 10:30am to 3:30 pm</strong></li> <li><strong>Every 20 minutes: 3:30 pm to 7:00 pm</strong></li> </ul> <p><span style=\"color:#336600;\"><em><strong><em><strong>Need access to or from the South Kaibab Trailhead when the shuttle buses are not running? Please contact Xanterra Taxi Service at (928) 638-2631. </strong></em></strong></em></span></p> <h3>Route Information</h3> <p>The Kaibab/Rim (Orange) Route is a shuttle bus loop that takes approximately 50 minutes to ride the entire route and return to the same location. At the Visitor Center Shuttle Bus Terminal, there are separate stops for the eastbound and westbound shuttles. Additional bus stops are at the following locations:<br />  </p> <p><strong>Visitor Center Shuttle Bus Terminal (eastbound)</strong></p> <ul> <li>South Kaibab Trailhead</li> <li>Yaki Point</li> <li>Pipe Creek Vista</li> </ul> <p><strong>Visitor Center Shuttle Bus Terminal (westbound)</strong></p> <ul> <li>Mather Point</li> <li>Yavapai Geology Museum</li> </ul> <h3>Shuttle Bus Rules</h3> <ul> <li height=\"1\">No pets allowed on shuttle buses. Service dogs are permitted (as defined by the <a href=\"https://www.nps.gov/grca/planyourvisit/shuttle-buses.htm#CP_JUMP_5925024\">Americans With Disabilities Act</a>).</li> <li>No eating or open drink containers.</li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs. Please note that wheelchairs larger than 30 inches wide by 48 inches long (76 cm x 122 cm) cannot be accommodated on shuttle buses, and most motorized scooters will not fit.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Collapse strollers before entering the shuttle bus. No oversized or jogging strollers. Remove baby-back carriers when seated.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses can accommodate two or three bicycles, but not tag alongs, baby trailers, or children's bicycles with wheels less than 16 inches (41 cm). Riders must load and unload their bicycles from the front-facing rack.</p> </li> <li>Shuttle buses only stop at designated bus stops.</li> </ul>",
      "audioDescription": "Next to the 40-foot long South Kaibab Trailhead shuttle bus stop, a line of three-foot (1 m) tall limestone boulders line a four-foot (1.2 m) wide concrete sidewalk. There is a water filling station to the right about 10 feet (3 m) along the asphalt path leading from the bus stop to the trailhead. The water filling station is within a square enclosure surrounded by a chain link fence to prevent altercations between people and wildlife. Thirty feet to the right of the water station, a few picnic tables sit in a small clearing behind the boulders. To the right of the shuttle bus stop at the far end of the sidewalk are some vault toilets. Move north along the eight-foot wide asphalt trail 40 feet (12 m) to where the path turns right, and continue forward to a vertical wayside panel at the right opposite the trailhead. At the top left of the panel, a black and red circle surrounds a black-and-white image of Grand Canyon with large white letters urging you to, \"Hike Smart.\" Text reads: \"Welcome to South Kaibab Trail. This magnificent Grand Canyon is a vast and harsh wilderness demanding respect. Do You Have a Realistic Plan? Grand Canyon National Park assists more than 600 hikers during the hot summer months and helicopter rescues an additional 150 people...You are responsible for your safety and the safety of your friends and family. Rescue is not a guarantee. Have You Checked the Weather? Summer temperatures in the shade reach 105 degrees Fahrenheit (40 degrees Celsius) below Skeleton Point and 115 degrees Fahrenheit (46 degrees Celsius) at Phantom Ranch. In winter, temperatures drop below freezing with steep, icy trails requiring shoe traction devices.\" At the upper right, a map of the trail shows distances and elevations. Text continues: \"How Much Food and Water Should You Bring? Your body needs energy - balancing proper nutrition and hydration are critical to your hiking success...To the right, a list of standard trail courtesy items appear.\" At the bottom left, the panel states: \"Never approach, touch, or feed any animal. It is dangerous...and illegal to do so. Pets are not allowed on the trails. If you wish to take a service animal with you, please check in at the Backcountry Information Center.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "be05ceb9-d3d9-421f-b57c-a9b574dd5642",
      "isManagedByNps": "1",
      "amenities": [
        "Bus/Shuttle Stop",
        "Hitching Post/Corral",
        "Picnic Table",
        "Restroom",
        "Telephone",
        "Toilet - Vault/Composting",
        "Trash Dumpster",
        "Water - Drinking/Potable",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Shuttle Bus Stop - Kaibab Rim (Orange) Route",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "4D7FDAB7-11E5-48A1-8203-7F1CF27A832B",
      "url": "https://www.nps.gov/places/000/tanner-trail.htm",
      "title": "Tanner Trail",
      "listingDescription": "This historic trail is the primary access for hikers into eastern Grand Canyon. It ranks as one of the most difficult and demanding trails in the park.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/C0F27FD3-A0A2-BFE1-EBB272093C2345D7.jpg",
          "credit": "NPS",
          "altText": "Steep steps lead to the trailhead sign at the Tanner Trailhead.",
          "title": "Tanner Trail",
          "description": "",
          "caption": "Be advised Tanner Trail is steep, remote and has no water filling stations.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C0F27FD3-A0A2-BFE1-EBB272093C2345D7.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C0F27FD3-A0A2-BFE1-EBB272093C2345D7.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "hiking",
        "backcountry",
        "Inner Canyon"
      ],
      "latitude": "36.032621286",
      "longitude": "-111.852511788",
      "latLong": "36.032621286,-111.852511788",
      "bodyText": "<p>This historic trail is the primary access for hikers into eastern Grand Canyon. It ranks as <b>one of the most difficult and demanding developed trails</b> in the park.<br /> <br /> The Tanner Trail is <b>steep</b>, <b>rarely maintained</b>, and <b>not a recommended first hike into the canyon</b>. The only source of water is at the Colorado River. In general, Grand Canyon is infamous for summer heat and the Tanner Trail is noted for being unusually hot.<br /> <br /> The summer sun rises early and sets late in this wide-open area. The absence of water produces sparse vegetation and little shade. River runners call this part of the Grand Canyon \"Furnace Flats\".<br /> <br /> Avoid this trail during warm/hot weather over 95°F (35°C).</p> <h3>Trail Description</h3> <p><strong>Strongly consider talking with a park ranger before attempting this hike.</strong><br /> <br /> The trail is <strong>steep</strong> and <strong>no water is available until the river</strong>. Expect to hike and climb over unstable footpaths and boulder fields. Your best option for a day hike would be to the 75 Mile Creek Saddle. To reach just this point, be prepared for 1.6 miles (2.6 km) over a descent of 1,700 feet (518 m). Hiking beyond the 75 Mile Creek Saddle is exposed and can be extremely hot.<br /> <br /> There are no water sources along the trail until the Colorado River, a 9 mile trek (14.5 km) and elevation change of 4,650 feet (1,417 m) each way. The elevation at Lipan Point is 7,350 feet (2,240 m) and at the Colorado River it is 2,700 feet (823 m). However, the Colorado is often silt laden and can be difficult and time-consuming to purify.<br /> <br /> If you choose to hike down what remains of a pioneer-era trail, you will head immediately down the gully east of Lipan Point. The upper section of the Tanner Trail is narrow, badly eroded, and can be difficult to follow, especially after a storm. The trail stays on the slopes east of the bottom of the gully through the Toroweap Formation and switches to the west side at the top of the Coconino Sandstone. Rockslides in the Coconino Sandstone have covered the original trail in places, forcing hikers to improvise short sections. The trail descends steeply across the slope west of the bed of gully nearly all the way to the 75 Mile Creek Saddle. A prime canyon view at the saddle is the reward for a couple of miles of notably unstable hiking. The reward comes with a price - hiking out of the canyon from even here is one of the more rugged, steeper climbs in the park.<br /> <br /> Hiking beyond this point requires detailed planning and experience hiking in a desert environment.</p> <h3>Water</h3> <p>The Colorado River is the sole source of water. No reliable water exists above the shoreline. The Colorado is often silt laden and can be difficult to purify under those conditions.</p> <h3>Access</h3> <p>Parking is available at Lipan Point. Walk back down the road a short ways and look for the trailhead, east of the pavement.<br /> <br /> It is 9 miles (14.5 km) from Lipan Point at 7,350 feet (2,240 m) to the Colorado River down at 2,700 feet (823 m).  All water should be treated or boiled. However, the Colorado is often silt laden and can be difficult to purify.</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, communicate your plan to someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The hike out of the canyon will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia</strong>, a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>Geology</h3> <p>The lower reaches of Grand Canyon below Desert View are dominated by a series of tilted layers of stone known as the Grand Canyon Supergroup. The Supergroup is a complex collection of ancient sedimentary and igneous rocks ranging in age from 729 million to 1.255 billion years, the oldest sedimentary deposits in the canyon. The colorful rocks are soft and easily eroded so the canyon floor is unusually expansive, offering unimpeded views of some of the steepest walls to be found below the rim.</p> <h3>History</h3> <p>American Indians used this natural rim-to-river route for several thousand years. The trail as we know it today has been in use since 1890, when Franklin French and Seth Tanner improved it. This work allowed early miners access to their claims; it was also used as the southern component of the disreputable Horsethief Route.</p> <h3>Camping</h3> <p>A permit is required for backcountry camping in this area. Learn about how to apply for a permit on the park <a href=\"https://www.nps.gov/grca/planyourvisit/backcountry-permit.htm\">website</a> or request permit in person at the Backcountry Information Center.<br /> <br /> As part of conservation efforts to salvage plant and animal habitats that depend upon remnants of older pre-dam sediments near the Colorado River, <strong>the large sand dune at the mouth of Tanner Canyon is closed to visitation and camping</strong>. <strong>Tanner Canyon use area (BB9) is the only exception</strong> , allowing \"at-large\" camping. There are nice (although dry) established campsites along the trail at Seventyfive Mile Creek-Tanner Canyon saddle, trailside in the Supai Formation, above and below the Redwall Limestone, and in the Tapeats Sandstone. Campsites near the Colorado River can be found on the east side of Tanner Canyon. A composting toilet is nearby.</p> <h3>Suggested Maps</h3> <p>7.5 Minute Desert View Quad (USGS)<br /> Trails Illustrated Map, Grand Canyon National Park (National Geographic)<br /> Sky Terrain Trails Map, Grand Canyon (Sky Terrain)</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "18d1a9fd-3f0b-4b24-af9b-89e150b177fb",
      "isManagedByNps": "1",
      "amenities": [
        "Information",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Desert View Drive",
          "name": "Location"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "93202628-8A31-45D1-8EF6-6FA48E1AA8D8",
      "url": "https://www.nps.gov/places/000/the-abyss-hermit-road-red-route.htm",
      "title": "The Abyss Bus Stop - Hermits Rest (Red) Route",
      "listingDescription": "NO BUS SERVICE during December, January and February. The Abyss shuttle bus stop is outbound only, to Hermits Rest. At the Abyss Overlook, impressive canyon views are rivaled by the 3,000 foot (914 m) vertical drop below you. This stop offers a unique place to discover how gravity can profoundly affect the shape of the canyon walls.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/5645B30C-A842-AE11-E2E3A4A876A0DA41.jpg",
          "credit": "NPS",
          "altText": "A low rock wall separates a bus stop, marked by a red and white sign, from the rim of Grand Canyon.",
          "title": "The Abyss Shuttle Stop",
          "description": "",
          "caption": "The Abyss features the longest vertical drop from the rim found anywhere along the South Rim.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5645B30C-A842-AE11-E2E3A4A876A0DA41.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5645B30C-A842-AE11-E2E3A4A876A0DA41.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "Grand Canyon",
        "South Rim",
        "red route",
        "Hermit Road",
        "Monument Creek vista",
        "mohave point",
        "shuttle bus",
        "public transit",
        "transportation"
      ],
      "latitude": "36.058137032760904",
      "longitude": "-112.16897557039937",
      "latLong": "36.058137032760904,-112.16897557039937",
      "bodyText": "<h4><span style=\"color:#c0392b;\">NOT IN SERVICE DURING THE WINTER</span></h4> <p><strong><em>Hermit Road is open to private vehicles (under 22 feet) during the months of December, January and Februay, when there is no bus service.</em></strong></p> <ul> <li><em>Between March 1, and November 30, Hermit Road can only be accessed by the free Hermits Rest (Red) Route shuttle bus, on foot, bicycle, or by commercial tour.</em></li> </ul> <h4>ONE WAY STOP - Outbound Only to Hermits Rest</h4> <br /> At the Abyss, impressive canyon views are rivaled by the sheer vertical drop below, the longest such drop found anywhere along the South Rim, 3,000 feet (914 m).<br /> <br /> This stop offers a unique place to discover how gravity can profoundly affect the shape of the canyon walls. At The Abyss, no fault line is present, meaning very little water runs into the canyon because it mostly drains to the south away from the rim.<br /> <br /> This is unlike many of the other side canyons, which are usually caused by faults cutting through the rock walls and funneling water toward the Colorado River below. Instead, most of the erosion near The Abyss occurs because of gravity's constant pull on the rock face. While at The Abyss, notice the debris of white rocks littered over the red slopes below, showing the evidence of past rock falls. <h3>Hermits Rest (Red) Route </h3> <span style=\"color:#c0392b;\"><strong>Tentative Spring 2026 Schedule - Starting March 1</strong></span><br /> 80 minutes round trip (without getting off the bus)<br />   <ul> <li>First bus leaves Hermit Transfer Station at 8:00 am. </li> <li>Buses run every 10-15 minutes.</li> <li>Last bus - one hour after sunset.</li> <li><strong>Be at a bus stop 30 minutes after sunset</strong></li> </ul> <p> </p> <h3>Route Information</h3> <p>If you simply ride this shuttle bus without getting off at any stop, the entire loop will take approximately 80 minutes to return to where you started.<br /> <br /> <strong>ONE WAY STOP outbound only</strong><br /> From The Abyss shuttle stop, buses head outbound (west) towards Hermits Rest and then turn around and return to the Village, stopping at the following locations:</p> <ul> <li>Monument Creek Vista</li> <li>Pima Point (Outbound)</li> <li>Hermits Rest</li> <li>Pima Point (Inbound)</li> <li>Mohave Point (Inbound)</li> <li>Powell Point (Inbound)</li> <li>Village Route Transfer</li> </ul> <h3>Shuttle Bus Rules</h3> <ul> <li> No eating or open drink containers.</li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">No pets allowed on shuttle buses. Service dogs are permitted (as defined by the <a href=\"https://www.nps.gov/grca/planyourvisit/shuttle-buses.htm#CP_JUMP_5925024\">Americans With Disabilities Act</a>).</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs. Please note that wheelchairs larger than 30 inches wide by 48 inches long (76 cm x 122 cm) cannot be accommodated on shuttle buses, and most motorized scooters will not fit.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Collapse strollers before entering the shuttle bus. No oversized or jogging strollers. Remove baby-back carriers when seated.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses can accommodate two or three bicycles, but not tag alongs, baby trailers, or children's bicycles with wheels less than 16 inches (41 cm). Riders must load and unload their bicycles from the front-facing rack.</p> </li> <li>Shuttle buses only stop at designated bus stops.</li> </ul>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "549a4f32-4e12-4f03-ab7f-ff23241ca255",
      "isManagedByNps": "1",
      "amenities": [
        "Bicycle - Rack",
        "Bus/Shuttle Stop",
        "Scenic View/Photo Spot"
      ],
      "managedByOrg": "",
      "quickFacts": [],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "38580546-AA03-4F6E-BF2A-7A6FBD8D3014",
      "url": "https://www.nps.gov/places/000/trail-of-time-headquarters-portal-parking-lot-a.htm",
      "title": "Trail of Time: Headquarters Portal (Parking Lot A)",
      "listingDescription": "To get to this portal, walk the spur trail from near Park Headquarters and parking lot A. It is a 0.4 mile (0.65 km) to the portal at the junction with the Canyon Rim Trail, (Trail of Time). This portal sits at 1,000 million (1 billion) years ago along the Trail of Time, a period of Grand Canyon history which corresponds with the deposition of rocks belonging to the Grand Canyon Supergroup, some of Grand Canyon's oldest sedimentary rocks.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/CD9E5770-F1B6-BD4E-9EC641FE7F571EC6.jpg",
          "credit": "",
          "altText": "paved footpath with a stone portal sign showing canyon rock layers. Canyon landscape in the distance",
          "title": "Trail of Time - Park Headquarters Portal",
          "description": "",
          "caption": "This Trail of Time portal appears after walking the 0.4 mile spur trail from Park HQ to the rim.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CD9E5770-F1B6-BD4E-9EC641FE7F571EC6.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CD9E5770-F1B6-BD4E-9EC641FE7F571EC6.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail of time",
        "geology",
        "paleontology",
        "Grand Canyon",
        "South Rim",
        "yavapai geology museum",
        "verkamp's visitor center",
        "TOT Portal"
      ],
      "latitude": "36.058033",
      "longitude": "-112.126058",
      "latLong": "36.058033,-112.126058",
      "bodyText": "<p>To get to this portal, walk the spur trail near Park Headquarters and parking lot A. It is a 0.4 mile (0.65 km) to the portal at the junction with the Canyon Rim Trail, (Trail of Time). <br /> <br /> This portal sits at 1,000 million (1 billion) years ago along the Trail of Time, a period of Grand Canyon history which corresponds with the deposition of rocks belonging to the Grand Canyon Supergroup, some of Grand Canyon's oldest sedimentary rocks.<br /> <br /> This fact is reflected in the seating rocks and paving stones surrounding the portal. The paving stones represent sandstones of the Dox Formation, while the seating rocks include several large pieces of Hotauta Conglomerate (the basal member of the Bass Formation) and Bass Limestone; one piece of purplish limestone bears striking ripple marks formed by flowing water.<br /> <br /> On the east side of the actual trail junction sits a large piece of Shinumo Quartzite, with an equally large piece of Sixtymile Conglomerate sitting next to it.<br /> <br /> Directly opposite these rocks, on the west side of the junction, sit two large stromatolite fossils, the top sides of which have been cut and polished.<br /> <br /> <strong>Walking west from here</strong> will take you to exhibits of the <strong>oldest rocks in Grand Canyon and Grand Canyon Village. </strong>0.6 mile (0.9 km).<br /> <br /> <strong>Walking east from here</strong> will take you through <strong>Grand Canyon's younger years to the present day and eventually to Yavapai Geology Museum. </strong>0.7 mile (1.13 km).</p> <h3>Trail of Time Overview</h3> <p>The Trail of Time is the world's largest geoscience exhibition at one of the world's grandest geologic landscapes, Grand Canyon National Park. The trail utilizes the unique vistas and rocks of Grand Canyon to help visitors ponder, explore, and understand the magnitude of geologic time and the stories encoded by Grand Canyon rocks and landscapes. Geologic time is immensely long. The 4.56 km (2.8 mi) trail is marked every meter, with 1 meter = 1 million years of our 4,560,000,000 year-long Earth history. Viewing tubes, rocks on plinths, and wayside panels help visitors connect the rocks visible in Grand Canyon to their place along the timeline.<br /> <br /> The main Trail of Time can be entered at different points - including the east end near Yavapai Point (young end), west end at Grand Canyon Village (old end), or a middle point where a connecting trail comes from the Park Headquarters parking area (Parking Lot A). Shuttle stops connect each entry point, so you can walk it in several ways and still get back to your car. The entry portals have messages on each side appropriate for those approaching (welcome) or for those completing different segments of the Trail (congratulations).<br /> <br /> Located on the South Rim of Grand Canyon National Park, the Trail of Time extends along the paved Rim Trail between the Yavapai Geology Museum on the east and Maricopa Point on the west. The main portion of the Trail between Yavapai Geology Museum and Grand Canyon Village is accessible to wheelchairs and baby strollers, and it is convenient to shuttle bus stops and parking areas in a heavily-visited section of the park.</p>",
      "audioDescription": "The Trail of Time is a 3.1 mile (5 km) wheelchair accessible interactive trail that winds along the rim on a wide, relatively level paved surface. Along the side of the trail, low concrete pedestals display actual Grand Canyon rocks in a timeline of the canyon's geologic history. Bronze markers embedded in the sidewalk indicate at what point in time you are standing. At the intersection of the trail leading from the park headquarters to the Rim Trail, a six-foot (2 m) tall by four-foot (1.2 m) wide V-shaped rock column shows Grand Canyon's actual rock layers, brought up from deep in the canyon. Touch the column to feel the layers: the oldest black Vishnu Schist and other basement rocks at the bottom, topped by multi-colored diagonal layers of the Grand Canyon Supergroup, followed by more horizontal layers of rock with the Kaibab Formation at the top. Text on the south side of a three-foot (1 m) tall by two-foot (60 cm) wide panel embedded in the column reads: \"Welcome to the Trail of Time, a geology timeline. Walk 2 billion years of Grand Canyon history.\" See and touch samples of Grand Canyon rocks. Discover their ages! Go left to see Grand Canyon's oldest rocks. Go right to walk towards the present. An illustration at the bottom of the panel shows three people on the trail underneath a map of the Trail of Time along the rim of Grand Canyon. Text reads: \"One long step = 1 million years.\" A highlighted marker at their feet reads \"1,000 million years ago.\" In the center of the panel, a map shows the route of the Trail of Time along the rim. Text in a yellow box at the right of the map reads, \"You Are Here,\" indicating a point on the trail about halfway between the Village in the center and Yavapai Geology Museum at the right. Maricopa Point is at the far left, to the west. The map shows shuttle bus stops and parking lot locations, and the locations of several restrooms. At the top of the map, small bits of blue show the Colorado River flowing at the bottom of the canyon. Text on the opposite north side of the panel reads: \"You are leaving the Trail of Time, a geology timeline! Come back and walk the rest of the Trail of Time on your next visit.\" An illustration at the bottom of the panel underneath the same map shows an empty trail.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Grand Canyon Village: Park Headquarters",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Paved trail with geologic timeline and exhibits",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "C5610849-6827-4938-BB69-1950A47A44AB",
      "url": "https://www.nps.gov/places/000/trail-of-time-the-main-trail-of-time-portal.htm",
      "title": "Trail of Time: The Main Trail of Time Portal",
      "listingDescription": "Once you have walked the short, Million Year Trail of 150 yards (136 m), you will encounter the second Trail of Time portal, which marks the beginning of the main Trail of Time, a two billion year timeline of Grand Canyon's geologic history. The main trail is approximately 2.83 miles (4.56 km). This fully accessible 1 hour walking trip provides breath taking vistas of Grand Canyon and allows you to ponder and understand the depths of geologic space and time.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/EAE5DDC2-E2AA-8D9C-6FA9DB93635F275D.jpg",
          "credit": "NPS",
          "altText": "By a paved footpath, a stone monolith portal sign displays colorful geologic rock layers.",
          "title": "Trail of Time 2 billion year beginning",
          "description": "",
          "caption": "After completing the 1 million year timeline, this portal begins the 2 Billion year trail section.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EAE5DDC2-E2AA-8D9C-6FA9DB93635F275D.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EAE5DDC2-E2AA-8D9C-6FA9DB93635F275D.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail of time",
        "geology",
        "paleontology",
        "interpretive trail",
        "yavapai geology museum",
        "verkamp's visitor center",
        "rim trail",
        "Grand Canyon",
        "South Rim",
        "TOT Portal",
        "geoheritage sites"
      ],
      "latitude": "36.065171",
      "longitude": "-112.121",
      "latLong": "36.065171,-112.121",
      "bodyText": "<p>Starting from Yavapai Geology Musuem and walking west, once you have walked the short Million Year Trail 150 yards(136 m), you will encounter the second Trail of Time portal, which marks the beginning of the main Trail of Time, that represents the two billion year timeline of Grand Canyon geology. <br /> <br /> From here, the walk back through geologic time is scaled so that each meter (1 long step) on the timeline is equal to one million years of Earth's history. The golden \"magic meter\", on the ground next to the rock column, represents all the things that you saw on the Million Year Trail.<br /> <br /> The uppermost layered Paleozoic rocks of Grand Canyon, the Kaibab Formation and Coconino Sandstone, are the theme for the seating rocks and paving stones of this portal. See if you can find the proto-reptile tracks visible in several of the slabs of Coconino Sandstone used for this portal's paving stones. In the seating rocks surrounding the portal, look for gastropod fossils in the pieces of Kaibab limestone or take a closer look at the fine layering of sand grains in the large pieces of Coconino Sandstone.<br /> <br /> To the west, look for a wayside exhibit explaining how long it took for the Colorado River to carve Grand Canyon. Touch the river-polished rock!</p> <h3>Trail of Time Overview</h3> <p>The Trail of Time is the world's largest geoscience exhibition at one of the world's grandest geologic landscapes, Grand Canyon National Park. The trail utilizes the unique vistas and rocks of Grand Canyon to help visitors ponder, explore, and understand the magnitude of geologic time and the stories encoded by Grand Canyon rocks and landscapes. Geologic time is immensely long. The 4.56 km (2.8 mi) trail is marked every meter, with 1 meter = 1 million years of our 4,560,000,000 year-long Earth history. Viewing tubes, rocks on plinths, and wayside panels help visitors connect the rocks visible in Grand Canyon to their place along the timeline.<br /> <br /> The main Trail of Time can be entered at different points - including the east end near Yavapai Point (young end), west end at Grand Canyon Village (old end), or a middle point where a connecting trail comes from the Park Headquarters parking area (Parking Lot A). Shuttle stops connect each entry point, so you can walk it in several ways and still get back to your car. The entry portals have messages on each side appropriate for those approaching (welcome) or for those completing different segments of the Trail (congratulations).<br /> <br /> Located on the South Rim of Grand Canyon National Park, the Trail of Time extends along the paved Rim Trail between the Yavapai Geology Museum on the east and Maricopa Point on the west. The main portion of the Trail between Yavapai Geology Museum and Grand Canyon Village is accessible to wheelchairs and baby strollers, and it is convenient to shuttle bus stops and parking areas in a heavily-visited section of the park.</p>",
      "audioDescription": "The Trail of Time is a 3.1 mile (5 km) wheelchair accessible interactive trail that winds along the rim on a wide, relatively level paved surface. Along the side of the trail, low concrete pedestals display actual Grand Canyon rocks in a timeline of the canyon's geologic history. Bronze markers embedded in the sidewalk indicate at what point in time you are standing. Moving west along the trail from the Yavapai Geology Museum, a six-foot (2 m) tall by four-foot (1.2 m) wide V-shaped rock column shows Grand Canyon's actual rock layers, brought up from deep in the canyon. Touch the column to feel the layers: the oldest black Vishnu Schist and other basement rocks at the bottom, topped by multi-colored diagonal layers of the Grand Canyon Supergroup, followed by more horizontal layers of rock with the Kaibab Formation at the top. Text on the east side of a three-foot (1 m) tall by two-foot (60 cm) wide panel embedded in the column reads: \"Congratulations! You have just walked a million years. Now you are ready to walk a 2 billion-year timeline of Grand Canyon geology.\" An illustration at the bottom of the panel shows three people on the trail underneath a map of the Trail of Time along the rim of Grand Canyon. Text reads: \"One long step = 1 million years.\" Two highlighted markers at their feet read \"Today\" at the bottom right, and \"1 million years ago\" a bit to the left. In the center of the panel, a map shows the route of the Trail of Time along the rim. Text in a yellow box at the right of the map reads, \"You Are Here,\" pointing to a location just west of Yavapai Geology Museum at the far right. Maricopa Point is at the left, to the west. The map shows shuttle bus stops and parking lot locations, and the locations of several restrooms. At the top of the map, small bits of blue show the Colorado River flowing at the bottom of the canyon. Text on the opposite west side of the panel reads: \"Congratulations! You have just walked a 2 billion-year timeline of Grand Canyon geology. Now see what happened in the last million years.\" An illustration at the bottom of the panel underneath the same map shows a middle-aged couple on the trail, as a young man and woman walk east toward Yavapai Point, markers at their feet now only 100,000 years apart. Moving west along the trail from the Yavapai Geology Museum, one meter (3 foot) long bronze bar is embedded in the path on the ground in front of a three-foot (1 m) tall angled metal wayside panel. An illustration in the center of the panel matches the bar in the ground. The word \"Today\" appears at the far right of the bar, which is divided up into ten equal segments of 100,000 years ending with the words, \"One Million Years Ago\" at the far left. Text across the top of the panel reads: This bronze meter represents the last million years. Next to an arrow pointing left, text continues: \"Walk this way to feel how long 2,000 million (2 billion) years is. One long step = 1 million years.\" Next to an arrow pointing to the right, text reads: \"Walk this way to see what happened in the last million years.\" An illustration on the panel underneath the bar depicts the Trail of Time along the South Rim with the word \"Today\" at the far right, near the Yavapai Geology Museum. Midway along the trail, the park headquarters portal is 1,000 million years ago. At The Village, you will have moved 1.2 miles (2 km) or 2,000 million years along the timeline. Wrapping around the rim to Maricopa Point, you will have moved the Earth's age, 4,560 million years.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Trail of Time - Yavapai Geology Museum",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Paved trail with geologic timeline and exhibits",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "757CDCE5-7D96-4471-9A16-C9A7D22AF938",
      "url": "https://www.nps.gov/places/000/trail-of-time-the-million-year-walk-portal.htm",
      "title": "Trail of Time: The Million Year Walk Portal",
      "listingDescription": "The Trail of Time begins at Yavapai Geology Museum. Walking west along the paved trail from the museum, you first arrive at the Million Year Trail, a short trail, 150 yards (136 meters) which transitions from human time scales to geologic ones and serves as an \"on-ramp\" to the main trail that covers 2 billion years of geologic time in 2.83 miles (4.56 km).",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/EBC38CBD-F60E-E866-8CBDBC851515D400.jpg",
          "credit": "NPS",
          "altText": "Along a paved footpath, flagstone slabs and a stone monolith mark the start of a geologic timeline,",
          "title": "Beginning: 1 Million Year Trail of Time",
          "description": "",
          "caption": "Walk west along the Rim Trail from Yavapai Geology Museum to the start of the 1 million year trail.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EBC38CBD-F60E-E866-8CBDBC851515D400.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EBC38CBD-F60E-E866-8CBDBC851515D400.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail of time",
        "yavapai geology museum",
        "geology",
        "verkamp's visitor center",
        "Grand Canyon",
        "South Rim",
        "TOT Portal",
        "geoheritage sites"
      ],
      "latitude": "36.065248",
      "longitude": "-112.119602",
      "latLong": "36.065248,-112.119602",
      "bodyText": "<p>Located on the South Rim of Grand Canyon National Park, the Trail of Time (ToT) extends along the paved Rim Trail between the Yavapai Geology Museum on the east and Maricopa Point on the west.<br /> <br /> This is the young end of the ToT so the theme for the portal entry is the youngest rocks of Grand Canyon. Seating stones around the entry portal include spring deposits of travertine, and columns of basalt collected from lavas like those that flowed into western Grand Canyon about 500,000 years ago.<br /> <br /> Walking the trail west from here to the next Trail of Time stone column (~150 yards / 136 meters ) will cover Grand Canyon's recent past and serve as an \"on-ramp\" to 2 billion years of geologic time. Watch for the shifts in time covered by each step along the ToT. To talk about geology we have to think in terms of time and some pretty big numbers!</p> <h3>Trail of Time Overview</h3> <p>The Trail of Time is the world's largest geoscience exhibition at one of the world's grandest geologic landscapes, Grand Canyon National Park. The trail utilizes the unique vistas and rocks of Grand Canyon to help visitors ponder, explore, and understand the magnitude of geologic time and the stories encoded by Grand Canyon rocks and landscapes. Geologic time is immensely long. The 4.56 km (2.8 mi) trail is marked every meter, with 1 meter = 1 million years of our 4,560,000,000 year-long Earth history. Viewing tubes, rocks on plinths, and wayside panels help visitors connect the rocks visible in Grand Canyon to their place along the timeline.<br /> <br /> The main Trail of Time can be entered at different points - including the east end near Yavapai Point (young end), west end at Grand Canyon Village (old end), or a middle point where a connecting trail comes from the Park Headquarters parking area (Parking Lot A). Shuttle stops connect each entry point, so you can walk it in several ways and still get back to your car. The entry portals have messages on each side appropriate for those approaching (welcome) or for those completing different segments of the Trail (congratulations).<br /> <br /> The main section of the Trail of Time between the Yavapai Geology Museum and Verkamp's Visitor Center follows the paved rim trail features features numerous displays and is accessible.</p>",
      "audioDescription": "The Trail of Time is a 3.1 mile (5 km) wheelchair accessible interactive trail that winds along the rim on a wide, relatively level paved surface. Along the side of the trail, low concrete pedestals display actual Grand Canyon rocks in a timeline of the canyon's geologic history. Bronze markers embedded in the sidewalk indicate at what point in time you are standing. Facing west along the trail away from the Yavapai Geology Museum, a six-foot (2 m) tall by four-foot (1.2 m) wide V-shaped rock column shows Grand Canyon's actual rock layers, brought up from deep in the canyon. Touch the column to feel the layers: the oldest black Vishnu Schist and other basement rocks at the bottom, topped by multi-colored diagonal layers of the Grand Canyon Supergroup, followed by more horizontal layers of rock with the Kaibab Formation at the top. Text on the east side of a three-foot (1 m) tall by two-foot (60 cm) wide panel embedded in the column reads: \"Welcome to the Trail of Time, a geology timeline. Walk a million years; then you will be ready to walk 2 billion years of Grand Canyon history. See and touch samples of Grand Canyon rocks. Discover their ages!\" An illustration at the bottom of the panel shows a man and a woman with two young girls walking along the trail underneath a map of the Trail of Time along the rim of Grand Canyon. A highlighted marker at their feet reads, \"5 years ago.\" In the center of the panel, a map shows the route of the Trail of Time along the rim. Text in a yellow box at the right of the map reads, \"You Are Here,\" pointing to the Yavapai Geology Museum. Maricopa Point is at the far left, to the west. The map shows shuttle bus stops and parking lot locations, and the locations of several restrooms. At the top of the map, small bits of blue show the Colorado River flowing at the bottom of the canyon. Text on the opposite west side of the panel reads: \"Congratulations! You have just walked the Trail of Time, a geology timeline. You have covered 2 billion years of Grand Canyon history, and seen where people fit into that history. Walk on to Yavapai Geology Museum. Think about the future of humans and Grand Canyon.\" An illustration at the bottom of the panel underneath the same map shows a young couple on the trail, as a young family of four walk east toward Yavapai Point. A highlighted marker at their feet reads, \"5 years ago.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Wheelchair Accessible"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Trail of Time - Yavapai Geology Museum",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Paved trail with geologic timeline and exhibits",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "DB8E6DF2-C4BF-40E6-BF61-50227619000A",
      "url": "https://www.nps.gov/places/000/transept-trail-sr-67-crossing.htm",
      "title": "Transept Trail Intersection with Bridle Path by AZ SR67",
      "listingDescription": "The North Rim developed area, including Transept Trail, Grand Canyon Lodge, visitor center and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. — On the north end of the developed area, near the intersection of the Bridle Path and AZ State Route 67, the trail heads southwest, passing the Backcountry Info Center, the campground, and ultimately reaching Grand Canyon Lodge. The trail traces the edge of Transept Canyon.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/EC08D67A-009D-4701-99472A631E680D8D.jpg",
          "credit": "NPS Photo - Doug Crispen",
          "altText": "intersection of two footpaths, each indicated by white lines",
          "title": "Bridle Path - Transept Trail intersect",
          "description": "",
          "caption": "Intersection of Bridle Path (left) with Transept Trail (Right) near Arizona State Route 67.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EC08D67A-009D-4701-99472A631E680D8D.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EC08D67A-009D-4701-99472A631E680D8D.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "North rim",
        "transept trail",
        "rim hiking",
        "Grand Canyon",
        "North rim"
      ],
      "latitude": "36.215372",
      "longitude": "-112.060209",
      "latLong": "36.215372,-112.060209",
      "bodyText": "<h4>The North Rim developed area, including the Transept Trail, Bridle Path, lodge, visitor center and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p data-end=\"222\" data-start=\"68\">Beginning near the intersection of the Bridle Path and Arizona State Route 67, the narrow <strong>Transept Trail</strong> heads southwest, passing the <a href=\"https://www.nps.gov/places/000/north-rim-backcountry-information-center.htm\">Backcountry Information Center</a>, the North Rim Campground, and ultimately reaching <a href=\"https://www.nps.gov/places/000/grand-canyon-lodge.htm\">Grand Canyon Lodge</a>.<br /> <br /> The trail traces the edge of the Transept, a dramatic side canyon of Grand Canyon, offering striking views of the canyon’s layered geology. It's a popular hike for both campers and lodge guests.</p> <p data-end=\"690\" data-start=\"505\">Although not particularly strenuous, some sections of the trail feature steep, winding paths through wooded areas, along with exposed viewpoints, so hikers should be prepared for moderate terrain.<br /> <br /> <strong>Be on the lookout for Mule deer and other wildlife!</strong><br /> <br /> The Transept Trail intersects with the Bridle Path, on both north and south ends, allowing for extended loop hikes providing views of both Transept and Roaring Springs canyons.<br /> <br /> The photo shows the intersection on the north end of the Transept Trail ―with the Bridle Path continuing across the paved road towards the North Kaibab Trailhead, </p> <h3>Transept Trail Information</h3> <p><strong>One-Way Distance:</strong> 2.0 miles (3.2 km)<br /> <strong>Average Hiking Time:</strong> 1-2 hours, one-way<br /> <strong>Elevation change:</strong> ~100 feet (~30 m)<br /> <strong data-end=\"459\" data-start=\"444\">Difficulty:</strong> Moderate<br /> <strong>Bicycles and Leashed Pets are Not Permitted</strong> on the Transept Trail</p> <hr /> <p><br /> Note: <strong>During the 2025 season, the Bright Angel Point Trail —leading from Grand Canyon Lodge to Bright Angel Point —was closed for construction. </strong>This closure is necessary for the protection of staff and visiting public during an extensive repair effort to the Trail. </p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Connector trail in developed area",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "310C198B-6C9B-486B-8D9E-4A80665C4C11",
      "url": "https://www.nps.gov/places/000/tusayan-ruin-trail.htm",
      "title": "Tusayan Pueblo Site and Self-guiding Trail",
      "listingDescription": "The pueblo site and self-guiding trail are CLOSED FOR THE WINTER. Located 3 miles (4.8km) west of Desert View Watchtower, the site is a small Ancestral Puebloan village showing the outlines of rooms and a round kiva. A relatively flat 0.1 mile (200 m) self-guiding trail circles the site.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/A7EECE96-C7C7-1055-766D3E3F47BAB577.jpg",
          "credit": "NPS Photo/M. Quinn",
          "altText": "Aerial view of footpaths on either side of a row of rectangular shaped rooms outlines.",
          "title": "Tusayan Pueblo Trail",
          "description": "",
          "caption": "A short walk along the Tusayan Pueblo Trail shows outlines of several rooms and a circular kiva.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A7EECE96-C7C7-1055-766D3E3F47BAB577.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A7EECE96-C7C7-1055-766D3E3F47BAB577.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "tusayan",
        "Native American",
        "Grand Canyon",
        "South Rim",
        "desert view drive",
        "associated tribes",
        "human history",
        "history",
        "first people",
        "Hopi",
        "Zuni",
        "Puebloan",
        "navajo",
        "paiute"
      ],
      "latitude": "36.013242",
      "longitude": "-111.86613",
      "latLong": "36.013242,-111.86613",
      "bodyText": "<h4><span style=\"color:#c0392b;\"><strong>CLOSED FOR THE WINTER </strong></span></h4> <p>Tusayan Pueblo is located 3 miles (4.8 km) west of Desert View and is a small Ancestral Pueblo village that was physically occupied approximately 800 years ago. This thriving community created rooms, kivas, pottery, arrowheads and other household items which all still hold cultural significance to Indigenous people today.. When the site reopens during summer 2026, visitors can walk a relatively flat 0.1 mile (200 m) self-guiding trail around the site that includes a number of partial walls that outline several rooms and a circular kiva. Grand Canyon has been home to people for thousands of years. Considered sacred by many, this is a nurturing land, a place of spiritual and physical enrichment. Please respect this place as you would your own home. Disturbing the site or walking off trail destroys valuable information and is also illegal. Please help the National Park Service protect this natural and cultural environment for future generations.</p> <h4>History</h4> <p>This pueblo is one of more than 6000 archaeological/cultural sites recorded in the park. Dendrochronology (tree ring dating, indicate people began construction of Tusayan Pueblo around 1185 CE. The style of buildings and household and ceremonial items associated with the site are typical of the ancestral Puebloan culture.The people who lived here and in other sites throughout the Southwest are the ancestors of the modern Hopi and Pueblo communities of eastern Arizona and the Rio Grande Valley in New Mexico. The history of these people and their culture is interpreted through physical objects such as the pueblo itself, and the stories of their descendants which have been passed down from generation to generation.To learn more about the history of this site, join a park ranger on a guided walk during the summer season, and/or by visiting tribal lands and learning from the people who carry the stories of their ancestors who occupied the area physically, and are still here spiritually.</p>",
      "audioDescription": "About 20 feet (6 m) east along the asphalt path from the Tusayan Museum building, the path opens out to form a loop around a wooded area directly ahead, edged with limestone rocks. At front of the loop, a four-foot (1.2 m) tall limestone pedestal displays a three-foot (1 m) wide by two-foot (60 cm) tall angled metal reading panel. To the right is a small brown metal box with a slanted and hinged metal lid on a three-foot (1 m) tall rectangular metal post. Text on the panel reads: Tusayan Ruin Trail Allow about 30 minutes to tour Tusayan Ruin. The 0.1-mile loop trail through the main ruin is paved and wheelchair-accessible; the side loop to a prehistoric farming site is not. Signs along the way explain the site's features. An interpretive trail guide with greater detail about Tusayan's inhabitants is available to your right. Tusayan Ruin is a remnant of a small village of about 20 people who lived here for 25 to 30 years in the late 1100s. The architecture was typical for that period. Pueblo architecture varies according to availability of local materials. Here, builders used limestone blocks held together with mud. The name \"Tusayan\" was the Spanish name for this geographic area, and was given to the ruin by archeologists who excavated the site in 1930. A color illustration fills the right-hand side of the panel, showing dozens of men, women, and children around a rectangular, one-story stone structure. Wooden posts stick out along the roof line, and long wooden ladders protrude out of several square holes in the top. A smooth-walled, one-story circular structure with a rocky base sits in a clearing behind the first building. A wooden ladder sticks up from a single square hole in the center of the roof. A map at the left show the layout of the ruins ahead and the locations of the living quarters, kiva, storage rooms, and farming area. At the bottom right is a small black dot with the words, \"You Are Here.\" An arrow at the bottom left points left to the start of the trail. Note there are a couple metal benches along the trail as well.",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "1",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Historical/Interpretive Information/Exhibits"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "Desert View Drive",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Archeological Site",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [
        {
          "title": "Tusayan Pueblo, Sept. 2020",
          "id": "7A348AE8-84DD-4286-9D1F-587065AA5169",
          "type": "multimedia/galleries",
          "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6644905&id=7A348AE8-84DD-4286-9D1F-587065AA5169"
        }
      ],
      "relevanceScore": 1.0
    },
    {
      "id": "0D15591D-6A44-48B7-BE9F-D75E44233855",
      "url": "https://www.nps.gov/places/000/uncle-jim-trail.htm",
      "title": "Uncle Jim Trail",
      "listingDescription": "The Uncle Jim Trail is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. —The Uncle Jim Trail is a loop accessed via the Ken Patrick Trail from the North Kaibab Trailhead parking. After winding through the forest on Ken Patrick Trail for 0.9 miles (1.5 km), bear right for another 0.4 miles (0.6 km). At this point, you have the option of heading left or right on a loop, to a point overlooking the canyon and North Kaibab Trail.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E88D4F55-E031-5E4E-4DF366F4C8FA4F93.jpg",
          "credit": "NPS",
          "altText": "A dirt path lined with wooden fences goes along the edge of a forest.",
          "title": "Ken Patrick Trail to Uncle Jim Trail",
          "description": "",
          "caption": "After trails reopen, follow Ken Patrick Trail for 0.9 miles (1.5 km) to connect with Uncle Jim Trail",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E88D4F55-E031-5E4E-4DF366F4C8FA4F93.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E88D4F55-E031-5E4E-4DF366F4C8FA4F93.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "trail",
        "hiking",
        "historic",
        "forest"
      ],
      "latitude": "36.217618376010385",
      "longitude": "-112.05562456950923",
      "latLong": "36.217618376010385,-112.05562456950923",
      "bodyText": "<h4>The North Rim developed area, including the Ken Patrick Trail and the Uncle Jim Trail, Grand Canyon Lodge, the visitor center and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p><strong>NOTE the entire Uncle Jim Trail is CLOSED</strong><br /> <br /> The Uncle Jim Trail is a loop accessed via the Ken Patrick Trail from the parking area for the North Kaibab Trailhead. After winding through the forest on Ken Patrick Trail for 0.9 miles (1.5 km), bear right and walk for another 0.4 miles (0.6 km). At this point, you have the option of heading left or right. Either direction is part of the same loop on this trail. Both lead to a point overlooking the canyon and North Kaibab Trail switchbacks. The entire loop portion for this section of the trail is 2.1 miles (3.4 km).<br /> <br /> This trail is also used by mules. Always give them the right of way.<br /> <br /> <strong>The eastern section of Ken Patrick trail beyond the junction for Uncle Jim Trail is not maintained and impassable in multiple areas.</strong></p> <h3>Trail Information</h3> <p><strong>Roundtrip Distance:</strong> 4.7 miles (7.6 km)<br /> <strong>Elevation change:</strong> ~730 feet (~223 m)<br /> <strong>Average Hiking Time:</strong> 3 hours</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, leave your plan with someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32Â°F (0Â°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The return hike will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia</strong>-a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>History</h3> <p>Before it was a park, Grand Canyon was set aside and managed as a Game Reserve by the USFS in 1906. At that time, the wildlife management plan sought to protect grazing animals by removing the predators.<br /> <br /> James T. \"Uncle Jim\" Owens was a warden for the US Forest Service (USFS) who lived in a cabin on the rim while carrying out his duties in the reserve. Uncle Jim is credited with killing 532 mountain lions from the North Rim.</p>",
      "audioDescription": "",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "90488180-fd9e-4265-90fd-e619d41d5d39",
      "isManagedByNps": "1",
      "amenities": [
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Hiking Trail",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    },
    {
      "id": "891258FE-30E6-46F9-9A92-94FEAA312F61",
      "url": "https://www.nps.gov/places/000/widforss-trail.htm",
      "title": "Widforss Trail",
      "listingDescription": "The North Rim developed area, including the Widforss Trail is CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. — Walk through this blend of spectacular forest and canyon scenery, even if just for a portion of this 5-mile trail. The first 3 miles of the trail meander back and forth along the rim of Transept Canyon. If you choose to hike to Widforss Point at the end of the trail, you'll be rewarded with a unique and expansive view.",
      "images": [
        {
          "url": "https://www.nps.gov/common/uploads/cropped_image/E85166B8-9857-DB44-2AF135A044B60838.jpg",
          "credit": "NPS",
          "altText": "A brown sign reads \"Widforss Trail Parking\"",
          "title": "Widforss Trailhead",
          "description": "",
          "caption": "An access road from Hwy 67 leads to the Widforss Trailhead, a gravel parking lot with vault toilets.",
          "crops": [
            {
              "aspectRatio": "1.78",
              "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E85166B8-9857-DB44-2AF135A044B60838.jpg"
            },
            {
              "aspectRatio": "1.33",
              "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E85166B8-9857-DB44-2AF135A044B60838.jpg"
            }
          ]
        }
      ],
      "relatedParks": [
        {
          "states": "AZ",
          "parkCode": "grca",
          "designation": "National Park",
          "fullName": "Grand Canyon National Park",
          "url": "https://www.nps.gov/grca/index.htm",
          "name": "Grand Canyon"
        }
      ],
      "relatedOrganizations": [],
      "tags": [
        "North rim",
        "widforss",
        "gunnar",
        "trailhead",
        "hiking",
        "rim walk",
        "Grand Canyon"
      ],
      "latitude": "36.223672",
      "longitude": "-112.065053",
      "latLong": "36.223672,-112.065053",
      "bodyText": "<h4>The North Rim developed area, including the Widforss Trail, Grand Canyon Lodge, the visitor center and campground are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. </h4> <ul> <li><strong><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></strong></li> </ul> <hr /> <p>When the North Rim reopens, walk through this blend of spectacular forest and canyon scenery, even if just for a portion of this 5-mile trail. The first 3 miles of the trail meander back and forth along the rim of Transept Canyon, so turning around within that portion makes for a lovely round trip hike that is less than 6 miles. If you choose to hike to Widforss Point at the end of the trail, you'll be rewarded with a unique and expansive view.<br /> <br /> This trail is accessed from a dirt road 0.25 miles (0.4 km) south of the highway junction to Cape Royal and Point Imperial. Take this road 1.0 mile (1.6 km) to the gravel parking area.<br /> <br /> No dogs are allowed.<br /> <br /> More information: <a href=\"https://www.nps.gov/grca/planyourvisit/upload/Widfross.pdf\">Widforss Trail Brochure</a></p> <h3>Trail Information</h3> <p><strong>Roundtrip Distance:</strong> 9.6 miles (15.5 km)<br /> <strong>Elevation change:</strong> ~ 1,000 feet (~305 m)<br /> <strong>Average Hiking Time:</strong> 4-6 hours</p> <h3>Hike Smart</h3> <p><strong>Make a Plan</strong><br /> Once you have researched your trip and are confident in what to expect on the trail, leave your plan with someone who will notice if you are overdue and report it to 911.<br /> <br /> <strong>Check the Weather</strong><br /> Summer temperatures in the shade routinely pass 100°F (38°C). Avoid hiking between 10 am and 4 pm, the hottest times of day.<br /> <br /> From July to September, monsoons can build large, violent lightning storms. Seek shelter immediately.<br /> <br /> In winter and early spring, temperatures can drop below 32°F (0°C) and upper portions of this steep trail become dangerously icy. Hard ice often conceals potentially hazardous passages. Over-the-shoe traction devices are highly recommended.<br /> <br /> <strong>Pack Properly</strong><br /> It is critical to determine before your hike your needs for fluids and for snacks high in calories and salts. Consuming twice as many calories as during normal exercise is realistic for summer canyon hikes. The return hike will likely take twice as long as the hike down. Wearing sun hats and cool, wet clothing will help regulate your core body temperature during warmer hikes.<br /> <br /> <strong>Energy Balance</strong><br /> Your body needs energy-balancing proper nutrition and hydration are critical to your hiking success! Eat and drink while resting-sip fluids only when thirsty.<br /> Too little water leads to dehydration and heat stroke. Excessive hydration and insufficient salt intake causes <strong>hyponatremia</strong>,<strong> </strong>a seizure-producing electrolyte disorder. If you do not feel well: seek shade, get wet, cool off, eat, and rest. Turning around may be your best option.</p> <h3>History</h3> <p>The trail is named after Gunnar Widforss, an early twentieth-century artist from Sweden. He lived and painted at the Grand Canyon in the 1930s, producing a large collection of watercolors prized for their geologic detail. Widforss tried to capture the Grand Canyon environment as he saw it then. That environment has changed over the years as natural and human forces continue to reshape a picture characterized by monumental change through the eons. The geologic features, plant life, and historic features along this trail all provide glimpses of these past and present environments-and future ones as well.<br /> <br /> Previously, Widforss Point had been called McKinnon Point. Colonel H. McKinnon, a British visitor, stopped here in 1892 after a successful hunting trip on the Kaibab Plateau with W.S. \"Buffalo Bill\" Cody. He left a note in a tin can at the point to commemorate his triumph.</p>",
      "audioDescription": "A D Stop 13, North Rim Forest - Wayside. ¾ minute. About four miles (six point four kilometers) south of the North Rim Entrance Station, the North Rim Picnic Area is located in a small pullout along the east side of Highway 67. A number of picnic tables sit on the west side of the tarmac. On the east side of the pullout, a wayside panel mounted on an angled, metal reading rail stands in a grassy area before a grove of trees. Entitled “The North Rim Forest,” the wayside discusses the marked differences of the forest here compared to that of the South Rim. A description of this panel is included in the sub-script below. Note a pair of wildlife-proof, metal garbage cans to the right of the wayside. Sub-Script The North Rim Forest Wayside Panel A color photograph of a stand of tall, slender trees with light-colored bark and yellow leaves fills the lower left half of the panel. At the top left, words read: The North Rim Forest The forest that you see here differs markedly from that on the South Rim. The ponderosa pine and pinyon-juniper forest common on the South Rim, and at lower elevations of the North Rim, gives way at higher elevations to the spruce-fir forest you see here. The differences in forest composition are primarily the result of increased moisture at these higher elevations. The South Rim, 7000 feet (2134 meters) above sea level, receives about 15 inches (38 centimeters) of precipitation each year. The spruce-fir forest here on the North Rim, between 8200 and 9200 feet (between 2500 and 2800 meters) above sea level, averages 25 inches (nearly 64 centimeters) a year. Much of that comes as snow. Three smaller color photographs fill the right side of the panel. The top two show the slender white tree trunks and circular yellow and green leaves of the Quaking aspen (Populus tremuloides). At the lower right, a bushy evergreen is identified in a caption as a Blue spruce (Picea pungens). A list to the left of the bottom photograph reads: Trees characteristic of the North Rim forest include: Engelmann spruce (Picea engelmannii) subalpine fir (Abies lasiocarpa) quaking aspen (Populus tremuloides) blue spruce (Picea pungens) white fir (Abies concolor) Douglas-fir (Pseudotsuga menziesii)",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [],
      "managedByUrl": "",
      "isOpenToPublic": "0",
      "isMapPinHidden": "0",
      "npmapId": "",
      "geometryPoiId": "",
      "isManagedByNps": "1",
      "amenities": [
        "Restroom",
        "Trailhead"
      ],
      "managedByOrg": "",
      "quickFacts": [
        {
          "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
          "value": "North Rim",
          "name": "Location"
        },
        {
          "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
          "value": "Hiking Trail to Scenic Overlook",
          "name": "Significance"
        }
      ],
      "location": "",
      "locationDescription": "",
      "credit": "",
      "multimedia": [],
      "relevanceScore": 1.0
    }
  ],
  "total": "34"
}