[
  {
    "id": "0D7C079B-4622-4AD2-B6A2-ACF185997079",
    "url": "https://www.nps.gov/places/000/bright-angel-trailhead.htm",
    "title": "Bright Angel Trailhead",
    "listingDescription": "Bright Angel Trailhead is located just west of Bright Angel Lodge, Lookout Studio, and Kolb Studio. At 6,840 feet (2,085 m), it provides access for hikers and mules to many inner canyon destinations. From the Hermit Road Interchange shuttle bus stops, it is a short walk to the east, and up a hill, on a paved footpath to the trailhead. As of Aug. 20, Bright Angel Trail is open from the Trailhead to Pipe Creek Resthouse. Visit the link for trail reopenings and current closures.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg",
        "credit": "NPS/Joel Kane",
        "altText": "A large stone sign reads \"Bright Angel Trailhead\" in front of metal fence and a canyon view.",
        "title": "Bright Angel Trailhead",
        "description": "",
        "caption": "Don't forget to document your hike with a quick pic with the sign. Before or after is your choice!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3DA74631-058D-797A-A0D1EB03D9C35ECF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "grca",
        "designation": "National Park",
        "fullName": "Grand Canyon National Park",
        "url": "https://www.nps.gov/grca/index.htm",
        "name": "Grand Canyon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "path",
      "viewpoint",
      "scenic",
      "information",
      "bright angel trailhead",
      "bright angel trail",
      "hiking",
      "backcountry",
      "South Rim",
      "Grand Canyon",
      "water bottle filling station",
      "restrooms"
    ],
    "latitude": "36.057287",
    "longitude": "-112.143446",
    "latLong": "36.057287,-112.143446",
    "bodyText": "<p><strong>Bright Angel Trailhead</strong> is located just west of Bright Angel Lodge, Lookout Studio, and Kolb Studio. At 6,840 feet (2,085 m), it provides access for hikers and mules to many Inner Canyon destinations. Ranger guided walks also start here. <br /> <br /> From the Hermit Road Interchange shuttle bus stops, it is a short walk to the east and up the hill on a paved footpath to the trailhead. <br /> <br /> Parking is available next to the trailhead, but is very limited and often fills in the early morning. Other options include parking at the Backcountry Information Center <strong>(Lot D)</strong> and walking 5–10 minutes along the sidewalk past Maswik Lodge to the trailhead, or parking at Grand Canyon Visitor Center and taking the free Village Route (Blue) shuttle bus, a 20-minute one-way trip.</p> <h3>Know Before You Go</h3> <p>Before heading down into the canyon, <strong>consult the signs at the trailhead, and scan the QR code</strong> for trip planning, <strong>current weather, water availability, and trail information/closures</strong>. (or visit our<strong> <a href=\"https://www.nps.gov/grca/planyourvisit/key-messages.htm\">Key Hiking Messages</a></strong> webpage).</p> <h3>Trail Reopenings and Current Closures</h3> <strong>(Updated August 20, 2025)</strong><br />   <ul> <li><strong>Bright Angel Trail is open from the Bright Angel Trailhead to Pipe Creek Resthouse.</strong><br />  </li> <li><strong>South Kaibab Trail is open from the South Kaibab Trailhead to Tipoff.<br /> Tonto Trail is open from Tipoff to Havasupai Gardens.</strong><br />  </li> <li><strong>The River Trail from Pipe Creek to the South Kaibab Trail junction remains closed through October 31, 2025, due to ongoing construction on the Transcanyon Waterline Project. This segment is expected to reopen on November 1, 2025.</strong><br />  </li> <li><strong>The Silver Bridge will remain closed through November 26, 2025. On November 1, 2025, Phantom Ranch and Bright Angel Campground are tentatively expected to reopen to the public.</strong><br />  </li> <li><strong>North Kaibab Trail remains closed for the foreseeable future due to post-fire impacts. Extensive maintenance is required to address rockslides and make necessary structural modifications before it can safely reopen. Highway 67 to the North Rim will also remain closed for the foreseeable future due to impacts from the Dragon Bravo Fire.</strong></li> </ul> <p><strong>Visit the restrooms at Bright Angel Trailhead. </strong>(it's a mile and half until the next one!), and be sure to fill up your water bottles and/or bladders. <strong>The water bottle filling station, at the trailhead, is inside an elk proof metal cage attached to the side of the restroom closest to the stone mule corral. </strong><br /> <br /> There are <strong>seasonal water stops</strong> along the trail at Mile-and-a-Half Resthouse and Three-Mile Resthouse during late spring, summer, and early fall when overnight low temperatures are above freezing. During winter months, the waterline is prone to breakages and water to those locations is turned off. Water is available all year at Bright Angel Trailhead and Havasupai Gardens.  <br /> <br /> <strong>Visit this link for destinations, distances and other details about <a href=\"https://www.nps.gov/places/000/bright-angel-trail.htm\">Bright Angel Trail</a></strong></p>",
    "audioDescription": "A large, 200-foot (60 m) wide by 100-foot (30 m) deep courtyard surrounds the Bright Angel Trailhead along the rim. Two sets of accessible bathrooms at the back of the courtyard face north toward a wide-open concrete plaza, with a water bottle filling station at the right. Limestone boulders ring a couple garden areas in the center of the plaza, each with a stone bench under tall shade awnings. 30 feet (9 m) west down a slight incline from the water station, 18 stone pylons, each 3 feet (1m) square by four feet (1.2 m) tall with metal pipe suspended between them, ring a low stone wall surrounding a 100-foot (30 m) diameter oval-shaped mule corral. 50 feet (15 m) east of the corral up a slight incline along the rim, an 18-inch (46 cm) circular bronze plaque embedded in a roughly 4 foot (1.2 m) tall triangular-shaped limestone boulder commemorates the 2013 dedication of the Bright Angel Trailhead renovation. Text reads: \"The Bright Angel Trailhead was renovated with gifts from Grand Canyon Association donors in partnership with the National Park Service.\" A list of major supporters follows. Text at the bottom of the plaque reads: \"Additional support was provided through your park entrance fees.\" A water filling station is located just to the west of the public restroom building in the Bright Angel Trail courtyard area. Mounted on a 6foot (2 m) wide by 4 foot (1.2 m) deep limestone brick base, 3 metal spigots stick out from the center of a 4 foot (1.2 m) square panel, housed in a metal frame topped with a short, sloped metal roof. Across a full-panel color photograph of the canyon, text at the top of the panel reads: \"Grand Canyon Spring Water. Fill Your Bottles Here for Free. The Grand Canyon is a place of pristine, almost unimaginable beauty. The park is dedicated to protecting the canyon and its resources for all to enjoy. Today and into the future, there is a way you can help. Before purchasing a disposable plastic bottle of water, consider this: these bottles clog landfills and litter the park. Wind carries them over the rim and into the canyon. Water filling stations, providing free, pure Grand Canyon spring water straight from Roaring Springs below the North Rim are located throughout the park. Fill up, drink up and enjoy!\" Note the spigot at the lower left of the panel is for winter use only. It is operated with a push button, located just to the right of the spigot on the face of the panel. A picture at the top right shows a small stream cascading over limestone rocks into a swirling pool of water. Text continues: \"Refill your bottles here and enjoy pure, clean Grand Canyon spring water.\" At the bottom right, the words, \"Junior Ranger\" appear in a green circle surrounding a park ranger hat. Text continues: \"Kids, did you know... The average American uses 167 water bottles a year; A bottle of water costs about $2 (that's $334 per year); Refillable water bottles look cool and are great souvenirs. Take them home and use them again and again!\" Note these filling stations are located throughout the park at hotels, visitor centers, markets, and major trailheads, and provide free Grand Canyon spring water for all visitors.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grand Canyon Village",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E6489858-88D5-4FD8-A8CA-14944947608D",
    "url": "https://www.nps.gov/places/000/ken-patrick-trail-north-kaibab-trailhead.htm",
    "title": "Ken Patrick Trail (North Kaibab Trailhead)",
    "listingDescription": "This section of the Ken Patrick Trail, from the South Kaibab Trailhead to Cape Royal Road, is closed, due to damage from the Dragon Bravo wildfire. In addition, the North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive fire damage.  ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/432440A8-D720-DD9B-D45FFFD371BDE383.jpg",
        "credit": "NPS",
        "altText": "An old wooden sign with carved letters provides mileages and directions for the trail",
        "title": "Ken Patrick Trail",
        "description": "",
        "caption": "Sign at the Junction with Cape Royal Road. Left arrow section open, Right arrows section closed.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/432440A8-D720-DD9B-D45FFFD371BDE383.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/432440A8-D720-DD9B-D45FFFD371BDE383.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "grca",
        "designation": "National Park",
        "fullName": "Grand Canyon National Park",
        "url": "https://www.nps.gov/grca/index.htm",
        "name": "Grand Canyon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "hiking",
      "trail",
      "North rim",
      "Fire ecology",
      "scenic views",
      "Grand Canyon",
      "point imperial"
    ],
    "latitude": "36.217601",
    "longitude": "-112.055818",
    "latLong": "36.217601,-112.055818",
    "bodyText": "<p><strong>This section of the Ken Patrick Trail, from the South Kaibab Trailhead to Cape Royal Road, is closed, due to damage from the Dragon Bravo wildfire. </strong></p> <h4><a href=\"https://www.nps.gov/grca/northrimstatus.htm\">North Rim - Current Status and Closures</a></h4> <p>The North Rim developed area, including the lodge, visitor center, campground and Bright Angel Point, are CLOSED until further notice because of extensive damage from the Dragon Bravo Wildfire. <br /> <br /> However, the 3 mile (4.9 km) eastern section of <a href=\"https://www.nps.gov/places/000/ken-patrick-trail-point-imperial.htm\">Ken Patrick Trail from Point Imperial to Cape Royal Road</a> is open. This scenic thrail has great views of the canyon and a recovering section of North Rim forest which has experienced several fires in the area over the last few years.</p> <h3>Ken Patrick Trail Information</h3> <p><strong>One-way Distance: </strong>9.8 miles (15.8 km), Unmaintained, not recommended.<br /> <strong>Elevation change:</strong> Minimal<br /> <strong>Average Hiking Time:</strong> 6 hours one-way<br /> <br /> NOTE: The Ken Patrick Trail between the Uncle Jim Loop and the Cape Royal Road is currently NOT maintained and some sections may be impassible. Fallen trees and blocked sections of the trail are common.<strong> THIS SECTION OF THE TRAIL IS CLOSED DUE TO THE DRAGON BRAVO FIRE DAMAGE.</strong></p> <h3>History</h3> <p>Born in 1933, Ken Patrick was an accomplished hiker and park ranger who grew up in the Grand Canyon area. His father was a manager at Phantom Ranch, and Ken had the luxury of growing up a world wonder and exploring as much of it as possible.<br /> <br /> In his twenties, he began a career that started in Grand Canyon, followed by the Arizona Department of Public Safety, Organ Pipe Cactus National Monument, and Point Reyes National Seashore.<br /> <br /> On the morning of August 5, 1973, Ken approached three individuals while on duty at Point Reyes. One of them fired shots at the park ranger, who was found dead at the scene by a colleague later that day. His gun was holstered and concealed under his uniform jacket. The individuals, apparently members of The Black Panther organization, were later apprehended and convicted on evidence of deer poaching, stolen checks, drug possession, and the murder of Ken Patrick.<br /> <br /> Ken Patrick was laid to rest at the South Rim in Grand Canyon Pioneer Cemetery on August 9, 1973.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North Rim",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Backcountry Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "145D7D9F-9B7C-46D6-BA46-7D91A8F6B488",
    "url": "https://www.nps.gov/places/000/south-kaibab-trailhead-kaibab-rim-orange-route.htm",
    "title": "South Kaibab Trailhead Bus Stop - Kaibab Rim (Orange) Route",
    "listingDescription": "Just a 9-minute ride from Grand Canyon Visitor Center, this shuttle stop is the easiest way to access South Kaibab Trailhead. Running from 8 am, to just after sunset this winter, the bus will drop you off next to the water filling station and vault toilets, a short walk from the trailhead. From this location, you also can walk west along the paved Canyon Rim Trail and return to the Visitor Center, a distance of 2.3 miles/ 3.7 km. Visit the link for the current schedule.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg",
        "credit": "NPS",
        "altText": "A person looks at a map next to a shuttle stop.",
        "title": "South Kaibab",
        "description": "",
        "caption": "Be sure to stop by the restroom and water bottle filling station before heading down the trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/266AEE5D-019B-94BC-67CEA80DD3114AC7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "grca",
        "designation": "National Park",
        "fullName": "Grand Canyon National Park",
        "url": "https://www.nps.gov/grca/index.htm",
        "name": "Grand Canyon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Shuttle Stop",
      "transportation",
      "public transit",
      "South Kaibab Trail",
      "trailhead",
      "Grand Canyon",
      "South Rim",
      "Orange Route",
      "Yaki Point",
      "pipe creek vista",
      "Grand Canyon Visitor Center"
    ],
    "latitude": "36.052908135180076",
    "longitude": "-112.08389467816289",
    "latLong": "36.052908135180076,-112.08389467816289",
    "bodyText": "<h4>Nearby:</h4> <ul> <li><strong>Vault Toilets</strong></li> <li><strong>South Kaibab Trailhead</strong></li> <li><strong>Canyon Rim Trail </strong>East End</li> </ul> <p>Just a <strong>9-minute ride</strong> from the Visitor Center Shuttle Bus Terminal, this shuttle stop is the easiest way to access the South Kaibab Trail. Running from dawn to dusk year-round, the bus will drop you off next to the water filling station and vault toilets at the trailhead.<br /> <br /> Parking at the Visitor Center and taking this bus is recommended because <strong>private vehicle parking is not permitted at South Kaibab Trailhead.</strong><br /> <br /> The start of <strong>South Kaibab Trail</strong> and the rim of Grand Canyon are a short walk from here. Hikers interested in the following day hike destinations should take this bus. Bring your own water and snacks because no water is available on South Kaibab Trail. </p> <ul> <li><strong>Ooh Aah Point </strong>—<strong> </strong>round trip: <strong>1.8 miles/ 2.9 km</strong> — 600 ft/ 182 m below trailhead</li> <li><strong>Cedar Ridge</strong> —<strong> </strong>round trip: <strong>3 miles/ 4.8 km</strong> — 1140 ft/ 347 m below trailhead</li> <li><strong>Skelleton Point</strong> —<strong> </strong>round trip: <strong>6 miles/ 9.5 km</strong> — 2060 ft/ 627 m below trailhead</li> </ul> <p>This shuttle stop is located at the eastern end of the paved <strong>Canyon Rim Trail</strong>. From here, you can walk west along the rim trail, a level footpath with scenic views, and return to the Visitor Center and Mather Point. Bicycles may also travel on this trail, west from here, but only as far as the Visitor Center..</p> <ul> <li><strong>Pipe Creek Vista </strong>—<strong> </strong>0.9 mile/ 1.4 km (bus stop with service to Visitor Center)</li> <li><strong>Mather Point and Visitor Center </strong>—<strong> </strong>2.3 miles/ 3.7 km</li> </ul> <h3>Kaibab (Orange) Route - Winter Schedule</h3> <p><strong>December 1, 2025, through February 28, 2026</strong><br /> 50 minutes round trip (without getting off the bus)</p> <p><strong>First bus is at 8:00 am — last bus is at 7:00 pm<br /> ► </strong>Be at a bus stop no later than 6:45 pm</p> <ul> <li><strong>Every 20 minutes: 8:00 am to 10:30 am</strong></li> <li><strong>Every 15 minutes: 10:30am to 3:30 pm</strong></li> <li><strong>Every 20 minutes: 3:30 pm to 7:00 pm</strong></li> </ul> <p><span style=\"color:#336600;\"><em><strong><em><strong>Need access to or from the South Kaibab Trailhead when the shuttle buses are not running? Please contact Xanterra Taxi Service at (928) 638-2631. </strong></em></strong></em></span></p> <h3>Route Information</h3> <p>The Kaibab/Rim (Orange) Route is a shuttle bus loop that takes approximately 50 minutes to ride the entire route and return to the same location. At the Visitor Center Shuttle Bus Terminal, there are separate stops for the eastbound and westbound shuttles. Additional bus stops are at the following locations:<br />  </p> <p><strong>Visitor Center Shuttle Bus Terminal (eastbound)</strong></p> <ul> <li>South Kaibab Trailhead</li> <li>Yaki Point</li> <li>Pipe Creek Vista</li> </ul> <p><strong>Visitor Center Shuttle Bus Terminal (westbound)</strong></p> <ul> <li>Mather Point</li> <li>Yavapai Geology Museum</li> </ul> <h3>Shuttle Bus Rules</h3> <ul> <li height=\"1\">No pets allowed on shuttle buses. Service dogs are permitted (as defined by the <a href=\"https://www.nps.gov/grca/planyourvisit/shuttle-buses.htm#CP_JUMP_5925024\">Americans With Disabilities Act</a>).</li> <li>No eating or open drink containers.</li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs. Please note that wheelchairs larger than 30 inches wide by 48 inches long (76 cm x 122 cm) cannot be accommodated on shuttle buses, and most motorized scooters will not fit.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Collapse strollers before entering the shuttle bus. No oversized or jogging strollers. Remove baby-back carriers when seated.</p> </li> <li dir=\"ltr\"> <p dir=\"ltr\" height=\"1\">Shuttle buses can accommodate two or three bicycles, but not tag alongs, baby trailers, or children's bicycles with wheels less than 16 inches (41 cm). Riders must load and unload their bicycles from the front-facing rack.</p> </li> <li>Shuttle buses only stop at designated bus stops.</li> </ul>",
    "audioDescription": "Next to the 40-foot long South Kaibab Trailhead shuttle bus stop, a line of three-foot (1 m) tall limestone boulders line a four-foot (1.2 m) wide concrete sidewalk. There is a water filling station to the right about 10 feet (3 m) along the asphalt path leading from the bus stop to the trailhead. The water filling station is within a square enclosure surrounded by a chain link fence to prevent altercations between people and wildlife. Thirty feet to the right of the water station, a few picnic tables sit in a small clearing behind the boulders. To the right of the shuttle bus stop at the far end of the sidewalk are some vault toilets. Move north along the eight-foot wide asphalt trail 40 feet (12 m) to where the path turns right, and continue forward to a vertical wayside panel at the right opposite the trailhead. At the top left of the panel, a black and red circle surrounds a black-and-white image of Grand Canyon with large white letters urging you to, \"Hike Smart.\" Text reads: \"Welcome to South Kaibab Trail. This magnificent Grand Canyon is a vast and harsh wilderness demanding respect. Do You Have a Realistic Plan? Grand Canyon National Park assists more than 600 hikers during the hot summer months and helicopter rescues an additional 150 people...You are responsible for your safety and the safety of your friends and family. Rescue is not a guarantee. Have You Checked the Weather? Summer temperatures in the shade reach 105 degrees Fahrenheit (40 degrees Celsius) below Skeleton Point and 115 degrees Fahrenheit (46 degrees Celsius) at Phantom Ranch. In winter, temperatures drop below freezing with steep, icy trails requiring shoe traction devices.\" At the upper right, a map of the trail shows distances and elevations. Text continues: \"How Much Food and Water Should You Bring? Your body needs energy - balancing proper nutrition and hydration are critical to your hiking success...To the right, a list of standard trail courtesy items appear.\" At the bottom left, the panel states: \"Never approach, touch, or feed any animal. It is dangerous...and illegal to do so. Pets are not allowed on the trails. If you wish to take a service animal with you, please check in at the Backcountry Information Center.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "be05ceb9-d3d9-421f-b57c-a9b574dd5642",
    "isManagedByNps": "1",
    "amenities": [
      "Bus/Shuttle Stop",
      "Hitching Post/Corral",
      "Picnic Table",
      "Restroom",
      "Telephone",
      "Toilet - Vault/Composting",
      "Trash Dumpster",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Shuttle Bus Stop - Kaibab Rim (Orange) Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]
