{
  "total": "2",
  "limit": "500",
  "start": "0",
  "data": [
    {
      "id": "3581F5FB-C717-410D-8CE6-B0E993BA2981",
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-visitor-center.htm",
      "name": "Grand Canyon Visitor Center (South Rim)",
      "parkCode": "grca",
      "description": "Trip planning and hiking information is available through exhibit kiosks and sidewalk signs outside of the building. Park in one of four large parking lots and get your first look at Grand Canyon by walking to nearby Mather Point. With your vehicle parked at the Visitor Center, you can also board free shuttle buses and be transported around the village and out to scenic overlooks.",
      "latitude": "36.05921",
      "longitude": "-112.10928295932486",
      "latLong": "{lat:36.05921, lng:-112.10928295932486}",
      "audioDescription": "Four large parking lots surround a several hundred-square foot (approximately 200 m square) concrete Grand Canyon Visitor Center Plaza. The visitor center itself sits on the north side of the plaza. Inside the long, glass-faced building are displays about the canyon, trip planning tools, and a park ranger-staffed information desk. At the east end, you can enter a theater, which shows two accessible park films: “Grand Canyon: A Journey of Wonder” and \"We Are Grand Canyon.\" A large 3-D relief map with videos features a variety of canyon locations and experiences. Adjacent to the visitor center building, to the west, are restrooms and a water filling station. Additional restrooms and a second water filling station are located to the east a short distance along the path toward the landmark Tribal Medallion and Mather Point. To the southeast of the plaza is the Grand Canyon Visitor Center shuttle bus terminal, with shuttle buses to all areas of the park. A bike rental shop and café serving grab and go food is situated at the western end of the plaza, and a large Grand Canyon Conservancy Park Store sits on the south side of the plaza, directly opposite the visitor center. There is a water fountain located to the left inside the store, and there are several benches out front. The Park Store features a wide variety of books, maps and gifts to help you plan your trip to Grand Canyon, learn more about its geology, ecology and human history. Park Store purchases help fund new exhibits, scientific research, trail restoration, wildlife monitoring, ecological restoration, support for the arts, Junior Ranger and education programs, and historic building preservation.",
      "isPassportStampLocation": "1",
      "passportStampLocationDescription": "Grand Canyon Visitor Center has its own, official, dated passport cancellation stamp which reads \"Grand Canyon, AZ\" at the bottom. It is identical to the dated passport cancellation stamp available at Park Headquarters. However, this stamp is slightly different from the dated passport cancellation stamp available at the nearby Grand Canyon Conservancy Park Store, which reads \"Visitor Center Plaza\" at the bottom.",
      "passportStampImages": [
        {
          "credit": "",
          "description": "",
          "crops": [
            {
              "aspectRatio": 1.0,
              "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/B4EC5F39-C9E9-1066-686B34EECA5D7E5A.jpg"
            }
          ],
          "altText": "A green ink stamp reads \"Grand Canyon National Park - Grand Canyon, AZ\" and is dated \"Feb 26 2020\".",
          "title": "GCVC Passport Stamp",
          "caption": "",
          "url": "https://www.nps.gov/common/uploads/passport_stamps/B4EC5F39-C9E9-1066-686B34EECA5D7E5A.jpg"
        }
      ],
      "geometryPoiId": "",
      "amenities": [
        "Baby Changing Station",
        "Benches/Seating",
        "Bicycle - Rack",
        "Bicycle - Rental",
        "Bus/Shuttle Stop",
        "Captioned Media",
        "First Aid Kit Available",
        "Historical/Interpretive Information/Exhibits",
        "Information",
        "Information - Maps Available",
        "Information - Ranger/Staff Member Present",
        "Information Kiosk/Bulletin Board",
        "Junior Ranger Booklet Available",
        "Parking - Auto",
        "Parking - Bus/RV",
        "Picnic Table",
        "Public Transit",
        "Restroom",
        "Restroom - Accessible",
        "Restroom - Family",
        "Theater/Auditorium",
        "Toilet - Flush",
        "Trash/Litter Receptacles",
        "Water - Drinking/Potable",
        "Wheelchair Accessible"
      ],
      "contacts": {
        "phoneNumbers": [
          {
            "phoneNumber": "928 638 7888",
            "description": "",
            "extension": "",
            "type": "Voice"
          }
        ],
        "emailAddresses": [
          {
            "description": "",
            "emailAddress": "grca_information@nps.gov"
          }
        ]
      },
      "directionsInfo": "Coming from the South Entrance Station, continue following the road for 5 miles, it will lead you to the Visitor Center. The Visitor Center Plaza has four parking lots surrounding the Visitor Center, the Park Bookstore, a cafe, and the short 5-minute walk to Mather Point on the edge of the Canyon. From the Visitor Center, it is also possible to Park-and-Ride. Leave your car at the Visitor Center, then board free shuttle buses and ride around the South Rim.",
      "directionsUrl": "",
      "operatingHours": [
        {
          "exceptions": [],
          "description": "The Visitor Center is open daily from 9 am to 5 pm during the winter season (December 7, 2025 - April 18, 2026).",
          "standardHours": {
            "wednesday": "9:00AM - 5:00PM",
            "monday": "9:00AM - 5:00PM",
            "thursday": "9:00AM - 5:00PM",
            "sunday": "9:00AM - 5:00PM",
            "tuesday": "9:00AM - 5:00PM",
            "friday": "9:00AM - 5:00PM",
            "saturday": "9:00AM - 5:00PM"
          },
          "name": "Grand Canyon Visitor Center (South Rim)"
        }
      ],
      "addresses": [
        {
          "postalCode": "86023",
          "city": "Grand Canyon Village",
          "stateCode": "AZ",
          "countryCode": "US",
          "provinceTerritoryCode": "",
          "line1": "8 South Entrance Road",
          "type": "Physical",
          "line3": "",
          "line2": ""
        },
        {
          "postalCode": "86023",
          "city": "Grand Canyon",
          "stateCode": "AZ",
          "countryCode": "US",
          "provinceTerritoryCode": "",
          "line1": "P.O. Box 129",
          "type": "Mailing",
          "line3": "",
          "line2": ""
        }
      ],
      "images": [
        {
          "credit": "NPS Photo",
          "crops": [],
          "title": "Parking lots around the Grand Canyon Visitor Center Plaza",
          "altText": "Map shows relation of 4 public parking lots in relation to the Visitor Center Plaza.",
          "caption": "Map of the Grand Canyon Visitor Center Plaza showing parking lots 1-4, and the footpaths leading from the plaza and parking lots to the free shuttle bus terminal, Mather Point and the Canyon Rim Trail.",
          "url": "https://www.nps.gov/common/uploads/structured_data/5A6A3157-B820-D7E6-9F94DAA0DE7B138B.jpg"
        },
        {
          "credit": "NPS/M.Quinn",
          "crops": [],
          "title": "Grand Canyon National Park: South Rim Visitor Center 0234",
          "altText": "elongated visitor center with blue metal roof with solar panels and outdoor exhibit kiosks.",
          "caption": "At the Visitor Center you can:  Find information. Outside exhibits discuss park activities. Explore exhibits inside, including: a large video-enabled relief map, a Science On a Sphere® program, and displays of historic artifacts.",
          "url": "https://www.nps.gov/common/uploads/structured_data/A2B8E9EE-EC6F-E2EA-71D16941CDFC3802.jpg"
        },
        {
          "credit": "NPS photo",
          "crops": [],
          "title": "Information and trip planning exhibits in front of the Visitor Center.",
          "altText": "Three park visitors are viewing trip planning panels in a  outdoor kiosk with a roof.",
          "caption": "If you arrive when the building is closed, you will find trip planning, shuttle bus, and hiking information available on signs and exhibits outside of the building",
          "url": "https://www.nps.gov/common/uploads/structured_data/31D16A17-C427-6FE1-60FDD41E5F2A3BD4.jpg"
        },
        {
          "credit": "NPS Photo",
          "crops": [],
          "title": "Informational signs outside of the Visitor Center building.",
          "altText": "Person in a winter coat is reading informational signs on sandwich boards outside of a building",
          "caption": "Trip planning and hiking information is available through signs and exhibits outside of the Visitor Center — and at other key locations throughout the park.",
          "url": "https://www.nps.gov/common/uploads/structured_data/234D85B8-AE04-BDD7-338BC617B60238D3.jpg"
        },
        {
          "credit": "NPS Photo/M. Quinn",
          "crops": [],
          "title": "Visitor Center information Desk.",
          "altText": "a large room with exhibits and maps. Behind a curved desk, a park ranger is answering questions.",
          "caption": "When the Visitor Center building is open, Park Rangers are available to answer any questions you may have.",
          "url": "https://www.nps.gov/common/uploads/structured_data/0F01F773-C229-C26C-08C3AC91DE6F6F74.jpg"
        },
        {
          "credit": "NPS/M.Quinn",
          "crops": [],
          "title": "South Rim Visitor Center Plaza Shuttle Bus Terminal",
          "altText": "People standing near 3 white and green buses at an outdoor bus terminal with 2 shade pavilions",
          "caption": "Free shuttle buses transport visitors from the Visitor Center bus terminal around the South Rim Village, and out to scenic overlooks.",
          "url": "https://www.nps.gov/common/uploads/structured_data/59EEB879-E699-2CA0-F79D5B88B30D08FA.jpg"
        }
      ],
      "multimedia": [],
      "relevanceScore": 1.0,
      "lastIndexedDate": ""
    },
    {
      "id": "866EE786-71ED-4C7C-B917-C452433C2811",
      "url": "https://www.nps.gov/grca/planyourvisit/verkamps.htm",
      "name": "Verkamp's Visitor Center (South Rim)",
      "parkCode": "grca",
      "description": "In the Village Historic District, near Hopi House and El Tovar Hotel, Verkamp's Visitor Center features exhibits that focus on the Grand Canyon Community; what it was like to live and work here on the brink of one of the seven natural wonders. A staffed information desk and a Grand Canyon Conservancy Museum Store are also located here. Public restrooms are available in a separate building behind the Visitor Center.",
      "latitude": "36.057664089376054",
      "longitude": "-112.13567272715773",
      "latLong": "{lat:36.057664089376054, lng:-112.13567272715773}",
      "audioDescription": "The easternmost building in the Village, a central eight-foot (2.4 m) wide concrete ramp with metal railings on either side leads up to an eight-foot (2.4 m) deep by 40-foot (12 m) wide covered porch area of the two-story, grey-shingled Verkamp's Visitor Center. Four evenly spaced eight-foot (2.4 m) wide arched openings extend to the left and right of the ramp, two on each side. An open deck area on the second floor spans the width of the building, with a central covered portico in front of a second-floor door. Inside, the facility features a Grand Canyon Conservancy Park Store. Park ranger-conducted activities sometimes begin here, along with exhibits about the history of both the canyon and the Village. On the west side of the building sits a central information desk and check-out counter staffed by Grand Canyon Conservancy employees. A few benches are placed just to the west of the center of the room, and there is a 12-foot (3.6 m) tall by six-foot (2 m) wide limestone brick fireplace at the back of the building. Also at this location, a set of restrooms is available in a separate building outside and behind the visitor center. Facing the store at the base of the entrance ramp, turn right and move about 20 feet (6 m) to the sidewalk bordering the parking lot, and turn left. Continue 40 feet (12 m) forward to the end of the asphalt path where it meets the paved road. Being mindful of car traffic, turn left 45-degrees and move another 40 feet (12 m) forward to the restroom outbuilding. The entrance is at the far left of the building with a concrete ramp and metal railings. About six feet to the right of the concrete entrance ramp to Verkamp's Visitor Center stands a three-foot (1 m) tall rectangular limestone-block pedestal with a roughly 10-inch (25 cm) square metal plaque embedded in the top. Note a two-foot (60 cm) tall pillar of petrified wood at the base of the ramp at the right in front of the plaque. <br />Text on the plaque reads: \"Verkamp's Store has been placed on the National Register of Historic Places by the United States Department of the Interior, 1906.\"",
      "isPassportStampLocation": "0",
      "passportStampLocationDescription": "",
      "passportStampImages": [
        {
          "credit": "",
          "description": "",
          "crops": [
            {
              "aspectRatio": 1.0,
              "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/1925167D-9426-2945-1CAD8E20A187FD99.jpg"
            }
          ],
          "altText": "A green ink stamp reads \"Grand Canyon National Park - Verkamp's Visitor Center\", dated Feb 02 2020.",
          "title": "Verkamp's Visitor Center Passport Stamp",
          "caption": "",
          "url": "https://www.nps.gov/common/uploads/passport_stamps/1925167D-9426-2945-1CAD8E20A187FD99.jpg"
        },
        {
          "credit": "",
          "description": "",
          "crops": [
            {
              "aspectRatio": 1.0,
              "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/1931F8D4-9CF7-66DF-F02BCF65B3C481CC.jpg"
            }
          ],
          "altText": "Green ink stamp reads \"Verkamp's Visitor Center - Grand Canyon\" beneath a soaring California condor.",
          "title": "Verkamp's Visitor Center GCC Stamp",
          "caption": "",
          "url": "https://www.nps.gov/common/uploads/passport_stamps/1931F8D4-9CF7-66DF-F02BCF65B3C481CC.jpg"
        }
      ],
      "geometryPoiId": "",
      "amenities": [
        "Accessible Sites",
        "Automated External Defibrillator (AED)",
        "Bicycle - Rack",
        "First Aid Kit Available",
        "Gifts/Souvenirs/Books",
        "Historical/Interpretive Information/Exhibits",
        "Information - Maps Available",
        "Junior Ranger Booklet Available",
        "Parking - Auto",
        "Restroom",
        "Restroom - Accessible",
        "Scenic View/Photo Spot",
        "Toilet - Flush",
        "Trailhead",
        "Water - Bottle-Filling Station",
        "Wheelchair Accessible"
      ],
      "contacts": {
        "phoneNumbers": [
          {
            "phoneNumber": "928-638-7146",
            "description": "",
            "extension": "",
            "type": "Voice"
          }
        ],
        "emailAddresses": [
          {
            "description": "",
            "emailAddress": "grca_information@nps.gov"
          }
        ]
      },
      "directionsInfo": "Verkamp's Visitor Center is a short walk just east of El Tovar Hotel and Hopi House. Parking in the nearby lot may be limited during busy periods, which include spring break, summer and fall months. If you are walking from the shuttle bus stop across from the Railroad Depot, climb the stairway to the top of the hill. Here you will find El Tovar Hotel, Hopi House, and Verkamp's Visitor Center. They are located on the east end of the Village Historic District.",
      "directionsUrl": "",
      "operatingHours": [
        {
          "exceptions": [],
          "description": "Hours of operation may vary with the seasons and available staffing.",
          "standardHours": {
            "wednesday": "8:00AM - 6:00PM",
            "monday": "8:00AM - 6:00PM",
            "thursday": "8:00AM - 6:00PM",
            "sunday": "8:00AM - 6:00PM",
            "tuesday": "8:00AM - 6:00PM",
            "friday": "8:00AM - 6:00PM",
            "saturday": "8:00AM - 6:00PM"
          },
          "name": "Verkamp's Visitor Center (South Rim)"
        }
      ],
      "addresses": [
        {
          "postalCode": "86023",
          "city": "Grand Canyon Village,",
          "stateCode": "AZ",
          "countryCode": "US",
          "provinceTerritoryCode": "",
          "line1": "100 S Entrance Rd,",
          "type": "Physical",
          "line3": "",
          "line2": ""
        },
        {
          "postalCode": "86023",
          "city": "Grand Canyon",
          "stateCode": "AZ",
          "countryCode": "US",
          "provinceTerritoryCode": "",
          "line1": "P.O. Box 129",
          "type": "Mailing",
          "line3": "",
          "line2": ""
        }
      ],
      "images": [
        {
          "credit": "NPS Photo/M. Quinn",
          "crops": [],
          "title": "Verkamp's Visitor Center in the evening.",
          "altText": "A two-story craftsman style building with the entrance in the center four large window within arches",
          "caption": "Verkamp's Visitor Center in the evening.",
          "url": "https://www.nps.gov/common/uploads/structured_data/51A67E38-BD06-9219-0CCB379522265EDE.jpg"
        },
        {
          "credit": "NPS Photo/M. Quinn",
          "crops": [],
          "title": "Exhibit Area in Verkamp's Visitor Center",
          "altText": "the entrance to an indoor exhibit with a timeline on the floor leading back to a white tent.",
          "caption": "The exhibit focus on the Grand Canyon Community - what it was like to live and work here on the brink of one of the seven natural wonders of the world. A walking history timeline on the floor leads visitors through the exhibit",
          "url": "https://www.nps.gov/common/uploads/structured_data/51DBA38D-DC88-89AA-C901F37072E4EF36.jpg"
        },
        {
          "credit": "NPS Photo/M. Quinn",
          "crops": [],
          "title": "Grand Canyon Conservancy Museum Shop",
          "altText": "interior of a park store; shelves of stuffed toys on the left and bookshelves filling the back wall.",
          "caption": "The Grand Canyon Conservancy store in Verkamp's Visitor Center features a wide variety of books and gifts related to the canyon.",
          "url": "https://www.nps.gov/common/uploads/structured_data/51EB9D3D-9638-94AB-4DD428036BF839AF.jpg"
        },
        {
          "credit": "NPS Photo/M. Quinn",
          "crops": [],
          "title": "Verkamp's Visitor Center Restrooms",
          "altText": "A small restroom building with a wheelchair ramp and separate doors for men and women.",
          "caption": "Public restrooms are located in a separate building behind Verkamp's Visitor Center",
          "url": "https://www.nps.gov/common/uploads/structured_data/52164965-DBCC-C35B-08368F4EAB8A7FF5.jpg"
        }
      ],
      "multimedia": [
        {
          "title": "Growing Up at Grand Canyon",
          "id": "5AC73EBE-9CC6-4923-B84A-C9AF84E87453",
          "type": "multimedia/video",
          "url": "https://www.nps.gov/media/video/view.htm?id=5AC73EBE-9CC6-4923-B84A-C9AF84E87453"
        },
        {
          "title": "Verkamps Visitor Center - South Rim",
          "id": "2FB6443A-155D-451F-6765-846FC2C8C1A4",
          "type": "multimedia/galleries",
          "url": "https://www.nps.gov/media/photo/gallery.htm?id=2FB6443A-155D-451F-6765-846FC2C8C1A4"
        }
      ],
      "relevanceScore": 1.0,
      "lastIndexedDate": ""
    }
  ]
}